{"title": "More social connection online tied to increasing feelings of isolation", "text": "PITTSBURGH, March 6, 2017 - The more time a young adult uses social media, the more likely they are to feel socially isolated, according to a national analysis led by University of Pittsburgh School of Medicine scientists. In addition to the time spent online, the scientists found that frequency of use was associated with increased social isolation.The finding, published today in the American Journal of Preventive Medicine, suggests that use of social media does not present a panacea to help reduce perceived social isolation -- when a person lacks a sense of social belonging, true engagement with others and fulfilling relationships. In the past, social isolation has been independently associated with an increased risk for mortality. \"This is an important issue to study because mental health problems and social isolation are at epidemic levels among young adults,\" said lead author Brian A. Primack, M.D., Ph.D., director of Pitt's Center for Research on Media, Technology and Health, and assistant vice chancellor for health and society in Pitt's Schools of the Health Sciences.  \"We are inherently social creatures, but modern life tends to compartmentalize us instead of bringing us together. While it may seem that social media presents opportunities to fill that social void, I think this study suggests that it may not be the solution people were hoping for.\"In 2014, Primack and his colleagues sampled 1,787 U.S. adults ages 19 through 32, using questionnaires to determine time and frequency of social media use by asking about the 11 most popular social media platforms at the time: Facebook, YouTube, Twitter, Google Plus, Instagram, Snapchat, Reddit, Tumblr, Pinterest, Vine and LinkedIn.The scientists measured participants' perceived social isolation using a validated assessment tool called the Patient-Reported Outcomes Measurement Information System. Even when the researchers controlled for a variety of social and demographic factors, participants who used social media more than two hours a day had twice the odds for perceived social isolation than their peers who spent less than half an hour on social media each day. And participants who visited various social media platforms 58 or more times per week had about triple the odds of perceived social isolation than those who visited fewer than nine times per week.  \"We do not yet know which came first--the social media use or the perceived social isolation,\" said senior author Elizabeth Miller, M.D., Ph.D., professor of pediatrics at Pitt and chief of the Division of Adolescent and Young Adult Medicine at Children's Hospital of Pittsburgh of UPMC. \"It's possible that young adults who initially felt socially isolated turned to social media. Or it could be that their increased use of social media somehow led to feeling isolated from the real world. It also could be a combination of both. But even if the social isolation came first, it did not seem to be alleviated by spending time online, even in purportedly social situations.\" The researchers have several theories for how increased use of social media could fuel feelings of social isolation, including:Primack, a family medicine physician, and Miller, a pediatrician, both encourage doctors to ask patients about their social media use and counsel them in reducing that use if it seems linked to symptoms of social isolation. However, they noted, much more study is needed to understand nuances around social media use. \"People interact with each other over social media in many different ways,\" said Primack, also a professor of medicine, pediatrics, and clinical and translational science at Pitt. \"In a large population-based study such as this, we report overall tendencies that may or may not apply to each individual. I don't doubt that some people using certain platforms in specific ways may find comfort and social connectedness via social media relationships. However, the results of this study simply remind us that, on the whole, use of social media tends to be associated with increased social isolation and not decreased social isolation.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-msc022817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Pittsburgh Schools of the Health Sciences", "keywords": ["Medicine/Health", " Addiction", " Pediatrics", " Public Health", " Social/Behavioral Science", " Addiction", " Behavior", " Mental Health", " Perception/Awareness", " Stress/Anxiety"], "journal": "American Journal of Preventive Medicine", "description": "The more time a young adult uses social media, the more likely they are to feel socially isolated, according to a national analysis. In addition to the time spent online, the scientists found that frequency of use was associated with increased social isolation. The finding suggests that use of social media does not present a panacea to help reduce perceived social isolation.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}