{"title": "Political affiliation, weight influence your opinion on fighting obesity, study finds", "text": "LAWRENCE -- People's political leanings and their own weight shape opinions on obesity-related public policies, according to a new study by two University of Kansas researchers.Actually, Republicans -- no matter how much they weigh --  believe eating and lifestyle habits cause obesity, the research found. But among Democrats there is more of a dividing line, said Mark Joslyn, a KU professor of political science. Those who identify themselves as overweight are more likely to believe genetic factors cause obesity.\"Self-reported overweight people were significantly more likely to believe obesity is caused by genetics than normal weight people,\" Joslyn said. \"The belief that obesity is due to genetics tends to remove blame. Obesity is not a choice, some would argue, but rather people are simply genetically wired to be obese. In this way, overweight people are motivated to believe in the genetics-obesity link. We found normal weight people were not so motivated.\"Joslyn and Don Haider-Markel, chair and professor of the Department of Political Science, published their findings recently in the journal American Politics Research.The research could have important implications for policymakers, especially at the local and state levels that tend to focus on public health interventions, either through appealing to healthy lifestyles by constructing biking and walking paths to encourage exercise or by passing stricter regulations on food and drinks, such as demanding publication of calorie counts and levying taxes on soft drinks.Former New York City Mayor -- and billionaire -- Michael Bloomberg has donated millions of dollars to fund pro-soda tax initiatives in major cities. Berkeley, California, and Philadelphia are among those that have passed them in recent years. Obesity rates have risen recently in the United States, as the U.S. Centers for Disease Control and Prevention reported in 2015 that 71% of adults were overweight and more than 17% of youth were obese. Still, most Americans oppose bans on large-size drinks and higher soda taxes, Joslyn said, which is likely a disparity between the perception of the problem and support for government intervention. Those who have argued against soda taxes, for example, often refer to a \"nanny state,\" blaming government intervention when they perceive personal choice is causing the problem.\r\nFor policymakers, as obesity rates continue to climb and the debate surrounding how to make people healthier continues, the genetic attribution as a cause may continue to rise as well, which could influence people's opposition to certain practices.\"To the extent that genetic attributions increase in popularity, stronger opposition to discriminatory hiring practices by weight can be expected,\" Joslyn said.Also, it's likely the issue remains politicized because most Republicans are inclined to support individual blame for obesity and not supportive of government regulations.Lastly, while the soda taxes have gained much attention, most government action recently does seem to be directed toward changing people's individual behavior, such as developing public spaces to encourage fitness and ways to discourage unhealthy eating habits, like publication of calorie counts.\"If obesity persists in the face of such initiatives, blame and discrimination of obese people is likely to continue,\" Joslyn said. \"On the other hand, if governments treat obesity similar to diseases that afflict the population, as circumstances beyond the control of individuals, then individual blame and discrimination may diminish.\"\r\n", "article_link": "http://dx.doi.org/10.1177/1532673X17691493", "url": "http://www.eurekalert.org/pub_releases/2017-03/uok-paw030317.php", "region": "namerica", "source_link": "http://bit.ly/2m4xdg4", "funder": "", "meeting": "", "institution": "University of Kansas", "keywords": ["Diet/Body Weight", " Public Health", " Policy/Ethics", " Social/Behavioral Science", " Behavior", " Exercise", " Personality/Attitude", " Demography", " Political Science", " Socioeconomics"], "journal": "American Politics Research", "description": "Self-reported overweight people, if they were Democrats are more likely to believe genetic factors cause obesity, while Republicans who see themselves are overweight still assign eating habits and lifestyle choices as the cause, according to a new study by two University of Kansas researchers.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}