{"title": "Study shows how skates, rays and sharks sense electrical fields", "text": "Sharks, rays and skates can hunt for prey hidden in the sandy sea floor by \"listening\" for faint traces of bioelectricity -- they can literally sense their prey's heart beating. The basic anatomy of the electro-sensory organs that accomplish this feat has been known for decades, but the biological mechanisms - how electrosensory cells pick up faint electrical signs of life -- has remained a puzzle.Now, in a new study published online Monday, March 6 in Nature, researchers at UC San Francisco have cracked the mystery of the electrosensory organ of Leucoraja erinacea, commonly called the little skate, in a series of experiments that traced the mechanisms of electrosensation all the way from genes to cell physiology to behavior. \"Skates and sharks have some of the most sensitive electroreceptors in the animal world,\" said David Julius, PhD, professor and chair of physiology at UCSF and senior author of the new study. \"Understanding how this works is like understanding how proteins in the eye sense light -- it gives us insight into a whole new sensory world.\"In their study, the researchers first isolated electrosensory cells from skate ampullary organs, which mediate electrosensation, and then performed sensitive recordings that revealed two ionic currents -- a voltage-sensitive calcium current that admits calcium ions into the cell in response to electrical disturbances and a calcium-sensitive potassium current alters the normal electrical properties of the cell.  These currents interact with one another to set up an electrical oscillation in the cells' membranes that is exquisitely sensitive to outside electrical disturbances. This oscillation acts almost like an amplifier to enable the skate to detect the tiny electrical perturbations produced by the electrical field of a prey organism.Gene expression experiments -- which required researchers to functionally annotate the skate genome - confirmed the identity of two particular subtypes of calcium and potassium channels (called the CaV1.3 and BK channels respectively) with unique characteristics that enable skates' electrosensory perception. In one experiment, the researchers added targeted mutations to similar ion channel genes from the rat genome to make them more like the skate channels -- experiments in lab dishes showed that these changes conferred electrical properties on the rat channels that made them work like those from skate electrosensory cells.Finally, the researchers demonstrated the behavioral importance of these channels for skate electrosensation: they placed live skates in tanks with an electrical source hidden under a layer of sand and showed that while normal skates spent much of their time orienting towards and investigating the quadrant of the tank with the hidden electrical signal, skates with these key ion channels blocked by drugs appeared unaware of the simulated meal just inches away.The findings not only reveal new insights about how skates and sharks find their dinners, but could reveal new information about our own biology, the researchers say. Remarkably, the skate's electrosensory system is evolutionarily related to the mammalian auditory system, and there are many similarities between the skate's electrosensory organs and the \"hair cells\" of the inner ear responsible for sensitive hearing in mammals.\"Versions of the same ion channels with subtly different electrical properties are similarly important in our ears,\" said Nicholas Bellono, PhD, a postdoctoral researcher in the Julius lab and co-lead author of the new study. \"So understanding exactly how small differences in these channels affect electrical function could be important for better understanding the auditory system.\"Duncan Leitch, PhD, a postdoctoral researcher in the Julius lab and the paper's other co-lead author, added: \"Electrosensation has also evolved multiple times in the tree of life, so it will be very interesting to see how other species have gone about solving the same problem. This study opens the door to understanding the biology and evolution of electrical sensation in the animal kingdom much more broadly.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--ssh030617.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/03/405996/study-shows-how-skates-rays-and-sharks-sense-electrical-fields", "funder": "National Institutes of Health, Howard Hughes Medical Institute, Simons Foundation", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Biology", " Biochemistry", " Marine/Freshwater Biology"], "journal": "Nature", "description": "Sharks, rays and skates can hunt for prey hidden in the sandy sea floor by 'listening' for faint traces of bioelectricity -- they can literally sense their prey's heart beating. The basic anatomy of the electro-sensory organs that accomplish this feat has been known for decades, but the biological mechanisms -- how electrosensory cells pick up faint electrical signs of life -- has remained a puzzle.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}