{"title": "Zika virus in Canadian travellers more severe than expected", "text": "A new study sheds light on the acquisition and features of Zika virus in Canadian travellers, indicating it was as commonly confirmed as dengue in people returning from the Americas and the Caribbean but more severe than expected, according to a new study published http://www.cmaj.ca/site/press/cmaj.161241.pdf in CMAJ (Canadian Medical Association Journal).\"The common perception that Zika is associated with a very mild clinical course compared with dengue or chikungunya was not borne out in this small cohort,\" states Dr. Andrea Boggild, Clinical Director, Tropical Disease Unit at the University Health Network, University of Toronto and Public Health Ontario, Toronto, Ontario. Zika virus, an infectious mosquito-borne disease introduced in the Americas in 2013, became widespread in 2015 and caused severe birth defects in babies of pregnant women who were infected.  There are few data on Zika virus in Canadian travellers, a highly mobile group, and this study sought to contribute to a better understanding of the disease.Researchers looked at data over one year from the Canadian Travel Medicine Network (CanTravNet), a network of infectious disease specialists across the country focused on detecting travel-related illness in returned Canadians and visitors to Canada. The study included data on 1118 travellers who visited one of seven CanTravNet clinics in large cities in British Columbia, Alberta, Manitoba, Ontario and Quebec for a travel-related illness picked up in the Americas (Central and South America and the Caribbean).Of all travellers examined at the seven CanTravNet clinics, 41 (3.7%) had been infected with Zika virus, 41 (3.7%) had dengue and 23 (2.1%) had chikungunya, all mosquito-borne illnesses transmitted throughout the Americas.  Almost 60% (24) of travellers with Zika were female, of whom 79% (19) were of child-bearing age. Except for one case of infection through sexual intercourse, all cases were most likely transmitted by mosquitoes. Three pregnant women were infected, with two cases of congenital infection, and another two travellers had Guillain-Barré or GBS-like syndrome, making a total of 10% of cases with severe complications of Zika. Conversely, none of the cases of dengue or chikungunya had a complicated course of infection.Symptoms in travellers with Zika included rash (88%) and fever (80%) during the acute phase, and about half complained of muscle or joint pain or headaches. About 1 in 6 travellers with Zika virus developed pink eye (conjunctivitis). The virus was lab-confirmed with two types of blood tests, serology and polymerase chain reaction (PCR), but due to limited overlap between these two tests (i.e., only 1 in 5 travellers with Zika were positive by both tests), the authors advocate for a 2-pronged sequential approach to testing those with acute illness.The study period was from October 2015 to September 2016. It is important to understand that these data pertain to travellers returning from the Americas who sought care at a CanTravNet site, and may not extend to all Canadian travellers. CanTravNet cases of Zika account for approximately 12% of those nation-wide, and travellers from some provinces may be under-represented in the database. \"Referral bias to our centres may have contributed to the more severe clinical presentations noted for Zika, though we would have expected the same phenomenon to occur with dengue and chikungunya were this a significant contributing bias,\" states Dr. Boggild. \"Due to the structure of CanTravNet, our clinics primarily service an adult population, so pediatric cases are under-represented in the database.\"\"We have documented the full clinical spectrum of acute Zika virus infection in 12% of all such cases imported to Canada from the Americas over a 1-year period, including adverse fetal and neurologic outcomes, as well as sexual transmission,\" write the authors. They urge prevention, such as deferring travel in case of current pregnancy or planned pregnancy, protecting against mosquito bites using clothing and DEET- or picaridin-containing mosquito repellents, and barrier protection during sexual activity. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cmaj-zvi022817.php", "region": "namerica", "source_link": null, "funder": "CanTravNet", "meeting": "", "institution": "Canadian Medical Association Journal", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Gynecology", " Public Health", " Disease in the Developing World"], "journal": "Canadian Medical Association Journal", "description": "A new study sheds light on the acquisition and features of Zika virus in Canadian travellers, indicating it was as commonly confirmed as dengue in people returning from the Americas and the Caribbean but more severe than expected, according to a new study published in CMAJ (Canadian Medical Association Journal).", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}