{"keywords": ["Biology", " Neurobiology", " Behavior", " Coping/Phobias", " Mental Health", " Stress/Anxiety"], "funder": "", "journal": "Nature Neuroscience", "description": "Emotional learning can create strong memories and powerful emotional responses, but flexible behavior demands that these responses be inhibited when they are no longer appropriate. Scientists at the RIKEN Brain Science Institute in Japan have discovered that emotional and flexible learning rely on an important division of labor in the brain. Published in the journal Nature Neuroscience, the study shows that these different learning states require distinct populations of neurons that originate in the locus coeruleus of the brain and transmit signals using noradrenaline.", "title": "Learning and unlearning to fear: The two faces of noradrenaline", "source_link": null, "institution": "RIKEN", "meeting": "", "text": "Emotional learning can create strong memories and powerful emotional responses, but flexible behavior demands that these responses be inhibited when they are no longer appropriate. Scientists at the RIKEN Brain Science Institute in Japan have discovered that emotional and flexible learning rely on an important division of labor in the brain. Published in the journal Nature Neuroscience, the study shows that these different learning states require distinct populations of neurons that originate in the locus coeruleus of the brain and transmit signals using noradrenaline.Noradrenaline is a hormone and neurotransmitter that gets our bodies and mind ready for action. In the body, this includes functions of the sympathetic nervous system like increasing heart rate, blood pressure, and blood flow to muscles. In the brain, noradrenaline helps us stay alert and focus our attention, but are also important for emotional learning, especially when it relates to fear and anxiety. Although scientists have long thought that all noradrenergic neurons in the locus coeruleus send the same signals to the rest of the brain through a single, homogenous population of cells, something did not add up to the team at RIKEN. As team leader Joshua Johansen explains, \"the locus coeruleus functions in many behaviors, including emotional learning and cognitive and behavioral flexibility. We wondered how a homogeneous system could regulate these seemingly opposing aspects of behavior. Surprisingly, the answer was that the system is not homogenous.\" The team reached this conclusion by examining two types of learning. The first was fear learning in which an animal learns to associate a sound with a fearful event. This type of learning is known to involve increases of noradrenaline in a part of the brain called the amygdala. The second was extinction of fear learning in which the association between the sound and the event is unlearned through repetition of the sound without the fearful event. This type of flexible learning involves increases of noradrenaline in a part of the brain called the medial prefrontal cortex. Experiments showed that during fear learning, most noradrenergic neurons were activated by the intense aversive situation. However, as fear responses changed during extinction, one group of locus coeruleus neurons were active early in learning when fear reactions were still high, while another group began to respond as the association was unlearned and the emotional reactions were suppressed. Further experiments revealed that the noradrenergic cell group active during fearful states sent projections to the amygdala, while the group active during extinction projected to the medial prefrontal cortex. The functions of these two separate projections became clear when the team used optogenetics to inhibit one or the other during the different learning states. Inhibiting the projection to the amygdala during fear learning prevented animals from associating the sound with the fearful event, while inhibiting it during extinction facilitated a return to normal, flexible behavior. In contrast, inhibiting the prefrontal projection had no effect on fear learning, but instead reduced extinction learning, resulting in animals that continued to behave as if they were scared of the sound even though it no longer predicted the fearful event.\"Although all noradrenergic cells responded strongly during intense fear learning, we found that during extinction learning when emotional responses need to be suppressed, smaller populations of noradrenaline cells are engaged at different time-points,\" related Johansen. \"Specifically, activation shifts from amygdala-projecting cells that try to sustain fear responses, to the prefrontal cortex-projecting cells that are important for overriding these emotional responses. This is what enables a shift from reflexive emotional responses to normal, flexible behavior.\"Because drugs that target the noradrenaline system are currently under development for the treatment of anxiety disorders, these findings could have an impact on future drug discovery. \"By understanding the detailed circuitry underlying fear learning and safety learning,\" says Johansen, \"our study suggests that noradrenaline-based treatment approaches would benefit from more specific targeting and differential regulation of these pro-fear and anti-fear populations of noradrenergic cells.\" The lab is now examining the molecular differences between these different cell populations in the hope of developing better drug treatments for anxiety disorders. ", "region": "asia", "url": "http://www.eurekalert.org/pub_releases/2017-09/r-lau091417.php", "article_link": "http://dx.doi.org/10.1038/nn.46420", "date": "Mon, 18 Sep 2017 04:00:00 GMT"}