{"journal": "Journal of General Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-09/mmu-ttd091517.php", "description": "Almost 11 percent of Medicare participants with diabetes had very low blood sugar levels that suggested they were being over-treated, a new study finds. But only 14 percent of these patients had a reduction in blood sugar medication refills in the next six months.", "article_link": "http://dx.doi.org/10.1007/s11606-017-4167-y", "date": "Fri, 15 Sep 2017 04:00:00 GMT", "funder": "Centers for Medicare & Medicaid Services National Committee for Quality Assurance, Department of Veterans Affairs", "title": "Time to dial back on diabetes treatment in older patients? Study finds 11 percent are overtreated", "region": "namerica", "source_link": null, "institution": "Michigan Medicine - University of Michigan", "text": "Anyone with diabetes who takes blood sugar medication knows their doctor prescribed it to help them. After all, the long-term effects of elevated blood sugar can harm everything from the heart and kidneys to the eyes and feet.But what if stopping, or at least cutting back on, such drugs could help even more in some patients?In some older people, such \"deintensification\" of diabetes treatment may be the safer route, because of the risks of falls and other issues that come with too-low blood sugar. But a new study in the Journal of General Internal Medicine suggests more doctors and such patients should work together to dial back diabetes treatment.Who's over-treated?Almost 11 percent of Medicare participants with diabetes had very low blood sugar levels that suggested they were being over-treated, the new study finds. But only 14 percent of these patients had a reduction in blood sugar medication refills in the next six months. Patients over age 75, and those who qualified for both Medicare and Medicaid because of low incomes or serious disability, were most likely to be over-treated. Those who lived in urban areas or were of Hispanic origin were less likely to be over-treated. Patients over age 75 were less likely than others to have their treatment dialed back, as measured by prescription doses and refills. But patients who had more than six chronic conditions, or who lived in urban areas or had frequent outpatient visits, were more likely to experience a deintensification. The results were compiled by a team of researchers from Duke University, the University of Michigan and the VA hospitals in Durham, North Carolina and Ann Arbor, Michigan. They studied detailed records from 78,792 Medicare participants over age 65 in ten states, all of whom had diabetes.The authors, led by Duke/Durham researcher Matthew Maciejewski, Ph.D., warn against a one-size-fits-all approach when treating diabetes in older patients. They call for greater personalized care that takes account of the risks and benefits that such treatment holds for individual patients.Jeremy Sussman, M.D., M.S., a co-author of the new study and U-M/VA researcher, suggests that older patients with diabetes - and the adult children who often assist with their care - should talk to their care teams about whether de-intensification is right for them.The risk of too-aggressive treatmentIn people in their 70s and older, very low blood sugar levels - called hypoglycemia -- can actually raise the risk of dizzy spells, confusion, falls and even death. In recent years, experts have started to suggest that doctors ease up on how aggressively they treat such patients for high blood pressure or diabetes -- especially if they have other conditions that limit their life expectancy.It can be hard for an older person to recognize the signs of too-low blood sugar, such as confusion and combativeness, or of too-low blood pressure, such as dizziness. Meanwhile, keeping up with taking multiple medications, and checking blood sugar daily or even more often, can be a struggle for the oldest patients. De-intensifying their treatment can often be a relief.A previous study by Sussman and his U-M/VA colleagues showed that only one in four of nearly 400,000 older patients in the VA system who could have been eligible to ease up on their blood sugar medicines actually had their dosage changed. Even those with the lowest readings, or the fewest years left to live, had only a slightly greater chance as other patients of having their treatment de-intensified. The VA system is actively trying to encourage de-intensification of blood sugar-reducing treatment in its oldest patients nationwide. The U-M/Ann Arbor VA team, led by Eve Kerr, M.D., M.S., is studying the effects of that effort.More about the new studyFor the new study, the team looked at prescription refills among those whose blood sugar levels - represented by a measure called HbA1c - were already well below recommended levels. They focused on those who had an A1c at or below 6.5 percent, at a single point in time in 2011 - as well as those with an A1c over 9, which is considered very high.The patients under 6.5 A1c levels would be eligible to ease up on their blood sugar medication dosages, to lower their risk of the consequences of hypoglycemia.In fact, the American Geriatrics Society recommends that the only medication an older person with diabetes should be on if they have an A1c level below 7.5 percent is metformin.  While 10.9 percent of all the Medicare participants in the study were being over-treated to the point of an ultra-low A1c level, only 6.9 percent were being under-treated and had A1c levels over 9.\"The oldest Medicare beneficiaries are the least likely to benefit from tight glycemic control and most likely to be harmed, so it is troubling that they were more likely to be overtreated and less likely to have their medication regimens de-intensified,\" explains Sussman, who is a member of the VA Center for Clinical Management Research and the U-M Institute for Healthcare Policy and Innovation.\"By focusing on both overtreatment and undertreatment ends of the diabetes quality spectrum, we can best begin to improve the quality of diabetes care in all respects, ensuring that patients get needed care while avoiding unnecessary potential harm,\" he adds.Long-term gain, short-term painSussman notes that the reasons why doctors prescribe medication to help people get their diabetes under control mostly focus on the long term.Controlling these factors for years can help people cut their risk of problems that result from too-high sugar levels, like stroke, heart attack, blindness, nerve damage, amputation and kidney failure.\"Every guideline for physicians has detailed guidance for prescribing and stepping up or adding drugs to control these risk factors, and somewhere toward the end it says 'personalize treatment for older people',\" says Sussman, a U-M assistant professor of general internal medicine and VA Ann Arbor researcher. \"But nowhere do they say actually stop medication in the oldest patients to avoid hypoglycemia or too-low blood pressure.\"If a patient has been on medication for diabetes for many years, and is now in their late 70s or older, they may have gotten many long-term benefits from keeping their levels in control. But because their chance of a dangerous blood sugar or blood pressure dip goes up with age, the short-term risk starts to balance out any long-term gain they could still get.  \r\nSussman and his colleagues write that effective treatment of diabetes requires a major shift in approach towards greater personalization of treatments based on potential for individual risk and benefit.\r\n", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Endocrinology", " Gerontology", " Aging", " Health Care Systems/Services", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"]}