{"journal": "Psychotherapy and Psychosomatics", "url": "http://www.eurekalert.org/pub_releases/2017-09/mu-aaw091417.php", "description": "Antidepressant medications, most commonly prescribed to reduce depression and anxiety, increase the risk of death, according to new findings by a McMaster-led team of researchers.", "article_link": null, "date": "Thu, 14 Sep 2017 04:00:00 GMT", "funder": "", "title": "Antidepressants associated with significantly elevated risk of death, researchers find", "region": "namerica", "source_link": null, "institution": "McMaster University", "text": "HAMILTON, ON, CANADA, Sept. 14, 2014 - Antidepressant medications, most commonly prescribed to reduce depression and anxiety, increase the risk of death, according to new findings by a McMaster-led team of researchers.\r\nIt's widely known that brain serotonin affects mood, and that most commonly used antidepressant treatment for depression blocks the absorption of serotonin by neurons. It is less widely known, though, that all the major organs of the body--the heart, kidneys, lungs, liver--use serotonin from the bloodstream. \r\nAntidepressants block the absorption of serotonin in these organs as well, and the researchers warn that antidepressants could increase the risk of death by preventing multiple organs from functioning properly.\r\nThe researchers reviewed studies involving hundreds of thousands of people and found that antidepressant users had a 33% higher chance of death than non-users. Antidepressant users also had a 14% higher risk of cardiovascular events, such as strokes and heart attacks. The findings were published today in the journal Psychotherapy and Psychosomatics.\r\n\"We are very concerned by these results. They suggest that we shouldn't be taking antidepressant drugs without understanding precisely how they interact with the body,\" says author Paul Andrews, an associate professor at McMaster University who led the research team.\r\nTaken by one in eight adult Americans, antidepressants are among the most frequently used medications. They are often prescribed by family doctors without a formal diagnosis of depression, on the assumption they are safe. Since depression itself can be deadly--people with depression are at an increased risk of suicide, stroke and heart attack--many physicians think that antidepressants could save lives by reducing depressive symptoms.\r\nHowever, McMaster researcher and co-author Marta Maslej, says, \"Our findings are important because they undermine this assumption. I think people would be much less willing to take these drugs if they were aware how little is known about their impact outside of the brain, and that what we do know points to an increased risk of death.\"\r\nBenoit Mulsant, a psychiatrist at the University of Toronto who was also involved in the study, says the findings point to the need for more research on how antidepressants actually do work.\r\n\"I prescribe antidepressants even though I do not know if they are more harmful than helpful in the long-term. I am worried that in some patients they could be, and psychiatrists in 50 years will wonder why we did not do more to find out,\" Mulsant says.\r\nInterestingly, the news about antidepressants is not all bad. The researchers found that antidepressants are not harmful for people with cardiovascular diseases such as heart disease and diabetes. This makes sense since these antidepressants have blood-thinning effects that are useful in treating such disorders. Unfortunately, this also means that for most people who are in otherwise good cardiovascular health, antidepressants tend to be harmful.", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Mortality/Longevity", " Pharmaceutical Science", " Mental Health", " Depression/Anger"]}