{"journal": "The Lancet Diabetes & Endocrinology", "url": "http://www.eurekalert.org/pub_releases/2017-09/dzfd-too091417.php", "description": "More and more people suffer from diseases associated with morbid overweight. Despite the health risks, only some of those affected attempt to lose weight. Many people are most probably daunted by the prospect of losing the required large amount of weight. Researchers of the German Center for Diabetes Research now report in The Lancet Diabetes & Endocrinology that metabolically healthy obesity could be a worthwhile initial goal in the therapy of obesity.", "article_link": "http://dx.doi.org/10.1016/S2213-8587(17)30292-9", "date": "Thu, 14 Sep 2017 04:00:00 GMT", "funder": "", "title": "Treatment of overweight: Is metabolically healthy obesity a worthwhile initial goal?", "region": "europe", "source_link": null, "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "text": "Worldwide nearly one in three individuals is obese. The consequence: More and more people suffer from diseases associated with morbid overweight such as diabetes, high blood pressure, heart attack or stroke. Despite the well-known health risks, only some of those affected attempt to lose weight. Many people are most probably daunted by the prospect of losing the required large amount of weight. Researchers of the German Center for Diabetes Research in Tübingen and Potsdam now report in the journal \"The Lancet Diabetes & Endocrinology\" on the basis of already published and new data that metabolically healthy obesity could be a worthwhile initial goal in the therapy of obesity.\r\n\"Being overweight causes serious health problems. You should lose weight.\" Doctors repeatedly point this out to their overweight and obese patients. Through a lifestyle intervention, the affected individuals often lose weight in the short term, but they usually fail in the long term. Furthermore, the question is whether the 5-8 per cent weight loss rate recommended by the medical associations is at all sufficient for every overweight or obese person to significantly reduce the risk of long-term severe health consequences. At an initial weight of e.g. 120 kg and a height of 180 cm (BMI, body mass index 37.0), the BMI of the patient would thus be 34.4 after the successful weight loss. He/she would not have yet achieved the desirable BMI of 25 or less, the level at which most people are clearly protected against obesity-related illnesses.\r\nWouldn't it be more meaningful to define achievable intermediate goals to reach an individual healthy weight? What parameters could describe this intermediate goal? Can smaller steps more effectively help motivate those affected to lose weight? These were the key questions in a study conducted by scientists at the Medical Clinic IV of Tübingen University Hospital / the Institute for Diabetes Research and Metabolic Diseases (IDM) of Helmholtz Zentrum München and the German Institute of Human Nutrition (DIfE) in Potsdam. Both are partners in the German Center for Diabetes Research (DZD). In their current study, the professors Norbert Stefan and Hans-Ulrich Häring from Tübingen and Professor Matthias Schulze from Potsdam show how the concept of metabolically healthy obesity can be integrated into the risk management of obesity therapy. Based on their own data from the Tübingen Lifestyle Intervention Study, they show that a weight loss of more than 10 percent with an average baseline BMI of 35 is likely to be sufficient to get from \"metabolically unhealthy obesity (MUHO)\" to \"metabolically healthy obesity (MHO)\". However, they also stress the fact that that this percentage is not enough in the long term, since the disease risk for MHO individuals is still increased by 25 percent compared to metabolically healthy people with normal weight. In contrast: for MUHO people, who weigh just a bit more than MHO people, the risk of severe health consequences is 150 percent higher, compared to the same metabolically healthy people with normal weight.\r\nAs an important intermediate step, Stefan describes the achievement of MHO as a documented protection against obesity-related metabolic diseases: \"Look at this protection as a low-hanging fruit. Although it is not easy to harvest, it is easier to achieve than to concentrate on the top fruits from the outset. \"The doctor / patient communication is an important support to motivate the patient to reach and at least maintain this condition.\r\n", "meeting": "", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Behavior", " Exercise", " Decision-making/Problem Solving"]}