{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoc--rts091217.php", "description": "Extended follow-up demonstrates that a device used to close a small hole in the heart may benefit certain stroke patients by providing an extra layer of protection for those facing years of ongoing stroke risk.", "article_link": null, "date": "Wed, 13 Sep 2017 04:00:00 GMT", "funder": "St. Jude Medical", "title": "RESPECT trial shows closing a small hole in heart may protect against recurrent stroke", "region": "namerica", "source_link": null, "institution": "University of California - Los Angeles", "text": "A device used to close a small hole in the heart may benefit certain stroke patients by providing an extra layer of protection for those facing years of ongoing stroke risk, according to the results of a large clinical trial led by UCLA researchers.\"It is a major new treatment option for some people,\" said Dr. Jeffrey Saver, director of the UCLA Comprehensive Stroke Center and lead author of the study. However, he added, \"Using the device is going to have to be a considered clinical decision between the doctor and the patient about who's the right person to get it.\"The findings appear in the Sept. 14 New England Journal of Medicine.Over eight years, the RESPECT study (Recurrent Stroke Comparing PFO Closure to Established Current Standard of Care Treatment) enrolled 980 people, ages 18 to 60, at 69 \r\nlocations in the United States and Canada. All of the participants had experienced a stroke, possibly caused by a condition known as patent foramen ovale, known as a PFO, which is a hole in the heart that did not close the way it should after birth. Nearly half of the people in the study had suffered a major stroke.About 25 to 30 percent of people in the United States have a PFO, which typically causes no health problems and does not require treatment. However, this type of hole in the heart is the possible cause in about 10 percent of the 795,000 strokes that occur in the United States each year. Most strokes are caused by high blood pressure, narrowed arteries or a blood clot caused by an abnormal heart rhythm. When medical tests can't identify the cause, it's called a cryptogenic stroke. Patients with a cryptogenic stroke and a PFO may be at an increased risk of having a second stroke. The standard treatment for them would be to take an anti-clotting medication as a precaution.For the RESPECT study, half the patients, by random assignment, received a closure device: two disks that clamp together to close the opening, inserted via a wire routed through a blood vessel in the person's leg. The other study participants received standard therapy with anti-clotting drugs.After an average of 5.9 years of follow-up, researchers found that among adults with stroke of unknown origin, closing the PFO -- compared with standard therapy alone -- was associated with a 45 percent reduction in stroke recurrence. The actual number of recurrent strokes of undetermined cause was modest:  10 people in the closure group versus 23 in the medical-therapy group.\"People on medical therapy have fairly low risk, but people on the device have even lower risk,\" said Saver, who is also a professor of neurology in the David Geffen School of Medicine at UCLA. \"It's a good option to have available.\"In 2013, researchers published preliminary results from RESPECT when patients had been followed for an average of just more than two years. Those findings suggested a benefit, but were not definite, and the longer-term effects weren't known. This latest study, which includes data from nearly six years of follow-up, shows a more pronounced benefit, Saver noted.One remaining concern is that the closure group had a slightly increased likelihood of a condition known as deep vein thrombosis, a type of blood clot that forms in a vein deep in the body, most often in the leg.\"An additional lesson from this study is that certain patients, those who have had a definite deep venous thrombosis in the past, may need lifelong strong anti-clotting medications, whether or not they receive the device,\" Saver said.Saver said usage of the closure device may be appropriate for patients under age 60 who have a prior stroke, who have a hole in their heart, and who have no other apparent causes found for their prior stroke. Stronger anti-clotting medications would be an alternative for people with a known history of clots or deep vein thrombosis.Other people, who may be facing multiple medical procedures that preclude them from regular use of anti-clotting medicines, might get more protection from a future stroke by using the closure device.\"There are patients for whom it is clearly the best thing to do,\" Saver said. \"There are patients for whom it should probably be avoided, and patients for whom it's still a gray zone.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}