{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-09/aaon-vdl090817.php", "description": "Examining vitamin D levels in the blood may help predict whether a person is at risk of developing multiple sclerosis (MS), according to a large new study published in the Sept. 13, 2017, online issue of Neurology, the medical journal of the American Academy of Neurology.", "article_link": null, "date": "Wed, 13 Sep 2017 04:00:00 GMT", "funder": "", "title": "Vitamin D levels in blood may help predict risk of MS", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Examining vitamin D levels in the blood may help predict whether a person is at risk of developing multiple sclerosis (MS), according to a large new study published in the September 13, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"There have only been a few small studies suggesting that levels of vitamin D in the blood can predict risk,\" said study author Kassandra Munger, ScD, of the Harvard T.H. Chan School of Public Health in Boston. \"Our study, involving a large number of women, suggests that correcting vitamin D deficiency in young and middle-age women may reduce their future risk of MS.\" For the study, researchers used a repository of blood samples from more than 800,000 women in Finland, taken as part of prenatal testing. Then the researchers identified 1,092 women who were diagnosed with MS an average of nine years after giving the blood samples. They were compared to 2,123 women who did not develop the disease. Deficient levels of vitamin D were defined as fewer than 30 nanomoles per liter (nmol/L). Insufficient levels were 30 to 49 nmol/L and adequate levels were 50 nmol/L or higher.Of the women who developed MS, 58 percent had deficient levels of vitamin D, compared to 52 percent of the women who did not develop the disease.Researchers found that with each 50 nmol/L increase in vitamin D levels in the blood, the risk of developing MS later in life decreased by 39 percent. In addition, women who had deficient levels of vitamin D had a 43 percent higher risk of developing MS than women who had adequate levels as well as a 27 percent higher risk than women with insufficient levels.\"More research is needed on the optimal dose of vitamin D for reducing risk of MS,\" said Munger. \"But striving to achieve vitamin D sufficiency over the course of a person's life will likely have multiple health benefits.\"Limitations of the study include that participants were primarily white women and therefore the findings may not be the same for other racial groups or men. Also, while the blood samples were taken an average of nine years before MS diagnosis, it is possible some women may have already had MS when blood was drawn and were not yet showing symptoms of the disease. ", "meeting": "", "keywords": ["Medicine/Health", " Diagnostics", " Diet/Body Weight", " Hematology", " Neurobiology"]}