{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-09/nu-bri091317.php", "description": "A new study published in Neuron by Northwestern Medicine Scientists suggests that the brain's own compensatory mechanisms contribute to the debilitating motor symptoms of Parkinson's disease.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.08.038", "date": "Wed, 13 Sep 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Brain rewiring in Parkinson's disease may contribute to abnormal movement", "region": "namerica", "source_link": null, "institution": "Northwestern University", "text": "The brain's own mechanisms for dealing with the loss of dopamine neurons in Parkinson's disease may be a source of the disorder's abnormal movement, according to a Northwestern Medicine study published in Neuron.The study suggests the loss of dopamine may cause the brain to rewire in a maladaptive manner, contributing to impaired movement in Parkinson's disease. These findings also suggest that there are fundamental problems with scientists' traditional model of Parkinson's disease, said senior author Mark Bevan, PhD, professor of Physiology at Northwestern University Feinberg School of Medicine.The prevailing consensus was that excessive patterning of the subthalamic nucleus (STN), a component of the basal ganglia, by the cerebral cortex was linked to the symptomatic expression of Parkinson's disease, including muscle rigidity and slowness of movement, according to Bevan.\"When one saw a burst of activity in the cortex that was consistently followed by an abnormal burst of activity in the STN, scientists assumed that the direct connection between the two was responsible,\" Bevan said.Thus, Bevan and his colleagues, including lead author Hong-Yuan Chu, PhD, a post-doctoral fellow in the Bevan Lab, expected to see transmission in the cortex-to-STN pathway increase as dopamine levels dropped. Instead, they found the opposite: the strength of the pathway decreased massively.\"Like most scientists who come across something unexpected, we thought we'd done something wrong,\" Bevan said. \"So, we used multiple, complementary approaches but everything pointed to the same conclusion.\"Further investigation suggested abnormal activity in a more indirect pathway from the cortex to the STN, involving the globus pallidus, was responsible. Abnormal activity in the indirect pathway leaves the STN vulnerable to excessive excitation, triggering compensatory plasticity that ultimately proved to be harmful, according to the study.When the scientists prevented this maladaptive plasticity in late-stage Parkinson's models, they found the symptoms improved, pointing to a link between compensation and motor dysfunction.\"According to the classic model, these adaptations should be homeostatic and preserve STN function,\" Bevan said. \"Preventing them should make the symptoms much worse -- but it made them better instead.\"While the compensatory mechanisms may initially keep the brain operating normally under conditions of moderate dopamine neuron loss, as the disease progresses and more dopamine neurons die, the adaptations may become so extreme that they impair movement, according to the study.These results suggest that there are fundamental flaws in our traditional understanding of brain dysfunction in Parkinson's disease, Bevan said.For Bevan, the unexpected results in this study served as a reminder that scientists must remain open-minded.\"It's easy to be emotional and cling to your hypothesis,\" Bevan said. \"You have to be dispassionate, open-minded, and look at the data -- if the data is not consistent with the hypothesis then you have to reject it and come up with a new one.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Parkinson's Disease"]}