{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-09/uops-ssm091217.php", "description": "A chemically modified version of the common blood thinner heparin may be the first promising method of preventing the harmful cascade of destruction to brain tissue that commonly follows traumatic brain injury (TBI), according to new research findings.", "article_link": null, "date": "Wed, 13 Sep 2017 04:00:00 GMT", "funder": "", "title": "Study shows modified blood thinner reduces the impact of traumatic brain injury in mice", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA-- A chemically modified version of the common blood thinner heparin may be the first promising method of preventing the harmful cascade of destruction to brain tissue that commonly follows traumatic brain injury (TBI), according to new research findings. Though there is currently no drug therapy to prevent the repercussions that can occur in the days and weeks after TBI, researchers at the Perelman School of Medicine at the University of Pennsylvania showed that mice treated with a modified version of heparin with very low coagulant activity (known as 2-O, 3-O desulfated heparin, ODSH or CX-01) had less brain swelling and inflammation, and less evidence of brain damage, compared to mice that received saline. Results of the study will be presented in Baltimore this week at the annual meeting of the American Association for the Surgery of Trauma.Traumatic brain injury (TBI), which accounts for more than 2.5 million emergency room visits every year in the United States, often triggers inflammation and other harmful processes in the brain, causing further damage and cognitive deterioration long after the initial injury. Ordinary heparin has anti-inflammatory properties and has been shown to protect various organs after injury, but its blood-thinning effect makes it problematic for use in injured brains, where a bleed could be fatal. ODSH has only a small fraction of heparin's anticoagulant effect, and thus seemed a good bet as a safer alternative. Prior studies in animal models of heart attack, stroke, and pneumonia have found evidence that ODSH has a heparin-like anti-inflammatory effect, without the risk of hemorrhages.\"When I first presented a heparin-TBI study, experts in treating these injuries laughed, and said 'that'll be the day, when we give heparin to TBI patients',\" said study senior author Jose M. Pascual, MD, PhD, an associate professor of surgery at Penn Medicine. \"But, there's an exciting possibility here that the molecule ODSH retains heparin's benefits in reducing swelling and inflammation but without the anticoagulant activity that could cause bleeding.\"In the study, Pascual and colleagues treated mice for 48 hours after experimental TBI with ODSH or, as a control, ordinary saline. Immediately following the two days of treatment, the animals that had received ODSH showed less evidence of white blood cell infiltration into the brain via cerebral vessels, less evidence of cerebral vessel leakage, less brain swelling, and less evidence of brain damage on a standard neurological test, compared to the control mice.In a cognitive test called the Morris Water Maze, 17 days after their TBI, the ODSH-treated animals also performed markedly better than the controls, doing on average almost as well as mice who had not experienced a TBI.\"We saw no evidence of bleeding,\" Pascual said.Pascual and colleagues at Penn Medicine are now hoping to set up a clinical trial of ODSH to test its effectiveness in people with TBI.Heparin has been in clinical use since the 1930s as an anticoagulant. But it is a natural molecule--a carbohydrate secreted by white blood cells called mast cells and basophils--and has multiple biological effects, including a reduction of inflammation after injury. In a study published last year, Pascual and colleagues found evidence that ordinary heparin protects mice from the inflammation, swelling and cognitive deficits caused by experimental TBI.The company that produces ODSH, Cantex Pharmaceuticals Inc, is currently testing ODSH in patients with blood cancers, specifically, acute myeloid leukemia and myelodysplastic syndrome.\"The company already has safety data on ODSH from those trials in cancer patients, so we're hoping that for TBI we can go straight to a phase II study of the drug's effectiveness and optimal dose,\" Pascual said.", "meeting": "American Association for the Surgery of Trauma", "keywords": ["Medicine/Health", " Clinical Trials", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Sports Medicine", " Surgery", " Trauma/Injury"]}