{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-09/tl-tlc091217.php", "description": "Closing the health gap for Africa within a generation is achievable if opportunities afforded by a rapidly growing workforce are seized and if health systems are transformed to target the needs of individual countries and communities, according to a new report published by The Lancet Commission on the future of health in Sub-Saharan Africa.", "article_link": null, "date": "Wed, 13 Sep 2017 04:00:00 GMT", "funder": "", "title": "The Lancet: Closing the health gap for Africa within a generation is achievable, if bold policy actions are taken now", "region": "namerica", "source_link": null, "institution": "The Lancet", "text": "Closing the health gap for Africa within a generation is achievable if opportunities afforded by a rapidly growing workforce are seized and if health systems are transformed to target the needs of individual countries and communities, according to a new report published by The Lancet Commission on the future of health in Sub-Saharan Africa.'The Path to Longer and Healthier Lives for all Africans by 2030' highlights the steps that need to be taken to maximise opportunities to improve health, while at the same time preventing new challenges, such as chronic diseases, from taking hold. The report is authored by more than 20 health leaders, mainly from across Africa, including policy makers, academics, clinicians and entrepreneurs, and will be launched at the African Population and Health Research Centre (APHRC) in Nairobi (Kenya) on 14th September.  Professor Nelson Sewankambo, Makerere University College of Health Sciences (Uganda), co-author of the report says: \"The spirit of this Commission is one of evidence-based optimism, with caution. We recognise that major health inequities exist and that health outcomes are worst in fragile countries, rural areas, urban slums, and conflict zones, and among poor, disabled, and marginalised people. But the evidence shows us that there is a clear opportunity for Africa to improve health on its own terms, and largely with its own resources.\" [1]The report warns that health systems that focus solely on hospitals and individual care are unlikely to lead to achievements - and that these systems even struggle to meet the demand of chronic diseases in many high-income countries. The authors set out their vision for people-centred health systems that in addition to providing high quality hospital care, focus on prevention, public health and primary care, and have Africa-based and home-grown solutions, embedded within the realities of each country, at their core. Several initiatives have been introduced throughout Africa, including partnerships with private sector, promoting healthy behaviours and the involvement of patients and families in the management of their conditions.\"Opportunities ahead cannot be unlocked by keeping to the same pace and using more of the same approach to health systems. We need to pay as much attention to preventing ill-health and keeping people healthy as we do to treating them when they are sick,\" says co-author Dr Nduku Kilonzo, Chief Executive Officer, National AIDS Control Council (Kenya). [1]The youth population under 25 is projected to nearly double from 230 million to 450 million by 2050, bringing with it a new set of opportunities, as well as challenges. Improved nutrition, education and opportunities to remain in work on the continent will be key to ensuring their success. Enhanced support for education (including higher education) and research in all Sub-Saharan African countries will also be critically important. \"Africa's young people will be key to bringing about the changes needed to accelerate efforts to improve health across sub-Saharan Africa,\" adds co-author Professor Alex Ezeh, Executive Director, APHRC (Kenya). [1]New projections produced for the Commission suggest that child and maternal mortality will continue to decline, and despite variations between regions, the projection for child mortality in Southern Africa is expected to almost meet the Sustainable Development Goal target. A number of successes, including longer life expectancy, falls in maternal and child mortality, successful roll-out of life-saving vaccines, greater control of HIV and malaria epidemics, and the near eradication of polio and guinea worm, suggest that major milestones in health are within reach.Despite this, challenges remain as the region faces a growing burden of non-communicable diseases, with increasing rates of smoking, mental health problems, obesity and diabetes. The current shortfall of health care workers will be exacerbated and insufficient financial protection means out-of-pocket payments for health remain high. Any decrease in international or national funding will result in a serious deterioration in the health status of many of the poorest populations.The report points to historic, not to be missed opportunities, including preventing a major tobacco epidemic by implementing tobacco control policies now. \"The prevention of a major tobacco epidemic could be sub-Saharan Africa's greatest historic public health opportunity. A major question for Africa is whether a rise in chronic conditions can be prevented, or whether a perverse kind of convergence will occur, with prevalence rates on par with the rest of the world,\" adds co-author Professor Peter Piot, London School of Hygiene & Tropical Medicine (UK). [1]In 2014, 32 sub-Saharan countries spent less than 3% of GDP on health, suggesting that the 5% target has not yet been achieved. Exact spending on health needs to be determined on a country-by-country basis, however it is clear that government health expenditure needs to be sustained or increased against international targets (eg 5% of GDP, 15% of government expenditure, and US$86 per capita). Countries should consider the use of dedicated taxes with proven health benefits and revenue generation effects, ensure efficient pooling and coverage for poor and disadvantaged people, and improve financial efficiency and accountability.The report also stresses that mobile technology and innovation can make a difference in promoting health in Africa and overcome some of the human resource and structural barriers in health.  There are now three mobile phones for every four people in sub-Saharan Africa. Bright Simons, co-author and founder of mPedigree (Ghana), whose mobile app is designed to identify counterfeit medicines, says: \"By adopting more advanced, but appropriate, technologies rather than following slow, classic, paths to address health workforce constraints and improve people's access to quality health services, African countries can realise the potential to leapfrog opportunities for health in Africa, sometimes in world-leading ways.\" [1] Dr Myriam Sidibe, Social Mission Director, Unilever Africa (Kenya), and co-author of the report adds: \"The report highlights the importance of public-private partnerships in moving Africa's health agenda forward.  Several innovative initiatives demonstrate the power of partnerships in enabling delivery of change at a scale to make a real impact. Two examples include the private sectors participation in the large-scale hand sanitation that was part of the Ebola response in West Africa, and programmes in partnership with Ministries of Health and soap manufacturers that target reduction in neonatal mortality by training health workers and ensuring access to soap in health facilities. These interventions have helped to teach almost 100 million people in Africa about the importance of handwashing with soap as a key prevention measures to life-threatening diseases.\" [1]Professor Souleymane Mboup, Institut de Recherche en Santé, de Surveillance Epidémiologique et de Formations (Senegal), co-author, adds: \"The Ebola outbreak in West Africa from 2013 to 2016 overwhelmed local health systems, and caused catastrophic disease and loss of life as well as social and economic disruption. The crisis reaffirmed the importance of involving communities and citizens in shaping their health systems and services. In Senegal and Nigeria, strong leadership and capacity in the public health system helped to contain the epidemic early. We must learn the lessons from this tragedy and redouble our commitment to building more resilient health systems.\" [1]Commenting on the launch of the report, Dr Tedros Adhanom Ghebreyesus, Director General of the World Health Organization and an initial member of The Lancet Africa Commission, says: \"This report is central to the future of health in Africa. Led by Africans, the Commission highlights important opportunities to improve health in the continent within the next decade -opportunities that we simply cannot afford to miss. Despite the challenges, the report's message is one of optimism; that with the right approaches, Africa has the potential to close the health gap and reduce inequalities to ensure good health for all, with no one left behind.\" [1]", "meeting": "", "keywords": ["Medicine/Health"]}