{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-09/bawh-mht090817.php", "description": "In the overall study of  women ages 50-79, researchers found no increase or decrease in total mortality or deaths from cardiovascular disease, cancer or other major illnesses in the randomized hormone therapy trials.", "article_link": "http://dx.doi.org/10.1001/jama.2017.11217", "date": "Tue, 12 Sep 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute, National Institutes of Health, US Department of Health and Human Services", "title": "Menopausal hormone therapy not associated with mortality or deaths from CVD ", "region": "namerica", "source_link": null, "institution": "Brigham and Women's Hospital", "text": "Boston, MA-- The Women's Health Initiative (WHI) hormone therapy trials tested the most common formulations of hormone therapy -  estrogen and progestin, and estrogen alone -  to assess the benefits and risks of menopausal hormone therapy taken for chronic disease prevention, by predominantly healthy postmenopausal women. Health outcomes have been previously reported but the earlier reports did not focus specifically on all-cause mortality and cause-specific mortality.  A new study led by investigators at Brigham and Women's Hospital published in JAMA on September 12, 2017, is the first to examine the long-term rates of death from all-causes, and the rates of death from specific causes, including cardiovascular disease, cancer and other major illnesses over a follow-up of 18 years among 27,347 women from the two WHI hormone therapy trials. In the overall study of  women ages 50-79, researchers found no increase or decrease in total mortality or deaths from cardiovascular disease, cancer or other major illnesses in the randomized hormone therapy trials. \"All-cause mortality provides a critically important summary measure for an intervention such as hormone therapy that has a complex matrix of benefits and risks,\" stated JoAnn Manson, MD, DrPH, lead author and Chief, Division of Preventive Medicine at BWH. \"Mortality rates are the ultimate 'bottom line' when assessing the net effect of a medication on serious and life-threatening health outcomes.\"  Hormone therapy is known to be effective in reducing hot flashes and menopausal symptoms, and decreasing the risk of hip and other fractures, but it has been also linked to risks including venous blood clots, stroke, and certain cancers. \"In this new analysis, we found that there was no association between hormone therapy and all-cause mortality during either the treatment period or the long-term follow-up of these trials,\" Manson said.Researchers used data from the two trials which included postmenopausal women with an average age of 63 at enrollment - and explored the effect of treatment over a five to seven-year period, and 18 years of cumulative follow-up, and then defined the impact of hormone therapy on mortality rates by age group. During the follow-up, 7,489 deaths occurred, more than twice as many deaths as were included in earlier reports that had shorter follow-up periods. When examined by ten-year age groups, mortality outcomes were more favorable among younger women who received hormone therapy when compared to older women who also received the therapy. During the five to seven years of treatment, the death rates in the women aged 50-59 tended to be approximately 30 percent lower among women who received hormone therapy when compared to women of the same age who received placebo. However, among women who initiated hormone therapy in their 60s and 70s, no effect on death rate was observed. After 18 years, which included 10-12 years of follow-up after stopping hormone therapy, the differences by age group diminished and were no longer statistically significant. Over this extended follow-up period, overall mortality rates and deaths from cardiovascular disease and cancer were neither increased nor decreased among women who received hormone therapy.  The team also found that deaths from Alzheimer's Disease and other forms of dementia were significantly lower with estrogen-alone than with placebo during 18 years of follow-up, but use of estrogen plus progestin was not associated with dementia mortality.\"We observed a trend toward reduced mortality in younger women (age 50-59) who received hormone therapy, and neutral effects in older women (in their 60s and 70s) who received hormone therapy. These findings provide support for clinical guidelines endorsing the use of hormone therapy for recently menopausal women to manage bothersome hot flashes and other menopausal symptoms. However, the findings do not provide support for the use of hormone therapy for the prevention of cardiovascular disease or other chronic diseases,\" Manson said. \"In clinical decision making, these considerations must be weighed against the impact of untreated menopausal symptoms that women experience, including impaired quality of life, disrupted sleep, reduced work productivity and increased health care expenditures.\"  The WHI hormone therapy trials addressed the benefits and risks of the most common formulations of hormone therapy used at the start of the study. It is important to note that in current clinical practice, lower doses, different formulations and novel administration methods (such as skin patches, gels, or sprays) of hormone therapy are available and increasingly common. Additional research on the long-term benefits and risks of these newer treatments is needed, the researchers say.", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Clinical Trials"]}