{"journal": "Journal of Neurosurgery: Pediatrics", "url": "http://www.eurekalert.org/pub_releases/2017-09/jonp-eth090617.php", "description": "Researchers at Wake Forest Baptist Medical Center examined differences in the number, location, and magnitude of head impacts sustained by young athletes during various youth football practice drills. Such information could lead to recommendations for football practices, including modification of some high-intensity drills in order to reduce players' exposure to head impacts and, consequently, lessen the risks of injury.", "article_link": "http://dx.doi.org/10.3171/2017.5.PEDS16627", "date": "Tue, 12 Sep 2017 04:00:00 GMT", "funder": "NIH/National Center for Advancing Translational Sciences, NIH/National Institute of Neurological Disorders and Stroke, Childress Institute for Pediatric Trauma", "title": "Exposure to head impacts in youth football practice drills", "region": "namerica", "source_link": null, "institution": "Journal of Neurosurgery Publishing Group", "text": "CHARLOTTESVILLE, VA (SEPTEMBER 12, 2017). Researchers at Wake Forest Baptist Medical Center examined differences in the number, location, and magnitude of head impacts sustained by young athletes during various youth football practice drills. Such information could lead to recommendations for football practices, including modification of some high-intensity drills in order to reduce players' exposure to head impacts and, consequently, lessen the risks of injury. Detailed information on the findings of this study can be found in the article, \"Head impact exposure measured in a single youth football team during practice drills,\" by Mireille E. Kelley, MS (a graduate student in Biomedical Engineering at Wake Forest Baptist), et al., published today in the Journal of Neurosurgery: Pediatrics.Much has been written about concussions sustained by youths engaged in football. However, other less severe head impacts are frequently experienced by young athletes throughout the football season. And, important to note, studies have shown that far more head impacts occur during football practice drills than during games. Kelley and her colleagues collected biomechanical data and videos to evaluate the number, location, and magnitude of head impacts sustained by nine youths during football practice drills. All youths were members of the same team and were on average about 11 years of age. Inside each athlete's helmet was a Head Impact Telemetry (HIT) System™, which measures head acceleration. This apparatus was worn for all football practices over an entire season of play, including preseason, regular season, and playoff practice drills. Every time the HIT System™ recorded a head impact greater than 10g, data collection was triggered and biomechanical data were transmitted to a sideline base unit for later analysis. Videos were recorded to ensure that helmets were worn at the time of impact and to pair videos of the drills with associated biomechanical data collected by the HIT System™.There were eleven types of practice drills: dummy/sled tackling, install, special teams, multiplayer tackle, Oklahoma, one-on-one, open-field tackling, passing, position skill work, scrimmage, and tackling drill stations. The authors provide descriptions and purposes of these drills in Table 1 in the paper (see attached). The authors report that a total of 2,125 head impacts occurred while the nine young athletes participated in a total of 30 contact practices. The authors provide a summary of head impact exposure (HIE) data broken down by the eleven types of practice drills in Table 2 in their paper (see attached). The frequency of impacts was assessed by compiling the number of impacts per minute per player for each drill. The magnitudes of these impacts were determined on the basis of linear (g's) and rotational (radians per square second) head acceleration measured by the HIT System™, which the authors report as means and 50th and 95th percentiles.Kelley et al. used biomechanical data and videos not only to identify the number, magnitude, and location of head impacts, but also to interpret possible contributors to variations in these factors among different practice drills. A few interesting findings are listed below.Head impacts occurred most frequently during contact drills involving multiple players, and higher-magnitude head impacts took place during tackling drills. Not all drills were practiced in each session. Open field tackling, for example, was only practiced in five of the 30 practice sessions. Although this drill was associated with relatively few head impacts (compared with other drills), the impacts tended to be of high magnitude. The authors point out that the high magnitude of head impacts associated with open field tackling is most likely caused by the fact that athletes build up speed as they move toward each other across distances greater than 3 yards. In one-on-one tackling, on the other hand, youth athletes cover less ground before reaching each other. The authors suggest that this may have contributed to the fact that the magnitude of head impacts for one-on-one tackling was lower than those for open field tackling. The multiplayer tackle drill was associated with the highest rate of head impacts, but these impacts were relatively low-magnitude ones (compared with impacts in other tackling drills). The authors suggest that this may be due to the emphasis on blocking rather than tackling during this drill. With the exception of the dummy/sled tackling drill, the most common location of impact was the front of the football helmet. However, when high-magnitude impacts (60g or greater) were evaluated, in some drills--namely, open-field tackling, Oklahoma, one-on-one, and position skill work--the most common impact location was the top of the helmet, which the authors suggest may represent improper tackling technique.Thorough examination of variations among practice drills with respect to the number of head impacts, their magnitude, and the location on the head where they occur provides researchers with information on what drills are more likely to increase risks of injury. This provides valuable information to health professionals, coaches, and youth football league officials for determining whether particular drills should be modified or eliminated from practice sessions. The authors point out that this study is small--limited to only nine players of similar age in a single football team. The authors suggest that further studies should be conducted in larger numbers of players from different age groups to evaluate additional variations in biomechanical data across practice drills and assess risks of practice-related head injury.In describing the study, lead investigator Jillian E. Urban, Ph.D. Assistant Professor of Biomedical Engineering at Wake Forest Baptist, said, \"This study, along with future research, will help inform relevant evidence-based recommendations for youth football leagues to reduce head impact exposure and ultimately improve the safety of sport for our young athletes.\" ", "meeting": "", "keywords": ["Medicine/Health", " Pediatrics", " Sports Medicine", " Trauma/Injury", " Sports Medicine", " Sports/Recreation", " Biomedical/Environmental/Chemical Engineering"]}