{"journal": "Catheterization and Cardiovascular Interventions", "url": "http://www.eurekalert.org/pub_releases/2017-09/sfca-seu091117.php", "description": "Researchers have led a retrospective single-center study examining simple hemodynamic parameters obtained at the time of cardiac catheterization to predict in-hospital mortality following ST-elevation myocardial infarction (STEMI). Current 30-day mortality rates for patients with STEMI range from 2.5% to 10%, and 10.5%-24% of those patients require mechanical hemodynamic support.", "article_link": null, "date": "Mon, 11 Sep 2017 04:00:00 GMT", "funder": "", "title": "Study examines use of systolic blood pressure at time of primary percutaneous coronary intervention", "region": "namerica", "source_link": null, "institution": "Society for Cardiovascular Angiography and Interventions", "text": "WASHINGTON -- Researchers have led a retrospective single-center study examining simple hemodynamic parameters obtained at the time of cardiac catheterization to predict in-hospital mortality following ST-elevation myocardial infarction (STEMI). Current 30-day mortality rates for patients with STEMI range from 2.5% to 10%, and 10.5%-24% of those patients require mechanical hemodynamic support. The project examines the prognostic utility of an index based on systolic blood pressure (SBP) and left-ventricular end-diastolic blood pressure (LVEDP) ratio measured at the time of emergency primary percutaneous coronary intervention (PPCI). The entire study is outlined in the Editor's Choice article of the September 2017 issue of Catheterization and Cardiovascular Interventions.  The single-center study evaluated adult patients (? 18 years) with STEMI undergoing PPCI from April 11, 2007, to December 12, 2011. The final study included 219 patients with a mean age of 60 ±14 years. Patients' LVEDP, SBP, and aortic diastolic blood pressure were obtained after successful revascularization and compared to major mortality risk scores. \"Our results are the first to demonstrate that the ratio of SBP/LVEDP when measured at the time of PPCI is a useful predictor of in-hospital mortality and 30-day mortality for patients experiencing STEMI,\" said George Stouffer III, MD, FSCAI, division chief of cardiology at the University of North Carolina Chapel Hill Hospitals Heart and Vascular Center at Meadowmont. \"Invasive hemodynamic measurements at the time of PPCI have the theoretical advantage of better reflecting both left ventricular loading conditions and afterload than do non-invasive assessments. Our results show that this simple index predicted mortality at a level consistent with more commonly used, and more cumbersome prognostic indices, such as the Thrombolysis in Myocardial Infarction (TIMI) score, the Global Registry of Acute Coronary Events (GRACE) score and Killip Class.\"The SBP/LVEDP ratio ? 4 was associated with a likelihood ratio of 4.7 for in-hospital death, 5.8 for intra-aortic balloon pump (IABP) usage and 5.9 for the combined IABP usage or in-hospital death. \"The performance characteristics of this ratio at high levels provide rapid and accurate identification of patients at the time of PPCI for STEMI who are low risk for death or need for IABP,\" Stouffer added. A total of 20 (9.1%) patients died in-hospital and 34 (15.5%) required an IABP. The area under curve (AUC) for SBP/LVEDP ratio for in-hospital mortality (0.69) was more predictive than LVEDP (0.61, P?=?0.04) or pulse pressure (0.55, P?=?0.02) but similar to Shock Index and Modified Shock Index.\"SBP/LVEDP is a rapidly determined ratio that can provide important prognostic information at the time of PPCI,\" said Michael Yeung, MD, assistant professor of medicine, division of cardiology at the University of North Carolina Chapel Hill Hospitals. \"The pressure values are readily obtained during PPCI and identify a population at high risk for mortality. This presents an opportunity to identify patients who might benefit from more aggressive hemodynamic support while in the Cardiac Catheterization Laboratory.\"  ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Death/Dying", " Mortality/Longevity"]}