{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-09/cumc-lsp090817.php", "description": "A new study founds that sitting around for 12 or more hours per day, particularly if accumulated during 60- to 90-minute periods, increased the risk of death -- even in those who exercised.", "article_link": null, "date": "Mon, 11 Sep 2017 04:00:00 GMT", "funder": "National Institutes of Health, Coca-Cola Company", "title": "Long sitting periods may be just as harmful as daily total", "region": "namerica", "source_link": null, "institution": "Columbia University Medical Center", "text": "New York, NY (September 11, 2017)--A new study finds that it isn't just the amount of time spent sitting, but also the way in which sitting time is accumulated during the day, that can affect risk of early death. \r\nThe study, published online today in Annals of Internal Medicine, found that adults who sit for one to two hours at a time without moving have a higher mortality rate than adults who accrue the same amount of sedentary time in shorter bouts.\"We tend to think of sedentary behavior as just the sheer volume of how much we sit around each day,\" said Keith Diaz, PhD, associate research scientist in the Department of Medicine at Columbia University Medical Center (CUMC) and lead investigator of the study. \"But previous studies have suggested that sedentary patterns--whether an individual accrues sedentary time through several short stretches or fewer long stretches of time--may have an impact on health.\" The researchers used hip-mounted activity monitors to objectively measure inactivity during waking time over a period of seven days in 7,985 black and white adults over age 45. (The participants were taking part in the REGARDS study, a national investigation of racial and regional disparities in stroke.) On average, sedentary behavior accounted for 77 percent of the participants' waking hours, equivalent to more than 12 hours per day. Over a median follow-up period of four years, 340 of the participants died. Mortality risk was calculated for those with various amounts of total sedentary time and various sedentary patterns. Those with the greatest amount of sedentary time--more than 13 hours per day--and who frequently had sedentary bouts of at least 60 to 90 consecutive minutes had a nearly two-fold increase in death risk compared with those who had the least total sedentary time and the shortest sedentary bouts. The researchers also found that participants who kept most of their sitting bouts to less than 30 minutes had the lowest risk of death. \"So if you have a job or lifestyle where you have to sit for prolonged periods of time, we suggest taking a movement break every half hour. This one behavior change could reduce your risk of death, although we don't yet know precisely how much activity is optimal,\" Dr. Diaz said.The study was the largest to link objectively measured sedentary time and sedentary patterns with mortality risk. \"This study adds to the growing literature on how dangerous long periods of sitting are for our health, and underscores a growing awareness among clinicians and researchers that sitting really is the new smoking,\" said study co-author Monika Safford, MD, chief of the Division of General Internal Medicine and the John J. Kuiper Professor at Weill Cornell Medicine, and an internist at NewYork-Presbyterian/Weill Cornell Medical Center. \"We need creative ways to ensure that we not only cut back on the total amount we sit, but also increase regular interruptions to sitting with bursts of activity.\" Dr. Safford is the PI on one of the REGARDS ancillary studies and provided the cardiac events data for this paper. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Mortality/Longevity"]}