{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-09/elf-elt090817.php", "description": "New research, to be presented at the European Respiratory Society International Congress, has shown for the first time that e-cigarettes with nicotine cause a stiffening of the arteries in humans. This has important implications for the use of e-cigarettes, as arterial stiffness is associated with an increased risk of heart attacks and strokes in later life.", "article_link": null, "date": "Sun, 10 Sep 2017 04:00:00 GMT", "funder": "Swedish Society of Medicine, Swedish Heart and Lung Association, Stockholm County Council", "title": "E-cigarettes linked to increased arterial stiffness, blood pressure and heart rate in humans", "region": "europe", "source_link": null, "institution": "European Lung Foundation", "text": "Milan, Italy: New research has shown for the first time that e-cigarettes with nicotine cause a stiffening of the arteries in humans. This has important implications for the use of e-cigarettes, as arterial stiffness is associated with an increased risk of heart attacks and strokes in later life.Presenting the research at the European Respiratory Society International Congress today (Monday), Dr Magnus Lundbäck said: \"The number of e-cigarette users has increased dramatically in the last few years. E-cigarettes are regarded by the general public as almost harmless. The e-cigarette industry markets their product as a way to reduce harm and to help people to stop smoking tobacco cigarettes. However, the safety of e-cigarettes is debated, and a growing body of evidence is suggesting several adverse health effects. \"The results are preliminary, but in this study we found there was a significant increase in heart rate and blood pressure in the volunteers who were exposed to e-cigarettes containing nicotine. Arterial stiffness increased around three-fold in those who were exposed to nicotine containing e-cigarettes compared to the nicotine-free group.\"Dr Lundbäck (MD, PhD), who is a research leader and clinical registrar at the Danderyd University Hospital, Karolinska Institute, in Stockholm, Sweden, and his colleagues recruited 15 young, healthy volunteers to take part in the study in 2016. The volunteers were seldom smokers (smoking a maximum of ten cigarettes a month), and they had not used e-cigarettes before the study. The average age was 26, and 59% were female, 41% male. They were randomised to use e-cigarettes with nicotine for 30 minutes on one of the study days and e-cigarettes without nicotine on the other day. The researchers measured blood pressure, heart rate and arterial stiffness immediately after smoking the e-cigarettes and then two and four hours later.In the first 30 minutes after smoking e-cigarettes containing nicotine, there was a significant increase in blood pressure, heart rate and arterial stiffness; no such effect was seen on heart rate and arterial stiffness in the volunteers who had smoked e-cigarettes without nicotine.\"The immediate increase in arterial stiffness that we saw is most likely attributed to nicotine,\" said Dr Lundbäck. \"The increase was temporary. However, the same temporary effects on arterial stiffness have also been demonstrated following use of conventional cigarettes. Chronic exposure to both active and passive cigarette smoking causes a permanent increase in arterial stiffness. Therefore, we speculate that chronic exposure to e-cigarettes with nicotine may cause permanent effects on arterial stiffness in the long term. As of today, there are no studies on the long-term effects on arterial stiffness following chronic e-cigarette exposure. \"It is very important that the results of this and other studies reach the general public and the health care professionals working in preventive health care, for example in smoking cessation. Our results underline the necessity of maintaining a critical and cautious attitude towards e-cigarettes, especially for health care professionals. E-cigarette users should be aware of the potential dangers of this product, so that they can decide whether to continue or quit based on scientific facts.\" He continued: \"The marketing campaigns of the e-cigarette industry target current cigarette smokers and offer a product for smoking cessation. However, several studies question the e-cigarette as a means of smoking cessation, and there is a high risk of double use, where people use both e-cigarettes and conventional cigarettes. Furthermore, the e-cigarette industry also targets non-smokers, with designs and flavours that appeal to a large crowd, even the very young, and that carry the risk of a lifelong nicotine addiction. The e-cigarette industry is expanding on a global scale. Some calculations suggest that in the USA alone, the e-cigarette industry will surpass the conventional cigarette industry within the next few years. \"Therefore, our research concerns a very large population and our results may prevent future health problems for a huge number of people. It is of the utmost importance to investigate further the possible long-term effects of daily e-cigarette use through studies that are funded independently of the e-cigarette industry.\" Dr Lundbäck and his colleagues are continuing to investigate the effects of e-cigarettes on blood vessel and lung functions in humans, as well as carrying out studies in the lab of the effect of e-cigarette vapour and liquid on cell cultures.", "meeting": "European Respiratory Society International Congress 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Environmental Health", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Physiology", " Policy/Ethics", " Smoking/Tobacco"]}