{"institution": "Wiley", "title": "Many older adults with epilepsy may not be receiving optimal care", "url": "http://www.eurekalert.org/pub_releases/2017-02/w-moa020617.php", "article_link": "http://dx.doi.org/10.1111/epi.13675", "region": "namerica", "funder": "", "meeting": "", "journal": "Epilepsia", "source_link": null, "text": "Many older adults with newly diagnosed epilepsy in the United States are being prescribed older anti-epileptic drugs (AEDs), and only half begin treatment with AEDs within the first 30 days of a potential epilepsy diagnosis.The analysis included 2008-2010 Medicare administrative claims for a five percent random sample of beneficiaries augmented for minority representation. Investigators found no major racial/ethnic disparities in AED prescription patterns.\"In this population of older adults on Medicare Part D drug coverage, we noted that while prescriptions of newer line AEDs, in particular levetiracetam, are increasing compared with other studies of older Americans with epilepsy, there remains a substantial proportion receiving older line AEDs, most notably phenytoin,\" said Dr. Maria Pisu, senior author of the Epilepsia article. \"We cannot assess why this occurs from these data, but the use of newer AEDs with more favorable side effect potential and lower risk for drug-drug interactions is particularly important in an older population with a significant number of co-occurring conditions.\"Dr. Pisu noted that the study's main interest, however, was in assessing differences in treatment across racial/ethnic groups because disparities in epilepsy care have been reported before, and some groups may disproportionately suffer from the consequences of suboptimal epilepsy treatment. \"We found, however, that minority groups seem to receive comparable AED treatment to Whites despite clear socioeconomic differences with the white counterparts.\"\r\n", "keywords": ["Medicine/Health", " Neurobiology", " Public Health"], "description": "Many older adults with newly diagnosed epilepsy in the United States are being prescribed older anti-epileptic drugs (AEDs), and only half begin treatment with AEDs within the first 30 days of a potential epilepsy diagnosis.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}