{"institution": "American Academy of Neurology", "title": "Blood test may help differentiate Parkinson's from similar diseases", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-btm020617.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - A simple blood test may be as accurate as a spinal fluid test when trying to determine whether symptoms are caused by Parkinson's disease or another atypical parkinsonism disorder, according to a new study published in the February 8, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. In early stages of disease, it can be difficult to differentiate between Parkinson's disease and atypical parkinsonism disorders (APDs) like multiple system atrophy, progressive supranuclear palsy and corticobasal degeneration, because symptoms can overlap. But identifying these diseases early is important because expectations concerning progression and potential benefit from treatment differ dramatically between Parkinson's and APDs.\"We have found that concentrations of a nerve protein in the blood can discriminate between these diseases as accurately as concentrations of that same protein in spinal fluid,\" said study author Oskar Hansson, MD, PhD, of Lund University in Lund, Sweden. The nerve protein is called neurofilament light chain protein. It is a component of nerve cells and can be detected in the blood stream and spinal fluid when nerve cells die. For the study, researchers examined 504 people from three study groups. Two groups, one in England and one in Sweden, had healthy people and people who had been living with Parkinson's or APDs for an average of four to six years. The third group was comprised of people who had been living with the diseases for three years or less. In all, there were 244 people with Parkinson's, 88 with multiple system atrophy, 70 with progressive supranuclear palsy, 23 with corticobasal degeneration and 79 people who served as healthy controls.Researchers found the blood test was just as accurate as a spinal fluid test at diagnosing whether someone had Parkinson's or an APD, in both early stages of disease and in those who had been living with the diseases longer. The nerve protein levels were higher in people with APDs and lower in those with Parkinson's disease and those who were healthy. In the Swedish group, the protein levels averaged around 10 picograms per milliliter. People with multiple system atrophy had levels averaging around 20 pg/ml; those with progressive supranuclear palsy averaged around 25 pg/ml; and those with corticobasal degeneration averaged around 27 pg/ml.Hansson said, \"Lower concentrations of the nerve protein in the blood of those with Parkinson's may be due to less damage to nerve fibers compared to those with atypical parkinsonism disorders.\"For the group in Sweden, the blood test had a sensitivity of 82 percent and a specificity of 91 percent. Sensitivity is the percentage of actual positives that are correctly identified as positive. Specificity is the percentage of negatives that are correctly identified. For those in the early stages of disease, the sensitivity was 70 percent and the specificity was 80 percent. \"Our findings are exciting because when Parkinson's or an atypical parkinsonism disorder is suspected, one simple blood test will help a physician to give their patient a more accurate diagnosis,\" said Hansson. \"These atypical parkinsonism disorders are rare, but they generally progress much faster and are more likely to be the cause of death than Parkinson's disease, so it's important for patients and their families to receive the best care possible and to plan for their future needs.\"One limitation of nerve protein testing is that it does not distinguish between the different APDs, however doctors can look for other symptoms and signs to distinguish between those diseases. The study was supported by the European Research Council, the Swedish Research Council, The Parkinson Foundation of Sweden, the Swedish Brain Foundation, the Knut and Alice Wallenberg Foundation, the Torsten Soderberg Foundation at the Royal Swedish Academy of Sciences and the Swedish Federal Government under the ALF Agreement.To learn more about Parkinson's disease and atypical parkinsonism disorders, visit http://www.aan.com/patients.  The American Academy of Neurology is the world's largest association of neurologists and neuroscience professionals, with 30,000 members. The AAN is dedicated to promoting the highest quality patient-centered neurologic care. A neurologist is a doctor with specialized training in diagnosing, treating and managing disorders of the brain and nervous system such as Alzheimer's disease, stroke, migraine, multiple sclerosis, concussion, Parkinson's disease and epilepsy.For more information about the American Academy of Neurology, visit http://www.aan.com or find us on Facebook, Twitter, Google+, LinkedIn and YouTube.\r\nMINNEAPOLIS - A simple blood test may be as accurate as a spinal fluid test when trying to determine whether symptoms are caused by Parkinson's disease or another atypical parkinsonism disorder, according to a new study published in the February 8, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. In early stages of disease, it can be difficult to differentiate between Parkinson's disease and atypical parkinsonism disorders (APDs) like multiple system atrophy, progressive supranuclear palsy and corticobasal degeneration, because symptoms can overlap. But identifying these diseases early is important because expectations concerning progression and potential benefit from treatment differ dramatically between Parkinson's and APDs.\"We have found that concentrations of a nerve protein in the blood can discriminate between these diseases as accurately as concentrations of that same protein in spinal fluid,\" said study author Oskar Hansson, MD, PhD, of Lund University in Lund, Sweden. The nerve protein is called neurofilament light chain protein. It is a component of nerve cells and can be detected in the blood stream and spinal fluid when nerve cells die. For the study, researchers examined 504 people from three study groups. Two groups, one in England and one in Sweden, had healthy people and people who had been living with Parkinson's or APDs for an average of four to six years. The third group was comprised of people who had been living with the diseases for three years or less. In all, there were 244 people with Parkinson's, 88 with multiple system atrophy, 70 with progressive supranuclear palsy, 23 with corticobasal degeneration and 79 people who served as healthy controls.Researchers found the blood test was just as accurate as a spinal fluid test at diagnosing whether someone had Parkinson's or an APD, in both early stages of disease and in those who had been living with the diseases longer. The nerve protein levels were higher in people with APDs and lower in those with Parkinson's disease and those who were healthy. In the Swedish group, the protein levels averaged around 10 picograms per milliliter. People with multiple system atrophy had levels averaging around 20 pg/ml; those with progressive supranuclear palsy averaged around 25 pg/ml; and those with corticobasal degeneration averaged around 27 pg/ml.Hansson said, \"Lower concentrations of the nerve protein in the blood of those with Parkinson's may be due to less damage to nerve fibers compared to those with atypical parkinsonism disorders.\"For the group in Sweden, the blood test had a sensitivity of 82 percent and a specificity of 91 percent. Sensitivity is the percentage of actual positives that are correctly identified as positive. Specificity is the percentage of negatives that are correctly identified. For those in the early stages of disease, the sensitivity was 70 percent and the specificity was 80 percent. \"Our findings are exciting because when Parkinson's or an atypical parkinsonism disorder is suspected, one simple blood test will help a physician to give their patient a more accurate diagnosis,\" said Hansson. \"These atypical parkinsonism disorders are rare, but they generally progress much faster and are more likely to be the cause of death than Parkinson's disease, so it's important for patients and their families to receive the best care possible and to plan for their future needs.\"One limitation of nerve protein testing is that it does not distinguish between the different APDs, however doctors can look for other symptoms and signs to distinguish between those diseases. ", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Gerontology", " Aging", " Hematology", " Neurobiology", " Parkinson's Disease"], "description": "A simple blood test may be as accurate as a spinal fluid test when trying to determine whether symptoms are caused by Parkinson's disease or another atypical parkinsonism disorder, according to a new study published in the Feb. 8, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}