{"institution": "SAGE", "title": "How can marijuana policy protect the adolescent brain?", "url": "http://www.eurekalert.org/pub_releases/2017-02/s-hcm020617.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Policy Insights from the Behavioral and Brain Sciences", "source_link": null, "text": "Los Angeles, CA (Feb. 8, 2017) As more states begin to legalize the use of marijuana, more young people may start to believe that it's safe to experiment with the drug. However, those under 25 are more vulnerable to the effects of drugs than are older adults. New legislation on legal marijuana use should include consideration of age limits and other guidelines for safe use, according to the authors of an article published today in Policy Insights from the Behavioral and Brain Sciences, a Federation of Associations in Behavioral & Brain Sciences (FABBS) journal published in partnership with SAGE Publishing.\"As states consider legislation for marijuana use, it is imperative to determine safe guidelines regarding its impact on the brain, particularly during critical periods of neurodevelopment,\" commented study authors Staci A. Gruber and Kelly A. Sagar of McLean Hospital and Harvard Medical School. \"Although 'just say no' did not work as a successful prevention policy, 'just not yet' may be a more effective and informed message to promote, especially among our nation's youth.\"Examining research on recreational marijuana's impact on the brain, Gruber and Sagar recommend that laws legalizing marijuana outline restrictions on: While recreational marijuana use during vulnerable periods of neurodevelopment has been linked to adverse effects, marijuana and its constituents also appear to hold great therapeutic potential. Currently, \"policy has outpaced science, and eased restrictions allowing citizens to use marijuana, in some cases without the benefit of appropriate research,\" continued Gruber and Sagar. \"Additional investigation is warranted and necessary to help guide informed policy decisions. Consumers have a right and a clear need to understand what their chosen marijuana products contain and what to expect.\" ", "keywords": ["Advertising/Public Relations", " Guidelines/Treaties/Agreements", " Social/Behavioral Science", " Drugs", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes"], "description": "As more states begin to legalize the use of marijuana, more young people may believe that it's safe to experiment with the drug. However, those under 25 are more vulnerable to the effects of drugs than are older adults. New legislation on legal marijuana use should include consideration of age limits and other guidelines for safe use, according to the authors of a new article in Policy Insights from the Behavioral and Brain Sciences.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}