{"institution": "Baylor College of Medicine", "title": "Research reveals vital links between brain tumors and epileptic seizures", "url": "http://www.eurekalert.org/pub_releases/2017-02/bcom-rrv020717.php", "article_link": "http://dx.doi.org/10.1038/nn.4493", "region": "namerica", "funder": "", "meeting": "", "journal": "Nature Neuroscience", "source_link": "https://www.bcm.edu/news/neurology/link-between-brain-tumors-epileptic-seizures", "text": "Detecting brain tumors at the earliest possible stage and eliminating them before seizures begin might be possible one day, according to research by scientists at Baylor College of Medicine and Texas Children's Hospital.\r\nIn the study, which is published in the journal Nature Neuroscience, the scientists report that the emergence of specific brain cells during brain tumor progression in a mouse model marked the onset of seizures and brain tumor invasion. An improved understanding of how brain tumors cause seizures can potentially lead to strategies to prevent them or treat them.\r\n\"We began this project by studying normal brain cells,\" said co-senior author Dr. Benjamin Deneen, associate professor in the Center for Stem Cell and Regenerative Medicine at Baylor and the Neurological Research Institute at Texas Children's Hospital. \"The brain has billions of cells of which only 30 percent are neurons. Astrocytes are the predominant cell type of the remaining 70 percent. Surprisingly, astrocytes have not been studied in as much detail as neurons have.\"\r\n\"Although astrocytes are often broadly categorized as one cell type, a lot of diversity exists in the functions carried out by these cells,\" said co-senior author Dr. Chad Creighton, associate professor of medicine and member of the Dan L Duncan Comprehensive Cancer Center Division of Biostatistics at Baylor.\r\nAstrocytes play diverse roles in the brain, from supporting the functions of neurons, participating in synapse formation and function and in the release of neurotransmitters, to making the blood-brain barrier and other functions. What is not known is whether all these functions are carried out by different subpopulations of astrocytes. This study explores the cellular and functional diversity of the most enigmatic, yet most abundant cell type in the brain. Answering this fundamental question served as the starting point for this investigation. Better understanding the underappreciated astrocyteThe researchers took populations of mouse astrocytes, which until now have been considered to be a cell type with little diversity, and used molecular markers expressed on the cells' surface to divide the cells into subpopulations according to the cell surface markers expressed. They identified five subpopulations - the scientists called them subpopulations A, B, C, D and E - each containing a unique combination of cell surface markers. These subpopulations were consistently present across several different regions of the brain.\r\nFurther studies showed that each subpopulation of astrocytes expressed distinct sets of genes. These molecular signatures suggested that each subpopulation might play different roles in the brain. In particular, the scientists were interested in subpopulation C, which expressed a significant number of genes associated with synapses, the junctions that transmit nerve impulses that connect networks of neurons in the brain. \r\nThe researchers compared the ability of the different subpopulations of astrocytes to support the formation and function of synapses between neurons. \r\n\"In the laboratory, we combined individual subpopulation of astrocytes with neurons and measured synapse formation and function,\" said Deneen. \"We found that neurons incubated with subpopulation C made more synapses than neurons incubated with the other subpopulations.\"\r\nLinking astrocytes to human glioma\"Astrocytes are associated with numerous neurological conditions, including injury, multiple sclerosis, autism, schizophrenia, Alzheimer's and Parkinson's disease and brain tumors. Given that we found diverse astrocyte subpopulations, we wondered whether these subpopulations could also explain astrocyte contributions to a host of different neurological diseases,\" Deneen said. \r\nOne of the interests of the Deneen lab is identifying mechanisms that regulate astrocyte development and how these cells contribute to neurological diseases, in particular human glioblastoma multiforme, the most aggressive and deadly type of brain tumor. In these type of cancer, about 80 percent of the tumor comprises transformed astrocyte-like cells, and, just as in the case of normal brain tissue, the diversity of these tumor cell subpopulations and functions in brain tumors had not been studied in detail.\r\nIn this case, the scientists used a different approach to determine whether astrocyte-like cells in human glioblastoma include different astrocyte subpopulations. \r\n\"We used publicly available genomic datasets to help us understand what distinguishes the different types of astrocytes from each other,\" Creighton said. \"The genomic datasets compile entire genomes - all the genes - of different types of cells.  Using this resource, we discovered that each type of human astrocyte showed very distinctive patterns of gene activation. It was by comparing these patterns with patterns associated with brain cancer or with epilepsy, using public data, that we discovered how specific types of astrocytes appear to have roles in these diseases.\"\r\nAstrocytes and seizuresOne striking characteristic of glioblastoma, which usually leads to the discovery of the tumor, is epileptic seizures. \r\nOn one occasion Deneen was talking with Dr. Jeffrey L. Noebels, about this research. Noebels, who is professor of neurology, neuroscience, and molecular and human genetics, director of the Blue Bird Circle Developmental Neurogenetics Laboratory at Baylor and is a leader in the field of epilepsy, asked Deneen, \"do your mice with brain tumors have seizures?\" \"They do,\" Deneen said.\r\nThis conversation led to planning a series of experiments in the mouse models of glioma to determine the time scale of the seizures and whether different sub populations of astrocyte-like cells within the tumor were associated with seizures.\r\nThe results of these experiments showed that as the tumor grows, the excitability of the adjacent neurons progressively increases. Seventy days after birth, the mice had visible seizures that correlated with the emergence of astrocyte subpopulation C. Further linking these astrocyte-like subpopulations to seizures, the scientists showed that subpopulation C expresses a significant number of genes linked to epilepsy.\r\nWhile subpopulation C seems to be involved with seizures in the mouse model of glioblastoma, subpopulations B and D showed they were able to migrate more in laboratory assays than population C. \r\n\"Taken all together, the evidence from the mouse model of glioblastoma indicates that as the tumor evolves, different subpopulations of astrocyte-like cells develop within the tumor and execute distinct functions that are related to two important tumor characteristics, synaptic imbalance that can lead to seizures, and tumor migration that can lead to tumor invasion of other tissues,\" Deneen said.\r\n\"Less than half of the patients with epilepsy caused by a brain tumor can be helped with existing antiepileptic drugs,\" said Noebels, co-author of the work. \"We do not understand exactly how malignant cells cause seizures, or why seizures persist after tumor surgery. Until now, we could only study this brain tissue at later misleading stages. I am excited that this next-generation experimental model in mice will allows us to study, for the first time, the earliest effects of human tumors on brain circuits before seizures actually begin and understand the mechanisms. These studies would be a major advance in patient care, allowing clinicians to bypass precious months spent searching for effective therapy to stop seizures. Because seizures themselves damage brain tissue, timely effective therapy is of the essence.\"\r\n", "keywords": ["Biology", " Cell Biology", " Genetics", " Cancer", " Neurobiology"], "description": "Scientists report that the emergence of specific brain cells during brain tumor progression in a mouse model marked the onset of seizures and brain tumor invasion.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}