{"title": "Kent State research group publishes analysis of primate brains in top science journal", "text": "How different are human brains compared to the brains of other primates such as chimpanzees, gorillas and monkeys? It's one of many important questions that scientists have asked for years while pursuing a better understanding of human evolution.Researchers in Kent State University's College of Arts and Sciences recently co-authored an article with more than 30 scientists, led by Yale University, from the United States, Italy and Spain in the journal Science that describes some of the small, yet distinct differences between the species in how individual cells function and form connections. The researchers combined transcriptome (genetic) and histological analyses to determine how the human brain may be unique from nonhuman primate species. Read the full article in the journal Science at http://science.sciencemag.org/content/358/6366/1027. Dopamine is known to play a role in aspects of cognition and behavior, such as working memory, reasoning, reflective exploratory behavior and overall intelligence. The upregulation of dopamine-related gene expression prompted the researchers to quantify and compare tyrosine hydroxylase (TH+) interneurons in 45 adult brains of nine primate species. Tyrosine hydroxylase is the rate-limiting enzyme in dopamine synthesis. Mary Ann Raghanti, Ph.D., associate professor and chair of the Department of Anthropology at Kent State, and two of her graduate students, Alexa Stephenson and Melissa Edler, contributed to this massive analysis by quantifying the tyrosine hydroxylase interneurons in the human and nonhuman primate brain. \"Our data demonstrated that humans have more of these neurons within both the dorsal caudate nucleus and putamen (striatum) than any other species,\" Dr. Raghanti said. \"This research furthers our understanding of how human brains are different from those of other species and shows that the neurotransmitter dopamine is critical in defining what it means to be human.\" The article concludes that through evolution, the brain has undergone microstructural, connectional and molecular changes in the human lineage, changes likely mediated by divergent spatiotemporal gene expression.The research completed in Dr. Raghanti's lab was funded by the National Science Foundation. She said her lab will continue its research into how neurotransmitters contributed to brain evolution and how they relate to brain function and disease. ", "article_link": "http://dx.doi.org/10.1126/science.aan3456", "url": "http://www.eurekalert.org/pub_releases/2017-11/ksu-ksr113017.php", "region": "namerica", "source_link": "https://www.kent.edu/kent/news/kent-state-research-group-publishes-analysis-primate-brains-top-science-journal", "funder": "National Science Foundation", "meeting": "", "institution": "Kent State University", "keywords": ["Biology", " Evolution", " Genetics", " Anthropology"], "journal": "Science", "description": "How different are human brains compared to the brains of other primates such as chimpanzees, gorillas and monkeys? \r\n\r\nResearchers in Kent State University's College of Arts and Sciences recently co-authored an article with more than 30 scientists, led by Yale University, from the United States, Italy and Spain in the journal Science that describes some of the small, yet distinct differences between the species in how individual cells function and form connections.", "date": "Thu, 30 Nov 2017 05:00:00 GMT/UTC"}