{"title": "Football judgments and driving too fast: The science of judging speed", "text": "Football officials watching slow-motion clips or drivers changing from motorways to 30mph zones could be unconsciously mis-judging speed - and the motivations behind a person's movements - because their perceptions of 'normal' have been altered by recent experiences, new research has found.Vision science researchers tested whether exposure to slow-motion footage of people either running in a marathon or walking would alter their perception of real-life movement, and found that after viewing the footage for a short while, participants judged normal-speed playback as too fast, and it had to be slowed down in order to appear 'normal'. The opposite effect occurred after viewing fast movements, meaning that judgements of speed are unconsciously influenced by previously viewed speeds. Vision scientists said the so-called 'adaptation effect' is down to a person's own perceived 'norms' about how fast something would usually move being altered by relatively short periods of exposure to different speeds.For example, people viewing repeated play-back clips of football games or races - in either slow-motion or fast-forward - would begin to view the altered footage as natural behavior, so decisions based on video reviews to determine premeditated fouling or feigning injury could be negatively impacted. Researchers said drivers could also experience a similar thing - called velocity re-normalisation - which would alter their perception of speed so that when they moved from high-speed conditions to slower zones, it would take time to adjust because faster speeds would feel more normal. This is down to the brain continuously compensating for changes in the driver's visual stimulation.The study, funded by the Economic and Social Research Council UK, was led George Mather, a Professor of Vision Science at the University of Lincoln, UK. Professor Mather said: \"The speed at which people move - their gestures or walking pace - carries important social cues about the meaning and intent behind their actions or their emotional state and temperament. \"Eyebrows, for instance, can say a great deal. A rapid flick is a common form of greeting, while a slow rise and fall can indicate surprise or fear, and the speed at which a person walks is slower when that person is feeling sad rather than happy. \"This research has some quite interesting implications. This season the Football Association will review video footage of fouls in football matches in order to decide whether a player intended to deceive the referee by feigning injury or pretending to have been fouled. If these reviews involve repeated viewing of slow-motion replays, the findings may well be affected due to the 'adaptation effect' we reported.\"In another context, after you have driven along a motorway at 70mph for a while, you may have had the experience that upon leaving the motorway it is easy to misjudge slow speeds and so approach the exit too fast. This may occur because, perceptually, 70mph becomes 'normal' speed after spending some time on the motorway, so 30mph on the slip road appears slower than it appears while driving in a city.The findings are published this week in Scientific Reports.\r\n", "article_link": "http://dx.doi.org/10.1038/s41598-017-06841-5", "url": "http://www.eurekalert.org/pub_releases/2017-07/uol-fja072817.php", "region": "europe", "source_link": null, "funder": "Economic and Social Research Council", "meeting": "", "institution": "University of Lincoln", "keywords": ["Neurobiology", " Ophthalmology", " Sports/Recreation", " Social/Behavioral Science", " Sports/Recreation", " Transportation/Travel", " Memory/Cognitive Processes", " Perception/Awareness", " Vehicles"], "journal": "Scientific Reports", "description": "Football officials watching slow-motion clips or drivers changing from motorways to 30 mph zones could be unconsciously misjudging speed -- and the motivations behind a person's movements -- because their perceptions of 'normal' have been altered by recent experiences, new research has found.", "date": "Fri, 28 Jul 2017 04:00:00 GMT"}