{"title": "Women and men report similar levels of work-family conflicts", "text": "WASHINGTON -- Contrary to public perception and many media accounts, women and men report similar levels of work-family conflicts, both in the form of work interfering with family and family interfering with work, according to research published by the American Psychological Association.Researchers spent several years examining the findings from more than 350 studies conducted over three decades that included more than 250,000 participants from across the world. The results were surprising, said lead researcher Kristen Shockley, PhD, an assistant professor of psychology at the University of Georgia. The research was published online in the Journal of Applied Psychology.\"We essentially found very little evidence of differences between women and men as far as the level of work-family conflict they report,\" she said. \"This is quite contrary to the common public perception. The way this issue is presented in the media frames the way we think about it, and it creates a perpetual cycle. Women hear that other women are struggling with this issue, so they expect they will experience greater work-family conflict. There also is some socialization for it being OK for women to talk more about it than men.\"Some previous research has found that men often do not feel comfortable discussing work-family concerns because of fears of being stigmatized, threats to their masculinity or negative career repercussions. But men may feel more open discussing those conflicts in anonymous, confidential surveys, such as those included in the studies that this research was based on, Shockley said. \"I do think it's harming men, who are silently struggling and are experiencing the same amount of work-family conflict, but no one is acknowledging it,\" she said. In recent years, men also have increasingly become primary caregivers for young children, and fathers on average are spending more time caring for their children and completing household chores, although women still spend more time on both tasks. A study by the Pew Research Center found that fathers were just as likely as mothers to say that parenting is extremely important to their identity. Women also may face career penalties because of stereotypes that they are more family-oriented and less committed to their careers.Approximately half of the studies included in the meta-analysis were conducted in the United States, while the remainder were spread mostly across countries in Europe and Asia. The researchers also examined ratings of gender equality for the countries where the studies were conducted, and they were surprised to find that men and women reported similar levels of work-family conflict regardless of the level of gender equality in their country. However, few studies on work-family conflicts have been conducted in the Middle East, where vast gender inequality is common, which could produce different findings there, Shockley said.Some minor differences were detected between men and women about work-family conflict when the data were divided into different subgroups, but none of them were large in magnitude, Shockley said. Mothers reported slightly greater family interference with work than fathers, as did women in dual-earner couples. Men in dual-earner couples reported slightly greater work interference with family, as did women when the sample was restricted to men and women in the same occupations. While some of the included studies were conducted decades ago, approximately half were published in 2010 or later.Men and women may experience the same level of work-family conflict but perceive it differently, Shockley said. Women may feel guiltier about work interference with family because of traditional expectations that mothers are caretakers, but there has been little research on that issue and there weren't enough studies to include in the meta-analysis, Shockley said. A father's traditional role has been as the primary breadwinner so men may feel they are fulfilling their family responsibilities by working, resulting in less guilt, she added. But both of those gender roles are changing in the United States as more women enter the workforce and more men assume larger responsibilities in rearing children. Company and government policies should provide greater support for work-family policies that benefit both women and men, including flexible work arrangements, child care support and both paid maternity and paternity leave, Shockley said. Only 9 percent of workplaces in the United Sates offer paid paternity leave, compared to 21 percent with maternity leave, with the United States ranking near last in the world on both issues. The United States, Suriname and Papua New Guinea are the only countries that don't guarantee any paid maternity or paternity leave. In the United States, fathers on average take only one day of paternity leave (paid or unpaid) for every month of maternity leave mothers take, with 96 percent of fathers taking two weeks of leave or less after the birth of a child. Increased paternity leave could improve mothers' well-being, and father-infant bonding has long-term positive benefits for children as well as an equal division of labor between spouses, Shockley said.\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/apa-wam072417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Psychological Association", "keywords": ["Social/Behavioral Science", " Mental Health"], "journal": "Journal of Applied Psychology", "description": "Contrary to public perception and many media accounts, women and men report similar levels of work-family conflicts, both in the form of work interfering with family and family interfering with work, according to research published by the American Psychological Association.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}