{"title": "Food banks respond to hunger needs in rural America", "text": "URBANA, Ill. - Many images of rural America are food-related -- a freshly-baked apple pie cooling on the windowsill, a roadside produce stand brimming with sweet corn and tomatoes, or a Norman Rockwell print showing a family sitting down to dinner. But the reality is that many people in rural America face hunger and don't always know where their next meal is coming from. \"Just because rural communities are surrounded by fields of corn and soybeans, it doesn't mean residents can walk by and eat it. It's not available in that sense. It would be like saying that people living in Silicon Valley must have really great cell phones or that cars are cheaper in Detroit,\" says University of Illinois economist Craig Gundersen who studies food insecurity. \"We find that food insecurity exists in rural areas just like it does in urban areas.\"Gundersen's recent research on the subject sheds some light on hunger-relief efforts in rural America. According to his research, Feeding America has a substantial presence in rural communities, providing food assistance through member food banks and the food pantries with which they partner.\"There has been a perception that food pantries are mainly located in urban settings, while rural communities are isolated places where food assistance is not being provided to people in need. We didn't find that to be true. In fact, we find that, based on certain measures, food banks are doing a great job at reaching rural areas,\" Gundersen says.This research combined data from two of Feeding America's studies: county-level food-insecurity rates from Map the Meal Gap, and information about the programs that provide charitable food assistance across the country from Hunger in America. \"Due to the work of Map the Meal Gap, many food banks have become more cognizant of needs in their area and have been reaching out to fill the need. Hunger in America helps tell the story of that reach. They've been doing a lot of novel things with mobile food pantries, for example,\" he says.Does this report mean we can sit back and relax knowing that people in rural America are getting what they need? Gundersen says, \"No.\" Meeting the need is not as easy as simply making food available, especially in rural areas where long distances and transportation barriers can keep some from accessing such services. He also stresses the continued need for the Supplemental Nutrition Assistance Program (SNAP, formerly known as the Food Stamp Program).\"This is still an urgent situation. The most critical social safety net against hunger in the United States continues to be SNAP. We need to maintain its effectiveness. Another key component of our safety net is the work done by Feeding America. They have a limited amount of food and face challenges. We did this study to better understand the need in rural counties and the extent to which services are offered in rural areas.\"Federal programs like SNAP and charitable programs like those operated across the Feeding America network provide critical resources to food-insecure people in rural areas,\" Gundersen says, \"Despite this, the social and economic conditions in these areas have not improved as much as they have in other parts of the country. If they were, we wouldn't have, by the most recent count, more than 42 million people who are food insecure nationwide.\" ", "article_link": "http://dx.doi.org/10.1177/0002716217710172", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoic-fb072717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Illinois College of Agricultural, Consumer and Environmental Sciences", "keywords": ["Agriculture", " Agricultural Production/Economics", " Business/Economics", " Socioeconomics", " Public Health", " Quality of Life", " Socioeconomics", " Poverty/Wealth"], "journal": "The Annals of the American Academy of Political and Social Science", "description": "University of Illinois economist Craig Gundersen's recent research sheds light on hunger-relief efforts in rural America. According to his research, Feeding America has a substantial presence in rural communities, providing food assistance through member food banks and the food pantries with which they partner.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}