{"title": "Humans identify emotions in the voices of all air-breathing vertebrates", "text": "Amphibians, reptiles, mammals -- all of them communicate via acoustic signals. And humans are able to assess the emotional value of these signals. This has been shown in a new study conducted by researchers at Vrije Universiteit Brussel and Ruhr-Universität Bochum, in collaboration with colleagues from Alberta, Canada, and Vienna, Austria, in the journal \"Proceedings of the Royal Society B\". They interpreted these findings as evidence that there might be a universal code for the vocal expression and perception of emotions in the animal kingdom. Previous studies had demonstrated that humans are capable of identifying emotions in the voices of different mammals. The new study results have been expanded to include amphibians and reptiles.The team headed by Dr Piera Filippi, currently at the University of Aix-Marseille and the Max Planck Institute for Psycholinguistics in the Netherlands, included, amongst others, three academics from Bochum: philosophy scholar Prof Dr Albert Newen, biopsychologist Prof Dr Dr h. c. Onur Güntürkün and assistant professor Dr Sebastian Ocklenburg.Animal voices for different classes of vertebratesParticipants in the study included 75 individuals whose native language was English, German or Mandarin. They listened to audio recordings of nine different species of land-living vertebrates in the classes mammals, amphibians and reptiles, with the latter including birds and other reptiles.Participants were able to distinguish between high and low levels of arousal in the acoustic signals of all animal classes. To do so, they mainly relied on frequency-related parameters in the signal.\"The findings suggest that fundamental mechanisms for the acoustic expression of emotions exist across all classes of vertebrates,\" conclude the authors. The evolutionary roots of this signal system might be shared by all vocalizing vertebrates. This finding goes in the direction of what Charles Darwin suggested more than a century ago, namely that acoustic expressions of emotion can be traced back to our earliest land-dwelling ancestors.", "article_link": "http://dx.doi.org/10.1098/rspb.2017.0990", "url": "http://www.eurekalert.org/pub_releases/2017-07/rb-hie072617.php", "region": "europe", "source_link": "http://news.rub.de/english/press-releases/2017-07-26-evolution-humans-identify-emotions-voices-all-air-breathing-vertebrates", "funder": "", "meeting": "", "institution": "Ruhr-University Bochum", "keywords": ["Biology", " Evolution", " Zoology/Veterinary Science", " Neurobiology", " Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes"], "journal": "Proceedings of the Royal Society B", "description": "Amphibians, reptiles, mammals -- all of them communicate via acoustic signals. And humans are able to assess the emotional value of these signals. This has been shown in a new study reported in 'Proceedings of the Royal Society B'. The authors interpreted their findings as evidence that there might be a universal code for the vocal expression and perception of emotions in the animal kingdom.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}