{"title": "Talking to yourself in the third person can help you control emotions", "text": "EAST LANSING, Mich. - The simple act of silently talking to yourself in the third person during stressful times may help you control emotions without any additional mental effort than what you would use for first-person self-talk -- the way people normally talk to themselves.  A first-of-its-kind study led by psychology researchers at Michigan State University and the University of Michigan indicates that such third-person self-talk may constitute a relatively effortless form of self-control. The findings are published online in Scientific Reports, a Nature journal.Say a man named John is upset about recently being dumped. By simply reflecting on his feelings in the third person (\"Why is John upset?\"), John is less emotionally reactive than when he addresses himself in the first person (\"Why am I upset?\").\"Essentially, we think referring to yourself in the third person leads people to think about themselves more similar to how they think about others, and you can see evidence for this in the brain,\" said Jason Moser, MSU associate professor of psychology. \"That helps people gain a tiny bit of psychological distance from their experiences, which can often be useful for regulating emotions.\"The study, partially funded by the National Institutes of Health and the John Temple Foundation, involved two experiments that both significantly reinforced this main conclusion.In one experiment, at Moser's Clinical Psychophysiology Lab, participants viewed neutral and disturbing images and reacted to the images in both the first and third person while their brain activity was monitored by an electroencephalograph. When reacting to the disturbing photos (such as a man holding a gun to their heads), participants' emotional brain activity decreased very quickly (within 1 second) when they referred to themselves in the third person. The MSU researchers also measured participants' effort-related brain activity and found that using the third person was no more effortful than using first person self-talk. This bodes well for using third-person self-talk as an on-the-spot strategy for regulating one's emotions, Moser said, as many other forms of emotion regulation require considerable thought and effort. In the other experiment, led by U-M psychology professor Ethan Kross, who directs the Emotion and Self-Control Lab, participants reflected on painful experiences from their past using first and third person language while their brain activity was measured using functional magnetic resonance imaging, or FMRI. Similar to the MSU study, participants' displayed less activity in a brain region that is commonly implicated in reflecting on painful emotional experiences when using third person self-talk, suggesting better emotional regulation. Further, third person self-talk required no more effort-related brain activity than using first person.\"What's really exciting here,\" Kross said, \"is that the brain data from these two complimentary experiments suggest that third-person self-talk may constitute a relatively effortless form of emotion regulation.\"If this ends up being true -- we won't know until more research is done -- there are lots of important implications these findings have for our basic understanding of how self-control works, and for how to help people control their emotions in daily life.\"Moser and Kross said their teams are continuing to collaborate to explore how third-person self-talk compares to other emotion-regulation strategies.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/msu-tty072617.php", "region": "namerica", "source_link": "http://go.msu.edu/wpz", "funder": "", "meeting": "", "institution": "Michigan State University", "keywords": ["Social/Behavioral Science", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Normalcy", " Perception/Awareness", " Stress/Anxiety"], "journal": "Scientific Reports", "description": "The simple act of silently talking to yourself in the third person during stressful times may help you control emotions without any additional mental effort than what you would use for first-person self-talk -- the way people normally talk to themselves.  ", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}