{"title": "Managers often fail to use or understand their own data on customer satisfaction", "text": "BLOOMINGTON, Ind. -- Despite the millions companies spend to gather information about customer satisfaction, senior managers often fail to understand those customers' expectations.Neil A. Morgan, professor and PetSmart Distinguished Chair of Marketing at Indiana University's Kelley School of Business, and four co-authors of a recent journal article present a huge disconnect between managers and customers in terms of understanding what drives customer satisfaction and loyalty.The researchers used data from 70,000 American Customer Satisfaction Index surveys and compared it with responses to the same questions posed to 1,068 marketing managers and those in customer-facing roles at the American Customer Satisfaction Index-measured companies, predominately Fortune 500 firms.Their results show that managers in a wide cross-section of industries often overestimate their customers' satisfaction. This leads them to rely on unrealistic expectations when making marketing decisions and allocating resources to address marketplace issues.\"Clearly there's been a communication breakdown,\" Morgan said. \"Either the messages aren't being disseminated, or they aren't being understood within organizations. Otherwise, managers would have a better understanding of both the level and drivers of dissatisfaction among customers.\"That means that there are customer satisfaction problems that are not being solved, because managers don't know or don't believe that they exist,\" he added. \"Even if they did, they try fixing the wrong things.\"The paper, \"Do Managers Know What Their Customers Think and Why,\" appears in the Journal of the Academy of Marketing Science.Most of the large consumer-focused firms in the study sample have customer-satisfaction monitoring and feedback systems in place and invest heavily in them. Morgan believes that managers aren't being exposed to the customer feedback data or they aren't understanding it accurately.\"These overly optimistic managers are likely to miss trouble signs when they appear,\" the researchers wrote. \"This is compounded by managers significantly underestimating the proportion of customers who have complained about the firm's products or services in the recent past. Inaccurate understanding of what drives customers' perceptions of products and services hampers a company's ability to react to an issue. Even when managers recognize a need to improve customers' perceptions, they may fail to do so in a way that leads to the desired outcomes. For example, the survey results indicate that managers are more likely to underinvest in raising customer quality perceptions as a way to enhance customer satisfaction. \"Our findings may also provide an explanation for overemphasis on cost-cutting and efficiency observed in firms' strategies relative to that on quality improvements or achieving differentiation,\" the study said. \"Where managers overestimate their own customer perception of the firm's performance, cutbacks that undermine the quality of service, for example, may seem less dangerous than they really are.\" \"There seems to be a belief in lots of companies -- and it's kind of an urban myth -- that most people who are unhappy won't complain,\" Morgan added. \"Therefore, the complaints that you get are not representative of the level of satisfaction that exists among general customers. This data suggests that they shouldn't be treating complaints as something different. They should be used as part of an overall customer feedback system.\" Customer satisfaction is a significant factor on the bottom line, and previous studies have found that customer complaints impact stock returns.\"For managers, the results of our study should serve as a wake-up call that all is not well with most firms' customer satisfaction and complaint monitoring systems,\" the researchers wrote. \"Despite often being the single biggest line-item of most firms' market research expenditures, existing customer feedback systems are not performing an effective management control role.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/iu-mof072617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Indiana University", "keywords": ["Business/Economics", " Advertising/Public Relations", " Group Organization", " Collaboration", " Policy/Ethics", " Information Management/Tracking Systems", " Management Science/Operations Research"], "journal": "Journal of the Academy of Marketing Science", "description": "Despite the millions companies spend to gather information about customer satisfaction, senior managers often fail to understand those customers' expectations.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}