{"title": "Not just hot flashes: Many women experience substantial premenopausal symptoms", "text": "Although considerable attention is paid to the problem of hotflashes, a quarter of premenopausal women in their forties and early fifties experienced a range of moderate to severe physical and psychological symptoms , according to a study published in the open access journal Women's Midlife Health. Addressing these symptoms early is critical to reducing women's risk of women developing chronic disease and disability.Dr Siobán Harlow, lead author of the study from the Center for Midlife Science at the University of Michigan, said: \"We were surprised to find that a quarter of women in this relatively healthy cohort, reported a broad range of often severe symptoms prior to the onset of the menopausal transition, which influenced their perception of their own health as being fair to poor. Importantly, we observed that some women's symptoms get worse, while others improve as they transition through menopause, so this is a critical life phase for intervention.\"Dr Harlow said: \"Increased attention to the promotion of physical and mental health in early midlife - in the early to mid-forties - is needed, as women's health needs and concerns extend far beyond menopausal hot flashes. The way in which some symptoms cluster together may suggest underlying mechanisms, such as inflammation, that put women at risk of disability and chronic disease. It is thus important that the health care community pays attention to the health needs of the one quarter of women who are already highly symptomatic prior to the menopausal transition.\" The authors used a mathematical model to group women going through the different stages of menopause into one of six symptom classes.  Women in the highest symptom class (LC1) tended to report a high intensity of most symptoms, including physical and psychological symptoms such as depression and anxiety, followed by women with moderate intensity of most symptoms (LC2). Lower symptom classes included women with moderate intensity of a subset of symptoms (vasomotor symptoms, pain, fatigue, sleep disturbances and physical health symptoms), women with numerous milder symptoms (LC3 - LC5), and women who were relatively asymptomatic (LC6). In pre-menopause, 10% of women were classified in LC1, 16% in LC2, 14% in LC3, 26% in LC4, 14% in LC5 and 20% in LC6.Dr Harlow added: \"Unlike in previous studies, symptoms such as night sweats, hot flashes, and flushes did not stand out as the most severe symptoms in our broader analysis of women's symptom experience. Rather, they were present in most women at all stages of menopause; often together with other symptoms, especially sleep disturbance and fatigue.\"  Assessing factors that may influence the likelihood of being in a specific symptom class, the authors found that being in the two most symptomatic classes was strongly associated with financial strain (finding it hard to pay for basics), being white, being obese and smoking. As financial strain was the factor most strongly associated with being in the highest symptom class, the authors suggest that women with limited financial resources may be a particularly vulnerable group due to a lack of health care access and related resources.The authors analyzed data from 3289 women, aged 45-52 years, who were enrolled in the multiethnic SWAN study (Study of Women's Health Across the Nation). Participants provided information on 58 symptoms of menopause at the beginning of the study (1996/1997) and at seven time points over the following 16 years. Information was gathered through questionnaires on topics including socio-demographic, lifestyle and physical characteristics, psychological and menopausal symptoms. The authors caution that the burden of high symptomatology in mid-life may have been underestimated in this study because the SWAN cohort may have excluded women in poorer health. Future studies need to evaluate if women with high symptomatology as they enter midlife also have a higher mortality and disability risk and, inversely, if low symptom burden is a marker of healthy aging, according to the authors.", "article_link": "http://dx.doi.org/10.1186/s40695-017-0021-y", "url": "http://www.eurekalert.org/pub_releases/2017-07/bc-njh072417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Fertility"], "journal": "Women's Midlife Health", "description": "Although considerable attention is paid to the problem of hot flashes, a quarter of premenopausal women in their forties and early fifties experienced a range of moderate to severe physical and psychological symptoms, according to a study published in the open-access journal Women's Midlife Health. Addressing these symptoms early is critical to reducing women's risk of women developing chronic disease and disability.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}