{"title": "Feeling stressed during the workday? Research says playing video games may help", "text": "More than half of Americans regularly experience cognitive fatigue related to stress, frustration, and anxiety while at work. Those in safety-critical fields, such as air traffic control and health care, are at an even greater risk for cognitive fatigue, which could lead to errors. Given the amount of time that people spend playing games on their smartphones and tablets, a team of human factors/ergonomics researchers decided to evaluate whether casual video game play is an effective way to combat workplace stress during rest breaks.In their Human Factors article (now online), \"Searching for Affective and Cognitive Restoration: Examining the Restorative Effects of Casual Video Game Play,\" Michael Rupp and coauthors used a computer-based task to induce cognitive fatigue in 66 participants, who were then given a five-minute rest break. During the break, participants either played a casual video game called Sushi Cat, participated in a guided relaxation activity, or sat quietly in the testing room without using a phone or computer. At various times throughout the experiment, the researchers measured participants' affect (e.g., stress level, mood) and cognitive performance.Those who took a silent rest break reported that they felt less engaged with work and experienced worry as a result, whereas those who participated in the guided relaxation activity saw reductions in negative affect and distress. Only the video game players reported that they felt better after taking the break.Rupp, a doctoral student in human factors and cognitive psychology at the University of Central Florida, notes, \"We often try to power through the day to get more work finished, which might not be as effective as taking some time to detach for a few minutes. People should plan short breaks to make time for an engaging and enjoyable activity, such as video games, that can help them recharge.\"", "article_link": "http://dx.doi.org/10.1177/0018720817715360", "url": "http://www.eurekalert.org/pub_releases/2017-07/hfae-fsd072417.php", "region": "namerica", "source_link": "https://www.hfes.org//Web/DetailNews.aspx?Id=441", "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Social/Behavioral Science", " Quality of Life", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety", " Occupation/Retirement", " Technology/Engineering/Computer Science"], "journal": "Human Factors: The Journal of the Human Factors and Ergonomics Society", "description": "Human factors/ergonomics researchers found that engaging in casual video game play during rest breaks can help restore mood in response to workplace stress.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}