{"title": "Psychologists say our 'attachment style' applies to social networks like Facebook", "text": "LAWRENCE -- A new investigation appearing this week in the Personality and Social Psychology Bulletin suggests a strong association between a person's attachment style -- how avoidant or anxious people are in their close relationships -- and their perception and management of social networks like Facebook.\"Attachment style, thought to play a central role in romantic and parent-child relationships, was found to also play a role in people's broader social network of friends,\" said Omri Gillath, professor of psychology at the University of Kansas, who headed up the research. \"The findings show you can predict the structure of people's social networks and the way people manage their networks from their personality.\"Gillath and co-authors Gery Karantzas of Deakin University in Australia and Emre Selcuk of Middle East Technical University in Turkey focused on a specific personality trait -- attachment style -- which varies from one person to another.\"Attachment theory describes how people are creating bonds in their lives,\" said Gillath, who studies close relationships and their underlying mechanisms. \"Attachment style is basically a relationship style. It's the way we think, feel and behave in our close relationships. It's known to affect relationship processes and emotion regulation. People can be secure or insecure -- and if they are insecure, anxious or avoidant in their attachment style.\"Gillath said those with an insecure attachment style have issues relating to trust and closeness.\"If you're high on attachment avoidance, you're trying to avoid intimacy and tend not to trust others -- downplaying the importance of emotions and relationships,\" he said. \"Conversely, if you're high on attachment anxiety, you're very concerned with rejection and abandonment and tend to be overwhelmed by emotions. Being low on both-- securely attached -- associates with long, stable, satisfying relationships.\"The new paper describes four separate studies that lend insight into the interplay between attachment style and how people manage and perceive friendship networks. Participants in the studies first were benchmarked for attachment style, then evaluated for the \"tie strength\" and \"multiplexity\" of their friendship networks.\"'Tie strength' is how close the ties in your networks are -- we asked people to report this in different ways,\" Gillath said. \"It could be how intimate they feel with people in their network or how frequently they interact with these people. 'Multiplexity' is how many roles are filled or functions are served by network members. For example, you can be my co-worker, play basketball with me, or we can engage in political activism together. Further, network members can fulfill roles such as instrumental or emotional help, or informational function. The more roles fulfilled and functions served, the higher the multiplexity. The higher the tie strength and multiplexity, the more benefits one gains from her network.\"Gillath said the study suggests attachment insecurity associates with fewer benefits gained from one's social network. \"We found people high on attachment anxiety or avoidance had weaker tie strength,\" he said. \"Further, people high on avoidance reported lower multiplexity.\"The researchers also looked at how people manage their networks, including how they initiate, maintain and dissolve ties. \"For some people, it's very easy to, for example, start new relationships, and maintain -- or stay in touch -- with existing ties,\" Gillath said. \"For others, it might be much harder, or less likely to happen.\"The KU researcher and his colleagues found attachment style also predicted these tendencies. For example, people high on attachment avoidance were less likely to initiate and maintain, and more likely to dissolve network ties.\"Surprisingly, people high on anxiety were expected to be less likely to dissolve ties -- they're often concerned about being rejected or abandoned and want to merge with their relationship partners, which made us think they would be less likely to dissolve ties,\" Gillath said. \"However, they were found to report higher tendency for dissolution than nonanxious people.\"Gillath said due to their high levels of concern and desire to merge with others, anxiously attached people may end up pushing members away.\"Network members may feel smothered and dissolve the ties,\" he said.In other words, anxious people reported that other network members are dissolving ties with them, whereas avoidants reported on dissolving ties with others. Either way, insecure people were higher on tie dissolution than secure people.\"To obtain these data, we asked participants to report on the number of their friends, how close they were with friends and the roles their friends fulfilled,\" Gillath said. \"This is something you can't just look at one's Facebook page and figure out.Another interesting finding has to do with the size of a person's social network.\"We found the more friends you have in your network, the lower your tie strength and multiplexity -- size dilutes the quality of your networks ties,\" Gillath said.In another aspect of the study, the authors used \"primes\" to boost participants' attachment security, finding it made people more likely to initiate social ties and less likely to dissolve them (for the latter, especially among those high on avoidance or anxiety). Security priming also improved people's maintenance of relationships on social networks, especially among people high on attachment anxiety or low on attachment avoidance.\"If you want to establish causality you have to engage in experimentation, and priming is the way we did it,\" Gillath said. \"There are different ways to enhance attachment security. You can ask participants to think about a relationship that made them feel secure or an event that made them feel loved or supported. You can also expose them to specific words like 'love' or 'hug.' Once we do that, we want to see if that changes how people think about network management and, in turn, how that affects network characteristics. We found that priming indeed influenced management in that it made people more likely to initiate and less likely to dissolve ties. This, in turn, leads to higher tie strength and multiplexity.\"The researchers said these findings suggest that attachment security leads to better management and more beneficial outcomes people could gain from their social networks.\"There are many things that can be bad about social networks, if you tend to search for hours on your exes and do Facebook lurking and are not involved in relational process -- that can lead to jealousy and all kinds of negative emotions,\" he said. \"However, if you're using your social networks for fulfilling or serving your attachment needs -- such as a secure base or safe haven -- that's likely to result in positive outcomes.\"\r\n", "article_link": "http://dx.doi.org/10.1177/0146167217719731", "url": "http://www.eurekalert.org/pub_releases/2017-07/uok-pso071917.php", "region": "namerica", "source_link": "http://bit.ly/2u7Y5Or", "funder": "", "meeting": "", "institution": "University of Kansas", "keywords": ["Social/Behavioral Science", " Behavior", " Mass Media", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness", " Parenting/Child Care/Family", " Support Networks"], "journal": "Personality and Social Psychology Bulletin", "description": "The new paper in the Personality and Social Psychology Bulletin describes four studies that lend insight into the interplay between attachment style and how people manage and perceive friendship networks.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}