{"title": "Scientists capture first image of major brain receptor in action", "text": "New York, NY (July 24, 2017)?Columbia University Medical Center (CUMC) researchers have captured the first three-dimensional snapshots of the AMPA-subtype glutamate receptor in action. The receptor, which regulates most electrical signaling in the brain, is involved in several important brain activities, including memory and learning. The findings were published today in Nature.\"With our new findings, we can now, for the first time, visualize how the neurotransmitter glutamate opens glutamate receptor ion channels,\" said Alexander Sobolevsky, PhD, associate professor of biochemistry and molecular biophysics at Columbia and senior author of the paper. \"This is the fundamental process that directly affects learning and memory, and finding its structural determinants has been the primary goal of molecular neuroscience since the '90s.\"Most signaling in the brain is triggered by glutamate, a neurotransmitter that activates proteins on the surface of neurons called glutamate receptors. Glutamate receptors underlie a variety of high cognitive functions, including learning and memory. AMPA receptors are glutamate receptors that open and close very quickly--in less than a millisecond--and are involved in fast processes in the brain, such as the rapid perception and reaction of an organism to its surrounding environment. Previously, the Sobolevsky lab deciphered the structures of the AMPA receptor alone and in complex with other proteins that regulate the speed and strength of synaptic connections. In the current study, the researchers captured the AMPA receptor in action, as glutamate activates the receptor to allow ions to flow through its channel and initiate signaling in the brain. This provides the first precise insights into how receptors mediate brain function.To freeze the AMPA receptor in an active state, the researchers fused it with stargazin, a regulatory protein that prompts the channel to open. The images they captured show that when signaling molecules such as glutamate are present, the entrance to the AMPA receptor, which consists of four units, opens up like a camera's iris, or aperture, to reveal its pore. To shepherd the ions through, the receptor widens the diameter of its channel, and a specialized channel pore lining ushers the ions into the cell.\"These new fundamental discoveries have implications for our understanding of neurotransmission by glutamate, our brain's major neurotransmitter\" says Edward C. Twomey, a PhD candidate at CUMC and first author of the paper. \"Understanding these processes will impact future studies on glutamate receptor signaling in neurodegenerative diseases as well as drug design.\"To study the receptor, Sobolevksy's team used cryo-electron microscopy, a technique that captures an array of two-dimensional images of a molecule and combines them into a three-dimensional structural image. The method was pioneered by co-author Joachim Frank, PhD, professor of biochemistry and molecular biophysics and of biological sciences at CUMC.Defects in glutamate receptors, or the processes they mediate, are implicated in neurodegenerative disorders such as Alzheimer's disease, Parkinson's disease, Huntington's disease, multiple sclerosis and glaucoma; psychiatric disorders such as anxiety, depression, schizophrenia, and drug use disorders; as well as in acute disorders such as brain trauma and stroke. The new structure of an active AMPA receptor and understanding of the activating mechanism create a solid platform for developing therapeutics to treat neurological disorders that are associated with glutamate receptor dysfunction.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/cumc-scf072417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Biology", " Biochemistry", " Biomechanics/Biophysics", " Cell Biology", " Molecular Biology", " Medicine/Health", " Neurobiology"], "journal": "Nature", "description": "Columbia University Medical Center researchers have captured the first three-dimensional snapshots of the AMPA-subtype glutamate receptor in action. The receptor, which regulates most electrical signaling in the brain, is involved in several important brain activities, including memory and learning.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}