{"title": "Effects of a poor diet during pregnancy may be reversed in female adolescent offspring", "text": "Here's some good news if you are female: Research published online in The FASEB Journal, shows that in mice, what is eaten during adolescence or childhood development may alter long-term behavior and learning, and can even \"rescue\" females from the negative effects on behavior resulting from a poor maternal diet during pregnancy. \"These are provocative findings,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal.\" So many effects during pregnancy have been touted as irreversible--perhaps not always so. \"In their study Reyes and colleagues used four groups of female mice. The first group was fed a control diet during pregnancy and lactation. The second group was fed a high-fat diet during pregnancy and lactation. The third was also fed a nutrient-enriched diet during early life. The fourth group included offspring from the mice fed a high-fat diet that were fed the nutrient-enriched diet during early life. When all mice were adults, they were fed the same control diet for the remainder of their lives. Researchers then used operant behavior chambers (chambers in which a mouse must nose-poke into a hole to get a reward) to examine learning and motivation. They found that the female offspring who were fed the nutrient-enriched diet during early life learned faster and were more motivated to obtain the sugar reward. Furthermore, the nutrient supplementation also reversed some of the deficits observed due to high-fat feeding during pregnancy.  ", "article_link": "http://dx.doi.org/10.1096/fj.201601172R", "url": "http://www.eurekalert.org/pub_releases/2017-02/foas-eoa022417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/National Institute of Environmental Health Sciences, NIH/National Institute of Mental Health", "meeting": "", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients"], "journal": "FASEB Journal", "description": "Here's some good news if you are female: Research published online in The FASEB Journal, shows that in mice, what is eaten during adolescence or childhood development may alter long-term behavior and learning, and can even 'rescue' females from the negative effects on behavior resulting from a poor maternal diet during pregnancy.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}