{"title": "Men with higher cognitive ability better at taking heart medication", "text": "After a heart attack, it is important for patients to take medication that lowers cholesterol levels. In a new study published in the European Journal of Preventive Cardiology, researchers at Uppsala and Umeå Universities have found that general cognitive ability (intelligence) has a bearing, in the first year and two years after the heart attack, on how well men take statins prescribed for them.Patients who have had heart attacks almost always get prescriptions for statins, which are among the key drugs for secondary prevention and effectively reduce cholesterol levels. Not taking one's statins raises the risk of suffering from a new heart attack or premature death. Nonetheless, some patients choose not to continue taking them. The risk of discontinuing statins is associated with various factors, such as side-effects, degree of morbidity and socioeconomic status.The study in question included more than 20 variables, such as age, diabetes, employment status, medications at discharge, and self-assessed physical and mental health. The cognitive ability of more than 2,500 patients had been measured roughly 30 years before the heart attack, when their compulsory military service began, and the researchers found an association between low general cognitive ability and an elevated risk of not taking the statins prescribed. \r\n'It's very important for the patients themselves to take personal responsibility for their health after the heart attack -- taking their medication, eating a healthy diet, taking exercise and not smoking. This study inspires hope that we might be able to improve tailor-made care, based on the patients' cognitive capacity,' says John Wallert, a clinical psychologist and PhD student at Uppsala University. Jointly with epidemiologist Claudia Lissåker, cardiologist Claes Held, psychologist Erik Olsson and Professor Guy Madison, Wallert used data from men aged 60 or younger whose first heart attack occurred between 2006 and 2011, as registered in the SWEDEHEART national quality register. Data was linked with the Swedish National Archives' register for military conscription, INSARK, containing data on cognitive ability from male conscript testing in 1965-1997. The Swedish Pharmaceuticals Registry and self-reported medication then provided information about the patients' statin intake. \r\n'Data in this study are limited to relatively young men and follow-up studies should also include older people and women,' Wallert says. 'Current treatment and aftercare guidelines for heart attacks don't pinpoint the significance of cognitive ability, which is vital for planning, memory and executive function in everyday life. Previous studies have shown that cognitive ability is extremely stable between the ages of 18 and 65 in its systematic variation from one individual to another. What we have here is a previously unknown long-term predictor that seems to contribute to whether these patients take their statins or not. We hope this may be useful in healthcare and communication with patients,' Wallert says. 'Several studies have shown that cognitive ability predicts a range of established lifestyle risk factors, such as smoking, physical inactivity, diabetes, and now also non-compliance with taking statins after a heart attack. With tailor-made care, aggregate research suggests that we should take patients' cognitive ability into account as well. Today, secondary prevention after heart attack has a clear structure, based on repeat visits to the cardiologist and cardiac nurse, which are a vital requirement for tailor-made care. There may possibly be a risk of some patients with lower cognitive ability falling through the cracks of present-day care at the stage when patients need to make key behavioural changes that, in turn, affect their risk of having another heart attack and dying prematurely.'For more information, please contact John Wallert, tel: 018-4713483, e-post: john.wallert@kbh.uu.se\nJohn Wallert\njohn.wallert@kbh.uu.se\n46-184-713-483\n @UU_University\nhttp://www.uu.se ", "article_link": "http://dx.doi.org/10.1177/2047487317693951", "url": "http://www.eurekalert.org/pub_releases/2017-02/uu-mws022417.php", "region": "europe", "source_link": "http://journals.sagepub.com/doi/full/10.1177/2047487317693951", "funder": "", "meeting": "", "institution": "Uppsala University", "keywords": ["Medicine/Health", " Cardiology", " Epidemiology", " Public Health", " Behavior", " Intelligence", " Memory/Cognitive Processes"], "journal": "European Journal of Preventive Cardiology", "description": "After a heart attack, it is important for patients to take medication that lowers cholesterol levels. In a new study published in the European Journal of Preventive Cardiology, researchers at Uppsala and Umeå Universities have found that general cognitive ability (intelligence) has a bearing, in the first year and two years after the heart attack, on how well men take statins prescribed for them.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}