{"title": "In first, scientists forecast West Nile Virus outbreaks", "text": "Scientists at Columbia University's Mailman School of Public Health are the first to report a method to accurately predict the timing and intensity of West Nile Virus (WNV) outbreaks. The study is published in the journal Nature Communications.Much like weather forecasting, these WNV forecasts use a computer model to generate multiple simulations that mimic the behavior of an outbreak and are knit together to generate an overall prediction. Since 2012, the Columbia scientists have used similar methods to create weekly forecasts for seasonal flu published online; and following the 2014-2015 outbreak, an analysis of the Ebola outbreak in West Africa. In North America, where WNV is endemic, the virus is transmitted to humans by mosquitoes, with outbreaks happening in the summer and fall. Most of those infected have no symptoms, but about one in five will develop a fever with other symptoms. Less than 1 percent develops a serious, sometimes fatal, neurologic illness. The Center for Disease Control and Prevention (CDC) reports 2,038 cases of WNV and 94 deaths for 2016. By contrast, the CDC reported 5,674 cases of WNV and 286 deaths for 2012.\"There is a great deal of variation in outbreak intensity and duration year to year,\" says Nicholas B. DeFelice, the study's first author and a post-doctoral research scientist in Environmental Health Sciences at Columbia's Mailman School. \"Absent a computer model, it's difficult to predict the impact of an outbreak, even once the outbreak is underway, and thus it is important that robust quantitative decision tools are developed to help guide control efforts.\"In the new study, DeFelice and Jeffrey Shaman, associate professor of Environmental Health Sciences at Columbia's Mailman School, developed the WNV forecasting model, drawing on field collection data documenting mosquito infection rates and reported human cases, and accounting for transmission between mosquitos and birds and spillover to humans. They used the model to create retrospective forecasts for WNV outbreaks in Suffolk County, Long Island, for 2001-2014. This model system accurately forecast mosquito infection rates prior to the week of mosquito peak infection, and accurately predicted the seasonal total number of human WNV cases up to nine weeks prior to the last reported case.The researchers also generated forecasts in Cook County Illinois during 2007-2014, reporting similar results to those in Suffolk County. They say the finding suggests that the forecast model will be effective in diverse settings, even those with different transmission dynamics. As more years of data become available, they hope to further refine their method, potentially incorporating environmental variables, including temperature. They also are working to implement a real-time forecast system. \"Reliable West Nile Virus forecasts would give public health officials a leg up on efforts to control mosquito populations and reduce human West Nile Virus cases, and could even help them refine these efforts,\" says Jeffrey Shaman, who also leads the Climate and Health program at Columbia's Mailman School. \"With weeks of advance notice, officials could better plan for spraying mosquito breeding grounds, alert the public, and determine if parks and camping grounds should be closed.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/cums-ifs022117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Defense Threat Reduction Agency", "meeting": "", "institution": "Columbia University's Mailman School of Public Health", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "Nature Communications", "description": "Scientists at Columbia University's Mailman School of Public Health are the first to report a method to accurately predict the timing and intensity of West Nile Virus (WNV) outbreaks. The study is published in the journal Nature Communications.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}