{"title": "Interactive health apps may inspire healthy behaviors, but watch the tone", "text": "UNIVERSITY PARK, Pa. -- Just like real doctors and nurses, online health tools with good -- but controlled -- communication skills can promote healthier lifestyles, according to researchers. However, if their tone is conversational, these tools may lull users into a false sense of comfort, they add.\r\nIn a study, people who experienced a back-and-forth interaction with an online health risk assessment website were more likely to follow the health behaviors suggested by the tool, according to S. Shyam Sundar, Distinguished Professor of Communications and co-director of the Media Effects Research Laboratory.\r\n\"This shows that delivering information on health risks through dialogue can help users get engaged with the tool and may positively affect their health,\" said Sundar. \"In general, it speaks to the design of interactive delivery of health information that it is not only engaging, but also inspiring.\"\r\nThe researchers, who present their findings in the current issue of Human Communication Research, suggest that the display of interconnected questions and answers promotes a feeling of contingency and that leads to better engagement with the site. Better engagement, then, may increase the likelihood that the user will adopt strategies for better health.\r\n\"When you are having this back and forth interaction with a system -- you are having a conversation with that system,\" said Sundar. \"We think that interactivity has been achieved when the system's output is contingent on the user's input in a continuous threaded way.\"\r\nAlthough the back-and-forth feel of a conversation could lead to improved health intentions, a more conversational tone in the messages may make users feel less susceptible to health risks such as obesity, diabetes and heart disease, according to Sundar, who worked with Saraswathi Bellur, assistant professor of communication, University of Connecticut.\r\nThe study found that when the online tool used short phrases, such as \"Mm-hmm\" and \"Go on\" to promote an informal conversational tone, users felt less susceptible to health risks, according to Bellur.\r\n\"This conversational tone may make them warm and fuzzy, but that's not what you want to do with a health assessment tool,\" Bellur said. \"If you want people to stand up and take action, this type of friendly turn-taking softens the effect. However, if the goal of the interaction is to promote a sense of comfort among individuals, the same conversational tone strategy could work well, with the online tool acting like a virtual coach and providing reassurance,\" she added.\r\nThe researchers suggest that as more people become frustrated with the lack of face-to-face interaction with their doctors, patients may be more willing to try online health assessments and applications. In 2012, 61 percent of people said they were dissatisfied with the time doctors spent talking with patients, according to a poll conducted by National Public Radio, the Robert Wood Johnson Foundation and the Harvard School of Public Health.\r\n\"We are seeing a growth in e-medicine,\" Sundar said. \"People are trying to compensate for this lack of face-to-face time with doctors by using online tools, which are becoming increasingly conversational.\"\r\nThe design of these e-health tools need not be highly sophisticated, according to the researchers.\r\n\"A simple instant-message-like feature that enables a dialogue between the user and the system is sufficient to evoke rich perceptions of interactivity, which, in turn, could favorably influence health behaviors and attitudes,\" said Bellur. \"Therein lies the power of interactive health tools.\"\r\nThe researchers recruited 172 undergraduate students to take part in the study. Participants were assigned to one of six versions of a health risk assessment website. The sites were designed to have either low, medium, or high interactivity with either conversational or no conversational tone.\r\nParticipants took part in a question and answer session delivered through the website's instant messaging interface. The low-interactivity site did not display any signs or visual cues that there was an ongoing interaction between the user and the system. The medium-interactivity site visually called out the user's response in a box titled \"Your response.\" In the high-interactivity condition, the system referred to the user's previous answers by displaying \"previously, you mentioned\" or \"earlier, you reported\" following his or her answers.\r\nWebsites with more conversational tone added phrases such as \"Let's move onto the next question\" and \"OK, let's talk about exercise\" during the question and answer session.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ps-iha022417.php", "region": "namerica", "source_link": "http://news.psu.edu/story/452536/2017/02/23/research/interactive-health-apps-may-inspire-healthy-behaviors-watch-tone", "funder": "National Science Foundation", "meeting": "", "institution": "Penn State", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Technology/Engineering/Computer Science", " Multimedia/Networking/Interface Design", " Internet"], "journal": "Human Communication Research", "description": "Just like real doctors and nurses, online health tools with good -- but controlled -- communication skills can promote healthier lifestyles, according to researchers. However, if their tone is conversational, these tools may lull users into a false sense of comfort, they add. In a study, people who experienced a back-and-forth interaction with an online health risk assessment website were more likely to follow the health behaviors suggested by the tool.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}