{"title": "Penn vet team identifies new therapeutic targets for tropical disease leishmaniasis", "text": "Each year, about 2 million people contract leishmaniasis, a parasitic disease transmitted by the bite of a sand fly. The cutaneous form of the disease results in disfiguring skin ulcers that may take months or years to heal and in rare cases can become metastatic, causing major tissue damage.Though anti-parasitic drugs can speed healing, some patients' ulcers persist even when the parasite is nearly undetectable in their bodies.Now a team led by University of Pennsylvania School of Veterinary Medicine researchers understand why, and they have a promising target for treatment.In a new publication in the journal PLOS Pathogens, they report that the immune system's T cells trigger the activation of a signaling pathway that leads to chronic inflammation. Blocking either of two major players in this pathway with drugs that are already FDA-approved for other conditions led to significant reductions in lesions in an animal model.\"This is a neglected tropical disease, so it can be difficult to get the investment needed to develop new therapies,\" said Phillip Scott, senior author on the study and vice dean for research and academic resources at Penn Vet. \"Our discoveries implicate the use of drugs in leishmaniasis that are already in use for other inflammatory diseases. This will be the foundation for clinical trials moving forward.\"Fernanda O. Novais, a research associate at Penn Vet, led the work. She and Scott collaborated with coauthors Megan L. Clark, Daniel P. Beiting and Ian E. Brodsky of Penn Vet and Augusto M. Carvalho, Lucas P. Carvalho and Edgar M. Carvalho of the Oswaldo Cruz Foundation in Salvador, Brazil.Scott's work on leishmania in Brazil goes back 30 years. Along with colleagues, he's determined that the the skin damage associated with the disease owes less to the direct effects of the Leishmania parasite than to an immune response gone awry. The culprits are CD8 T cells, which in some modes can protect the body from infections but in other cases can promote increased disease.  \"In earlier work, we found that CD8 T cells lead to inflammation, but what we didn't know was what was downstream from the CD8 T cells,\" Novais said, \"Here we discover the pathway by which they cause inflammation.\" The research team did have a suspicion of a molecule that might be involved. In a previous study, they had found that expression levels of the IL-1 gene, which encodes a cytokine known for contributing to inflammation in other conditions, were elevated in tissue samples of the lesions of leishmania-infected people. To test whether the IL-1 protein was indeed responsible for the tissue damage, the researchers turned to mice. In infected animals bred to lack mature T cells that then had CD8 T cells added back, the team found higher levels of IL-1 compared to infected mice lacking those T cells. The latter animals also developed skin lesions, while the former group failed to.Treating the mice that had CD8 T cell added with an inhibitor of IL-1 greatly reduced the severity of their disease. Notably, treatment with an inhibitor of a related molecule, IL-1, was not nearly as effective.A drug called anakinra, which blocks the IL-1 receptor, is FDA-approved to treat rheumatoid arthritis. The researchers were pleased to see that this, too, reduced skin pathology in the mice.Because Scott, Novais and colleagues knew that IL-1 needs to be processed by an enzyme in order to become active, they wanted to see if that enzyme might also be a potential therapeutic target. One of the types of enzymes that can process IL-1 are caspases, and data from previous experiments had implicated caspase-1 as requisite for the CD8-induced pathology in leishmaniasis. Caspase-1 itself requires processing, and further investigation revealed that the NLRP3 inflammasome -- a protein complex responsible for processing caspase -- 1was required in this case for mice to develop leishmania-related skin lesions.Testing two inhibitors of the NLRP3 inflammasome, including one that is an approved diabetes drug, glyburide, prevented mice from developing severe disease.To assess the relevance of these findings in humans, the research team went back to the skin biopsies from leishmaniasis patients. They found that the lesion biopsies in culture produced more IL-1 than normal skin cells. Furthermore, treating the lesion biopsy with glyburide significantly decreased the amount of IL-1 the cultured cells released.\"What we found was that drugs blocking either the inflammasome or IL-1  have the same effect in controlling disease,\" says Novais. \"At this point,\" Scott said, \"we have solid evidence in the mouse that blocking these pathways with a couple of different drugs blocks the pathology, and we have data from patients that this pathway is operating in humans. What we don't have is information on whether blocking these pathways will clear up pathology in patients.\"Clinical trials testing the efficacy of drugs currently on the market, such as anakinra, glyburide or a humanized inhibitor of IL-1, are something the researchers hope to be involved in soon.", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006196", "url": "http://www.eurekalert.org/pub_releases/2017-02/uop-pvt022417.php", "region": "namerica", "source_link": "https://news.upenn.edu/news/penn-vet-team-identifies-new-therapeutic-targets-tropical-disease-leishmaniasis", "funder": "National Institutes of Health", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Biology", " Parasitology", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "PLOS Pathogens", "description": "Each year, about 2 million people contract leishmaniasis, which results in disfiguring skin ulcers that may take months or years to heal and in rare cases can become metastatic, causing major tissue damage. Now a team led by University of Pennsylvania School of Veterinary Medicine researchers have a promising target for treatment.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}