{"title": "Fasting-mimicking diet may reverse diabetes", "text": "A diet designed to imitate the effects of fasting appears to reverse diabetes by reprogramming cells, a new USC-led study shows.The fasting-like diet promotes the growth of new insulin-producing pancreatic cells that reduce symptoms of type 1 and type 2 diabetes in mice, according to the study on mice and human cells led by Valter Longo, director of the Longevity Institute at the USC Leonard Davis School of Gerontology. \"Cycles of a fasting-mimicking diet and a normal diet essentially reprogrammed non-insulin-producing cells into insulin-producing cells,\" said Longo, who is also a professor of biological sciences at the USC Dornsife College of Letters, Arts and Sciences. \"By activating the regeneration of pancreatic cells, we were able to rescue mice from late-stage type 1 and type 2 diabetes. We also reactivated insulin production in human pancreatic cells from type 1 diabetes patients.\"The reprogrammed adult cells and organs prompted a regeneration in which damaged cells were replaced with new functional ones, he said.The study published on Feb. 23 in the journal Cell, is the latest in a series of studies to demonstrate promising health benefits of a brief, periodic diet that mimics the effects of a water-only fast.  Reversing insulin resistance and depletionIn type 1 and late-stage type 2 diabetes, the pancreas loses insulin-producing beta cells, increasing instability in blood sugar levels. The study showed a remarkable reversal of diabetes in mice placed on the fasting-mimicking diet for four days each week. They regained healthy insulin production, reduced insulin resistance and demonstrated more stable levels of blood glucose. This was the case even for mice in the later stages of the disease.The diet cycles switched on genes in the adult mice that are normally active only in the developing pancreases of fetal mice.  The genes set off production of a protein, neurogenin-3 (Ngn3); thus, generating new, healthy insulin-producing beta cells. Longo and his team also examined pancreatic cell cultures from human donors and found that, in cells from type 1 diabetes patients, fasting also increased expression of the Ngn3 protein and accelerated insulin production. The results suggest that a fasting-mimicking diet could alleviate diabetes in humans.Longo and his research team have amassed evidence indicating several health benefits of the fasting-mimicking diet. Their study published last week in Science Translational Medicine demonstrated that the fasting-mimicking diet reduced risks for cancer, diabetes, heart disease and other age-related diseases in human study participants who followed the special diet for five days each month in a three-month span. Prior studies on the diet have shown potential for alleviating symptoms of the neurodegenerative disease multiple sclerosis, increasing the efficacy of chemotherapy for cancer treatments, and decreasing visceral fat.\"These findings warrant a larger FDA trial on the use of the fasting-mimicking diet to treat human diabetes patients to help them produce normal levels of insulin while improving insulin function,\" Longo said. \"Hopefully, people with diabetes could one day be treated with an FDA-approved fasting-mimicking diet for a few days each month and gain control over their insulin production and blood sugar.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.01.040", "url": "http://www.eurekalert.org/pub_releases/2017-02/uosc-rdw022117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/National Institute on Aging", "meeting": "", "institution": "University of Southern California", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Gerontology", " Aging", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell", "description": "In a study on mice and another study on human pancreatic cells, researchers discover that a scientifically designed fasting diet can trigger the generation of new pancreatic cells to replace dysfunctional ones and stabilize blood glucose.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}