{"title": "Study: Two-thirds of clinicians lack knowledge of diabetes-related foot complication", "text": "ANN ARBOR, Mich. - Diabetes can have several complications, including one common side effect: foot damage. Although some types are common, others are rarer.       Among the lesser-known conditions is Charcot neuroarthropathy.\"It is a rare foot condition that can cause significant deformity, disability and may lead to ulcerations and infections if it is not caught early in the disease process,\" says Brian Schmidt, D.P.M., clinical instructor in internal medicine and member of the podiatry team at Michigan Medicine.Commonly known as a Charcot foot and/or ankle, the effects can be debilitating.\"The joints of the foot break down, with fracture and dislocation, leading to a rocker bottom foot deformity over time,\" Schmidt says. \"People with peripheral neuropathy are at risk of developing this condition, and today this condition is most commonly seen in patients with diabetes mellitus. However, any patient with peripheral neuropathy is at risk.\"Many doctors, however, aren't up to speed on the matter.Schmidt is the lead author on a new study, published in Clinical Diabetes and Endocrinology, that investigated how much non-foot-specialist clinicians know about the condition in an effort to understand how to better focus future educational forums on the topic.Of the 400 endocrinologists, internal medicine physicians and family medicine physicians who responded to a survey, more than two-thirds of respondents -- 67.6 percent -- described themselves as having poor or complete lack of knowledge of Charcot neuroarthropathy. Researchers also investigated how referring physicians treat the condition if they encounter it.", "article_link": "http://dx.doi.org/10.1186/s40842-017-0041-4", "url": "http://www.eurekalert.org/pub_releases/2017-02/mmu-sto022317.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/industry-dx/study-two-thirds-of-clinicians-lack-knowledge-of-diabetes-related-foot-complication", "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "Clinical Diabetes and Endocrinology", "description": "A new study investigated how much non-foot-specialist clinicians know about Charcot neuroarthropathy in an effort to understand how to better focus future educational forums on the topic.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}