{"title": "A prescription with legs!", "text": "Montreal, Feb. 23, 2017 - A study from the Research Institute of the McGill University Health Centre (RI-MUHC) shows that physician-delivered step count prescriptions, combined with the use of a pedometer, can lead to a 20 per cent increase in daily steps, as well as measurable health benefits, such as lower blood sugar and lower insulin resistance, for patients with hypertension and/or type 2 diabetes. Scientific research clearly indicates that at least 30 minutes of daily exercise can reduce the risk of cardiovascular disease, some types of cancer and high blood pressure. Regular walking can lead to a 40 per cent reduction in both mortality and vascular event rates over the next decade for adults with type 2 diabetes. Despite this evidence, the current low level of physical activity among Canadians remains a dominant public health concern. \"As physicians, we have to face reality and admit that for many patients, just telling them to be more physically active simply doesn't work,\" says Dr. Kaberi Dasgupta, a physician researcher at the RI-MUHC and principal author of the study. \"A lot of people want to be active, but it is very difficult to change health behaviors. The idea in this study is to use step counts almost as a medication.\" Dr. Dasgupta's work focuses on the prevention and the management of blood vessel disease in people with diabetes or who are at risk for diabetes. She has been interested in the impact of step counting on people's health for many years. \"Our physical activity is often divided throughout our day, so measuring distance can be complicated. With step-counting, it is easier to quantify your daily physical activity, especially for people who do not run or go to the gym.\"This study involved 364 patients and 74 doctors from different Montreal hospitals. Co-leading the trial with Dr Dasgupta were Drs Stella Daskalopoulou and Ellen Rosenberg. All patients continued their normal medical routine with their physicians but some patients also had written step count prescriptions and were given a pedometer to monitor their activity. After one year, patients who were prescribed steps walked 1,200 steps more per day on average than patients who were not.  Those with type 2 diabetes lowered their blood sugar levels and there were also improvements in insulin resistance. The study, which was published in the journal Diabetes, Obesity, and Metabolism, is the first to show that a written step prescription can be beneficial to patient health. Dr. Dasgupta's team aims to take this study -- and patients -- a step further. \"If we want doctors to prescribe physical activities, it needs to be aligned and integrated in the medical routine and added to health guidelines, which we plan on doing in the near future.\"It is recommended that people walk at least 10,000 steps daily to experience health benefits. People walking under 5,000 steps have high risk of developing hypertension and type 2 diabetes - conditions that can ultimately lead to heart attacks, strokes and blindness. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/muhc-apw022217.php", "region": "namerica", "source_link": "https://muhc.ca/newsroom/news/prescription-legs", "funder": "", "meeting": "", "institution": "McGill University Health Centre", "keywords": ["Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes", " Sports Medicine", " Sports/Recreation", " Exercise", " Sports/Recreation"], "journal": "Diabetes, Obesity and Metabolism", "description": "Research shows that physician-delivered step count prescriptions, combined with the use of a pedometer, can lead to a 20 per cent increase in daily steps, as well as measurable health benefits, such as lower blood sugar and lower insulin resistance, for patients with hypertension and/or type 2 diabetes.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}