{"title": "Diabetic mice on fasting-mimicking diet repair insulin-producing pancreas cells", "text": "Research in mice and human cells suggests that a fasting-mimicking diet may reprogram pancreas cells that are unable to produce insulin and enable them to repair themselves and start making it. The work, published February 23 in Cell, provides an alternative approach to replacing damaged insulin-producing beta cells. \"Our conclusion is that by pushing the mice into an extreme state and then bringing them back--by starving them and then feeding them again--the cells in the pancreas are triggered to use some kind of developmental reprogramming that rebuilds the part of the organ that's no longer functioning,\" says senior author Valter Longo of the University of Southern California School of Gerontology and  Director of the USC Longevity Institute.Longo originally developed the fasting-mimicking diet as a way to reduce stress and protect from toxicity in people undergoing chemotherapy. It involves consuming a very limited number of high-fat calories for five days and then returning to a normal diet. Measurement of four biomarkers associated with a water-only diet suggested that the diet has the same physiological effects on the body as more extreme fasting.Studies since then have suggested that the diet may be a way to \"reboot\" the body by inducing it to slow down aging and regenerating new cells. Researchers have found that the expression of three key genes drops during the fasting-mimicking diet. These genes--IGF1, TOR, and PKA--are associated with stress and aging.In the latest study, the researchers hypothesize that the downregulation of these three genes reprograms the cells so that they return to an embryonic-like state, in which they have the potential to give rise to a number of different cell types. \"During starvation, the cells go into standby mode,\" Longo says. \"Then, when you begin refeeding the mice, you see these embryonic-like cells begin to give rise to beta cells.\"The researchers used two different mouse models of diabetes to study the effects of the diet. One was mice with a gene mutation that causes insulin resistance and loss of insulin secretion. The other was mice that were treated with a chemical to destroy their beta cells. Both models were given three cycles of the diet.\"Medically, these findings have the potential to be very important because we've shown--at least in mouse models--that you can use diet to reverse the symptoms of diabetes,\" Longo says. \"Scientifically, the findings are perhaps even more important because we've shown that you can use diet to reprogram cells without having to make any genetic alterations.\" In addition to looking at mouse models of diabetes, the researchers also showed that exposure of human pancreatic islet cells--both from healthy donors and from patients with Type 1 diabetes--to fasting-mimicking diet in a dish stimulated insulin production.Much research is needed before the findings can be validated in humans, but Longo says these clinical trials are already being planned. In Science Translational Medicine (DOI: 10.1126/scitranslmed.aai8700) on February 15, his team published a related, randomized Phase II study in 100 people that showed that when humans were exposed to three rounds of the fasting-mimicking diet, their IGF1 levels decreased and their fasting glucose levels improved, among other findings.Longo says the findings also have implications for diseases beyond diabetes. \"We want to start looking system by system to see how widely acting this process is on different types of cells,\" he says. \"The amazing thing is that this system has probably always been there. Now that we've discovered it, we can find ways to work with it and utilize it for benefits to human health.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.01.040", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-dmo021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Diet/Body Weight", " Endocrinology", " Diabetes"], "journal": "Cell", "description": "Research in mice and human cells suggests that a fasting-mimicking diet may reprogram pancreas cells that are unable to produce insulin and enable them to repair themselves and start making it. The work, published Feb. 23 in Cell, provides an alternative approach to replacing damaged insulin-producing beta cells.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}