{"title": "PERK protein opens line of communication between inside and outside of the cell", "text": "PERK is known to detect protein folding errors in the cell. Researchers at the Laboratory of Cell Death Research & Therapy at KU Leuven (University of Leuven, Belgium) have now revealed a hidden perk: the protein also coordinates the communication between the inside and the outside of the cell. These findings open up new avenues for further research into treatments for cancer, Alzheimer's, and diabetes.Proteins such as insulin are properly formed in the endoplasmic reticulum (ER), one of the biggest membrane structures in the cell. The ER works like an assembly line and folds the proteins into a three-dimensional shape that is essential for them to function. When there is a problem in the 'protein folding assembly line', the accumulation of misfolded proteins can lead to diseases such as Alzheimer's, cancer, and diabetes.An essential component of this protein folding factory is PERK. \"This protein is known to play a crucial role in maintaining ER functions and restoring them if necessary,\" explains Patrizia Agostinis, head of the KU Leuven Laboratory of Cell Death Research & Therapy. \"When PERK detects protein folding errors in the ER it prompts the nucleus of the cell to take action.\"Patrizia Agostinis, Alex van Vliet, and other team members have now discovered an additional function of PERK. Agostinis: \"We found that PERK also coordinates the communication between the protein folding factory (the ER) and the skin of the cell (the plasma membrane). When the protein folding factory detects low calcium levels, the plasma membrane needs to let calcium flow back in. After all, calcium is crucial for the proper functioning of the protein folding factory - the ER, where the calcium is stored - and for the overall health of the cell. And this is where PERK comes in: the protein establishes contact between the two cell components so that they can work together to restore the calcium level.\"\"This entire process, which is regulated by PERK, takes place in a matter of minutes or even seconds,\" Alex van Vliet adds. \"That's one of the reasons why it went unnoticed until now. We used a new method to reveal the underlying mechanism, and were surprised to find that PERK can control the movement of the ER towards the plasma membrane by modifying the skeleton of the cell.\"The newly discovered role of PERK opens up promising therapeutic avenues. \"But we must not get ahead of ourselves,\" Agostinis emphasizes. \"This is fundamental research. Much more work needs to be done before we can even start thinking of new treatments that target this new function of PERK.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.molcel.2017.01.020", "url": "http://www.eurekalert.org/pub_releases/2017-02/kl-ppo022317.php", "region": "europe", "source_link": "https://www.kuleuven.be/english/news/2017/perk-protein-opens-line-of-communication-between-the-inside-and-outside-of-cells", "funder": "Research Foundation Flanders, TrainERS/Horizon 2020, Innovation by Science and Technology", "meeting": "", "institution": "KU Leuven", "keywords": ["Biochemistry", " Cell Biology", " Medicine/Health", " Cancer", " Diabetes", " Alzheimer's Disease"], "journal": "Molecular Cell", "description": "PERK is known to detect protein folding errors in the cell. Researchers at the Laboratory of Cell Death Research & Therapy at KU Leuven (University of Leuven, Belgium) have now revealed a hidden perk: the protein also coordinates the communication between the inside and the outside of the cell. These findings open up new avenues for further research into treatments for cancer, Alzheimer's, and diabetes.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}