{"title": "Eight a day is clearly best for the heart", "text": "You've heard it a thousand times, that little catchphrase with the magic number encouraging you to eat \"five a day\" of fruits and vegetables for better health. But it turns out that the real magic number is eight, according to a new comprehensive study just published in the International Journal of Epidemiology.The study, spearheaded by Dagfinn Aune, from the Norwegian University of Science and Technology (NTNU) and Imperial College London, shows that 7.8 million deaths worldwide could be prevented each year if people ate more fruits and vegetables. Aune says the more you eat, the lower the overall risk of heart disease, stroke, cancer and premature death. \"The results support recommendations to increase the amount of fruits and vegetables people eat,\" said Aune.The study shows that the risk of dying prematurely from all causes was reduced by almost a third, and the risk of cardiovascular disease by about a quarter in people who ate 800 grams of fruit and vegetables every day, compared with those who ate very little or no fruits and vegetables.\"We see a gradual reduction in risk with increasing consumption, so a low or moderate intake is better than not eating fruits and vegetables at all,\" he said.Eight a dayIt should be no surprise to anyone that eating fruits and vegetables is linked to better health, but none of the previous analyses that have established this link have examined how much you should eat to increase health benefits.The meta-analysis undertaken by Aune and his colleagues is by far the largest on this topic to date. The researchers looked at a total of 142 publications from 95 different population studies that studied the relationship between consumption of fruits and vegetables and the subsequent risk of chronic diseases. Each analysis included information on several hundred thousand people.\"The risk of heart disease, strokes and premature death decreased by 10.8 per cent for each 200 gram increase in consumption of fruit or vegetables--up to an intake of 800 grams,\" Aune said.He stressed that the greatest impact from increasing a person's daily intake of fruit and vegetables appears to be in people do not eat fruit and vegetables at all, or who eat very little of them. But there were also benefits from additional increases in fruit and vegetable consumption for people whose diets already include some fruit and vegetables.Many national health authorities recommend that people eat at least \"five a day,\" which corresponds to approximately 500 grams of fruit and vegetables. In other words, the new analysis suggests that the risk of disease and premature death can be reduced even more by eating more fruits and vegetables than recommended.Do fruit and vegetables really have a protective effect?People who eat lots of fruits and vegetables are more likely to be healthy in other ways.For example, they are generally more physically active, smoke less, and are more likely to avoid large amounts of alcohol and red or processed meat compared to people who eat less fruit and vegetables. Perhaps that means there are factors other than fruit and vegetables that are behind the reduced risk of cardiovascular disease, cancer and premature death that the researchers found?\"Many, but not all of the studies in our analysis adjusted for these factors. We saw pretty much no significant difference in the results of studies with and without this kind of adjustment. Nevertheless, we cannot completely exclude that the results are due to factors we have not been able to take into account,\" says Aune.Reductions in premature deathsThe researchers also calculated how many premature deaths that could be prevented each year worldwide if everyone ate 800 grams of fruit and vegetables every day. The figure they arrived at was 7.8 million deaths each year. If everyone ate 500 grams of fruits and vegetables a day, that figure would be 5.4 million deaths.Two to four million deaths related to cardiovascular disease could be prevented a year if everyone ate the optimal amount of fruits and vegetables, the researchers said, while for cancer that number was approximately 660,000 deaths.\"Part of what is most fascinating about this study is that the association between fruit and vegetables and mortality is greater than one would expect only on the basis of the relationships we find with cardiovascular disease and cancer, so it is conceivable that fruit and vegetables are beneficial in preventing other diseases and causes of death as well,\" Aune said. \"But since we had very limited data, we could not do analyses for other causes of death. This is something we want to pursue.\"  Which fruits and vegetables protect most, and why?The meta-analysis is also the first to examine subcategories and individual varieties of fruits and vegetables that can be connected to a reduced risk of various diseases and premature death. Apples and pears, citrus fruit, fruit juice, green leafy vegetables and fruits and vegetables rich in vitamin C were among the types of fruit and vegetables that were linked to a reduced risk of cardiovascular disease and premature death.Canned fruits, however, were linked to increased risk of cardiovascular disease and premature death.\"However, we need more studies on specific types of fruit and vegetables because relatively few of the studies in our analysis had looked at this issue,\" said Aune.Fruits and vegetables contain fiber, vitamin C, antioxidants, potassium and flavonoids, all of which have been directly linked to good health. A high intake of fiber can help lower cholesterol, blood pressure and inflammation in the body, improve blood vessel function and prevent people from becoming overweight and obese.Antioxidants can prevent free radicals and other reactive oxygen species from damaging the body's genetic material. Fruits and vegetables can also have a positive effect on bacteria in the intestines.\"Supplementing with antioxidants and vitamins does not have the same beneficial effects, so probably it's the whole package of beneficial substances that you get from eating fruits and vegetables that acts synergistically,\" said Aune, who was recently awarded his doctorate from NTNU. He is now an associate professor at Bjørknes University College in Oslo.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nuos-ead022317.php", "region": "europe", "source_link": "http://geminiresearchnews.com/2017/02/eight-day-clearly-best-heart/", "funder": "", "meeting": "", "institution": "Norwegian University of Science and Technology", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Death/Dying", " Mortality/Longevity", " Diet/Body Weight", " Epidemiology", " Cholesterol", " Diabetes", " Nutrition/Nutrients"], "journal": "International Journal of Epidemiology", "description": "A comprehensive meta-analysis of 142 articles from 95 population studies shows that the risk of dying prematurely from all causes was reduced by almost a third, and the risk of cardiovascular disease by about a quarter in people who ate 800 grams of fruit and vegetables--  or eight a day -- compared to those who ate very little or no fruits and vegetables.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}