{"title": "Diabetic kidney disease is decoded, offering new avenues for diagnosis and treatment", "text": "Diabetes is a leading cause of kidney disease, a serious, often fatal complication that is difficult to diagnose in early, potentially treatable stages. Now, a research team at the Icahn School of Medicine at Mount Sinai has revealed biological pathways involved in diabetic kidney disease, providing hope that both early diagnostic tests and targeted treatment can be designed. The study, published in Diabetes, shows that oxidative stress in the \"power plants\" within a population of kidney cells progressively impairs the ability of the bean-shaped organs to strain blood for waste products and produce urine. The research team also found a cellular receptor that can be blocked to modulate that stress reaction. Blocking that receptor saved the kidneys in mice genetically destined to develop diabetic kidney failure.About 30 percent of patients with type 1 (juvenile onset) diabetes and 10 to 40 percent of those with type 2 (adult onset) diabetes eventually will suffer from kidney failure, according to the National Kidney Foundation. When that happens, patients must turn to dialysis or kidney transplantation, if available.\"Diabetic kidney disease is one of the major causes of death in diabetic patients, and is also the leading single cause of end-stage renal disease in the United States,\" says the study's senior investigator, Ilse S. Daehn, PhD, Assistant Professor of Medicine (Nephrology) at the Icahn School of Medicine at Mount Sinai.  \"Our findings open new diagnostic opportunities for early detection and potential therapeutic strategies to protect against further renal damage in patients.\"The study's findings essentially offer a \"fundamental paradigm shift in our understanding of the development and treatment of diabetic kidney disease,\" says Dr. Daehn, who is also a member of The Charles Bronfman Institute for Personalized Medicine.Investigators focused on the kidney's glomerulus -- globular bodies, full of capillaries and other structures, that serve as the first stage and the key unit in the filtration of blood for waste products to be expelled in urine.The research team studied three different cell types that interact within the glomerulus, using two sets of mice. One group naturally develops diabetic kidney disease and the other group is naturally resistant to the disorder. They discovered that in mice prone to kidney disease, endothelial cells were affected. In these wafer-like cells, which form the inner lining of blood vessels, the mitochondria -- cellular subunits that act like power plants, producing energy -- were stressed, and so made excess amounts of reactive oxygen species (ROS). These are molecules that have important roles in cell signaling but, when overproduced, can damage cell proteins and DNA. This process begins to destroy podocytes, cells that wrap around and work with capillaries and the other cell types in the glomerulus. The glomerulus eventually becomes brittle, the capillaries collapse, and kidneys become leaky, shedding essential body proteins. Progressive damage leads to kidney failure, resulting in end-stage kidney disease.The research team was able to measure, in susceptible mice, molecules linked to excess ROS, suggesting that a biomarker could be developed that signals early development of kidney disease in humans. And knowing that ROS excess leads to kidney disease implies that agents that collect ROS molecules within the kidney might provide a potential therapy, Dr. Daehn says.Investigators then looked for \"upstream\" regulators of mitochondrial stress within the endothelium in the glomerulus and discovered a pathway that helps manage this oxidative stress. This pathway produced excess quantities of a cell receptor, endothelium receptor-A, as well as its ligand -- the protein that binds to the receptor.This discovery means that a small molecule that blocks the ligand from binding to its receptor might tamp down production of mitochondrial ROS, thus halting damage to the glomerulus, Dr. Daehn says.The researchers used an experimental small molecule, BQ-123, to specifically block this receptor and found that mice that were destined to develop diabetic kidney disease were spared from the disorder.Researchers tested their hypothesis by looking at urine and kidney biopsies from patients with diabetic kidney disease. They found molecules in the urine linked to oxidative stress and rapid disease progression, and biopsies that showed increased mitochondrial DNA damage and increased endothelium receptor-A expression.\"These findings in human samples go a long way to substantiate our hypotheses, which is exciting because it represents a new way forward to understanding and treating diabetic kidney disease,\" Dr. Daehn says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tmsh-dkd022217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "Diabetes", "description": "Mount Sinai researchers say their study represents hope for a complication considered incurable and deadly.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}