{"title": "Long-term stress linked to higher levels of obesity", "text": "People who suffer long-term stress may also be more prone to obesity, according to research by scientists at UCL which involved examining hair samples for levels of cortisol, a hormone which regulates the body's response to stress. The paper, published in the journal Obesity, showed that exposure to higher levels of cortisol over several months is associated with people being more heavily, and more persistently, overweight.Chronic stress has long been hypothesised to be implicated in obesity - people tend to report overeating and 'comfort eating' foods high in fat, sugar and calories in times of stress, and the stress hormone cortisol plays an important role in metabolism and determining where fat is stored. Previous studies looking at the link between cortisol and obesity relied mainly on measurements of the hormone in blood, saliva or urine which may vary according to the time of day and other situational factors. These studies failed to capture long-term cortisol levels.This research involved 2,527 men and women aged 54 and older taking part in the English Longitudinal Study of Ageing, taking data over a four-year period.In the research, the scientists took a lock of hair 2cm long from each participant which was cut as close possible to a person's scalp - this represented approximately two months' hair growth with associated accumulated levels of cortisol.  They also examined the participants' weight, body mass index and waist circumference and how hair cortisol related to the persistence of obesity over time. They found that people who had higher levels of cortisol present in their hair tended to have larger waist circumference measurements, were heavier, and had a higher body mass index (BMI).  Individuals classified as obese on the basis of their BMI (?30) or waist circumference (?102cm in men, ?88cm in women) had particularly high levels of hair cortisol.\"These results provide consistent evidence that chronic stress is associated with higher levels of obesity,\" said Dr Sarah Jackson (UCL Epidemiology and Public Health) who led the research. \"People who had higher hair cortisol levels also tended to have larger waist measurements, which is important because carrying excess fat around the abdomen is a risk factor for heart disease, diabetes, and premature death.\"\"Hair cortisol is a relatively new measure which offers a suitable and easily obtainable method for assessing chronically high levels of cortisol concentrations in weight research and may therefore aid in further advancing understanding in this area.\"There were limitations to the study, which included the fact the data was from an older population in which levels of cortisol may differ relative to younger adults and the sample was almost exclusively white. It is not currently known whether chronically elevated cortisol levels are a cause or a consequence of obesity. More research is needed and if causation is proved, then targeting cortisol levels may offer a new method for treating obesity.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ucl-lsl021017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University College London", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Stress/Anxiety"], "journal": "Obesity", "description": "People who suffer long-term stress may also be more prone to obesity, according to research by scientists at UCL which involved examining hair samples for levels of cortisol, a hormone which regulates the body's response to stress.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}