{"title": "Fructose is generated in the human brain", "text": "New Haven, Conn.-- Fructose, a form of sugar linked to obesity and diabetes, is converted in the human brain from glucose, according to a new Yale study. The finding raises questions about fructose's effects on the brain and eating behavior. The study was published on Feb. 23 by JCI Insight.Fructose is a simple sugar found in fruits, vegetables, table sugar, and many processed foods. Excess consumption of fructose contributes to high blood sugar and chronic diseases like obesity. The Yale research team had demonstrated in a prior study that fructose and another simple sugar, glucose, had different effects on brain activity. But it was not known whether fructose was produced in the brain or crossed over from the bloodstream. To investigate, the research team gave eight healthy, lean individuals infusions of glucose over a four-hour period. They measured sugar concentrations in the brains of the study participants using magnetic resonance spectroscopy, a noninvasive neuroimaging technique. Sugar concentrations in the blood were also assessed. The researchers found cerebral fructose levels rose significantly in response to a glucose infusion, with minimal changes in fructose levels in the blood. They surmised that the high concentration of fructose in the brain was due to a metabolic pathway called the polyol pathway that converts glucose to fructose.   \"In this study, we show for the first time that fructose can be produced in the human brain,\" said first author Janice Hwang, M.D., assistant professor of medicine. While the production of fructose in the brain had been seen in animals, it had not been demonstrated in humans, Hwang noted. The finding raises several key research questions, which the research team plans to pursue. \"By showing that fructose in the brain is not simply due to dietary consumption of fructose, we've shown fructose can be generated from any sugar you eat,\" said Hwang. \"It adds another dimension into understanding fructose's effects on the brain.\"Glucose in the brain sends signals of fullness, but that is not the case with fructose, she said. The conversion of glucose to fructose in the brain, known as the polyol pathway, also occurs in other parts of the body. \"This pathway may be one other mechanism by which high blood sugar can exert its adverse effects,\" Hwang added.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/yu-fig021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Yale University", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology"], "journal": "JCI Insight", "description": "Fructose, a form of sugar linked to obesity and diabetes, is converted in the human brain from glucose, according to a new Yale study. The finding raises questions about fructose's effects on the brain and eating behavior.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}