{"title": "Inadequate access to affordable, nutritious food may increase stroke risk factors", "text": "Food insecurity - the state of being without reliable access to adequate amounts of affordable, nutritious food - is a common issue and may lead to increased stroke risk factors, such as diabetes and high blood pressure, according to research presented at the American Stroke Association's International Stroke Conference 2017.Researchers at a Chicago hospital that serves uninsured and underinsured patients studied 216 patients in the outpatient neurology clinic. Using a standardized two-question screening tool and reviewing electronic medical records, researchers identified 49 patients, or 22.7 percent, as food insecure.Researchers also found:Of the 64 patients diagnosed with stroke, 18.8 percent were found to be food insecure.\r\nIn the food insecure stroke group, 84.6 percent also had hypertension; 58.3 percent diabetes; and 16.7 percent had a previous stroke.\r\nAmong stroke survivors not labelled food insecure, 67.3 percent had hypertension; 28.8 percent had diabetes; and 21.2 percent had a previous stroke.\r\nFood insecurity may lead to an increase in stroke risk factors and can complicate management of these health problems. A better understanding of the magnitude of the problem is necessary and could lead to interventions, researchers said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-iat021517.php", "region": "namerica", "source_link": "http://cms.ipressroom.com.s3.amazonaws.com/67/files/20170/Thursday+News+Tip+Abstracts.docx", "funder": "", "meeting": "AHA/ASA International Stroke Conference 2017", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "", "description": "Food insecurity -- the state of being without reliable access to adequate amounts of affordable, nutritious food -- is a common issue and may lead to increased stroke risk factors, such as diabetes and high blood pressure.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}