{"title": "A new methodology quickly reveals metabolic fluxes in cells", "text": "If we were to take photographs at the underground stations in Barcelona, we would see the number of people waiting, find out what time the rush hour takes place and deduce why some stations are busier than others. We would not know, however, if something has happened between one station and another that has led to more people being on the platforms or that might have caused delays. This is what happens when the metabolism of a cell is studied. The metabolism of a cell is like an underground network in which the chemical structures of the metabolites go from one station to another by means of biochemical transformations. Up until now, it has been possible to determine the number of many metabolites in a cell, tissue or organism, but studying their fluxes is technically much more complex and time consuming. Now, however, a group of researchers from the URV, CIBERDEM and IRB Barcelona have developed a new tool that makes this possible.The nuclear magnetic resonance (NMR) techniques used to date covered very few metabolites, researchers could take hours to measure every sample and the data were difficult to interpret. The new approach is very quick - 10 minutes per sample -, many more metabolites are obtained and the results are much easier to interpret. That is to say, the movements made by the metabolism can be determined much more easily and effectively. It is a methodology based on NMR which measures hydrogen atoms (protons) in order to indirectly determine the number of carbon atoms that are marked in the chemical structures of the metabolites. The experiment is as follows: a nutrient is marked that the cells feed on, like glucose or aminoacids, with a stable isotope. Stable isotopes such as carbon 13 are not radioactive and do not represent any danger to organisms or the people who handle the samples. The proton is measured by NMR much more quickly and sensitively than the carbon and, in this way, it is possible to study the fluxes and the transformation dynamics of these nutrients inside the cell. So far the efficacy of this new technique has been validated using human cancer cells but it is directly applicable to any biological model.Understanding the reasons for some illnesses Diabetes, for example, is a metabolic syndrome in which the process begins long before the levels of glucose in the blood increase, because the body uses a variety of mechanisms to ensure that the concentration of this nutrient remains stable. And high levels of glucose are only seen in the blood when the disease is at an advanced stage. The technique that has just been reported describes a new way of studying the mechanisms that cause some tissues in the organism (for example, liver or pancreas cells) not to be able to regulate levels of glucose or to become insensitive to it. That is to say, the study of metabolic fluxes helps us understand the reasons why the disease develops and the mechanism by which it does so. Therefore, it also helps in the process of diagnosis. In short, it is a methodology with great potential that practising physicians and molecular biologists will be able to use to acquire greater understanding of certain diseases. The new technique, unlike more traditional techniques, does not use radioactivity to study the metabolism.The article, which has been published in the scientific journal Angewandte Chemie, shows the results of this work on cancer cells, but the researchers are sure that glucose, aminoacids and fats marked with stable isotopes can be found in other cells and even animals. The fact that they are not radioactive makes them much easier to work with because there is no need for special laboratory conditions.In their work, the researchers have used NMR quite differently from how it has traditionally been used to study the metabolism. Maria Vinaixa, a researcher from the URV's Department of Electronic Engineering and currently carrying out research at the University of Manchester, and Oscar Yanes, a researcher from the same URV department and coordinator of the Metabolomic Platform of the Spanish Biomedical Research Centre in Diabetes and Associated Metabolic Disorders (CIBERDEM), explain that with this methodology \"we exploit to the full the power of nuclear magnetic resonance in terms of its sensitivity and coverage of the metabolism,\" and they believe that \"it is difficult to take it any further\". Now the limitation is the resonance itself.", "article_link": "http://dx.doi.org/10.1002/anie.201611347", "url": "http://www.eurekalert.org/pub_releases/2017-02/uriv-anm022317.php", "region": "europe", "source_link": "http://diaridigital.urv.cat/en/a-new-methodology-quickly-reveals-metabolic-fluxes-in-cells/", "funder": "", "meeting": "", "institution": "Universitat Rovira i Virgili", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases"], "journal": "Angewandte Chemie International Edition", "description": "A group of researchers from the URV, CIBERDEM and IRB Barcelona have developed a new methodology that uses nuclear magnetic resonance to study the metabolism. It is a tool that makes it possible to monitor metabolic fluxes and, in just 10 minutes, provide dynamic information about a considerable number of molecules. It may be able to be used in future applications to understand the reasons why some diseases develop.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}