{"title": "Researchers identify patterns of protein synthesis associated with increased longevity", "text": "(Boston)--Aging is a complex process that involves multiple metabolic and regulatory pathways. Previous studies have identified hundreds of genes whose deletion can significantly increase lifespan in model organisms. Yet, how these different aging genes and pathways are interconnected remains poorly understood. Researchers from Boston University School of Medicine (BUSM) have uncovered new regulatory factors that link gene expression profiles with aging. The study, which appears in the journal Cell Reports, could help identify new therapeutic targets for potential interventions for human diseases associated with old age, such as type 2 diabetes, cancer, neurodegenerative disorders and cardiovascular disease.Using a technique called ribosome profiling or Ribo-seq, the researchers identified common and unique patterns of protein synthesis associated with increased longevity. \"Hundreds of genes are known to affect aging and one of the major challenges now is to understand how different aging genes and pathways are interconnected. These findings could provide us a better view on what aging is and how we can manipulate some of these factors to improve the quality of life in older age,\" explained corresponding author Vyacheslav Labunskyy, PhD, assistant professor of dermatology at BUSM.According to the researchers by expanding this analysis to dozens of additional mutants, they hope to build a comprehensive interaction network linking regulatory factors with aging-associated genes. \"Given that many of these genes and pathways are present in higher species including mammals, such studies could help identify new therapeutic targets for potential interventions for human diseases associated with aging. However, more research is needed to study how activity of these regulatory factors and signaling networks changes with age.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bumc-rip022317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Mortality/Longevity"], "journal": "Cell Reports", "description": "Aging is a complex process that involves multiple metabolic and regulatory pathways. Previous studies have identified hundreds of genes whose deletion can significantly increase lifespan in model organisms. Yet, how these different aging genes and pathways are interconnected remains poorly understood. \r\nResearchers from Boston University School of Medicine (BUSM) have uncovered new regulatory factors that link gene expression profiles with aging.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}