{"title": "Neanderthal DNA contributes to human gene expression", "text": "The last Neanderthal died 40,000 years ago, but much of their genome lives on, in bits and pieces, through modern humans. The impact of Neanderthals' genetic contribution has been uncertain: Do these snippets affect our genome's function, or are they just silent passengers along for the ride? In Cell on February 23, researchers report evidence that Neanderthal DNA sequences still influence how genes are turned on or off in modern humans. Neanderthal genes' effects on gene expression likely contribute to traits such as height and susceptibility to schizophrenia or lupus, the researchers found.\"Even 50,000 years after the last human-Neanderthal mating, we can still see measurable impacts on gene expression,\" says geneticist and study co-author Joshua Akey of the University of Washington School of Medicine. \"And those variations in gene expression contribute to human phenotypic variation and disease susceptibility.\"Previous studies have found correlations between Neanderthal genes and traits such as fat metabolism, depression, and lupus risk. However, figuring out the mechanism behind the correlations has proved difficult. DNA can be extracted from fossils and sequenced, but RNA cannot. Without this source of information, scientists can't be sure exactly if Neanderthal genes functioned differently than their modern human counterparts. They can, however, look to gene expression in modern humans who possess Neanderthal ancestry.In this study, researchers analyzed RNA sequences in a dataset called the Genotype-Tissue Expression (GTEx) Project, looking for people who carried both Neanderthal and modern human versions of any given gene--one version from each parent. For each such gene, the investigators then compared expression of the two alleles head-to-head in 52 different tissues. \"We find that for about 25% of all those sites that we tested, we can detect a difference in expression between the Neanderthal allele and the modern human allele,\" says the study's first author, UW postdoctoral researcher Rajiv McCoy.Expression of Neanderthal alleles tended to be especially low in the brain and the testes, suggesting that those tissues may have experienced more rapid evolution since we diverged from Neanderthals approximately 700,000 years ago. \"We can infer that maybe the greatest differences in gene regulation exist in the brain and testes between modern humans and Neanderthals,\" says Akey. One example uncovered by this study is a Neanderthal allele of a gene called ADAMTSL3 that decreases risk of schizophrenia, while also influencing height. \"Previous work by others had already suggested that this allele affects alternative splicing. Our results support this molecular model, while also revealing that the causal mutation was inherited from Neanderthals,\" says McCoy. Alternative splicing refers to a process in which mRNAs are modified before they leave the cell's nucleus. When the Neanderthal mutation is present, the cell's machinery removes a segment of the mRNA that is expressed in the modern human version. The cell ends up making a modified protein because of a single mutation from a Neanderthal ancestor. The connection between that modified protein, height, and schizophrenia still requires more investigation, but it's an example of how small differences between modern humans and Neanderthals can contribute to variation in people. \"Hybridization between modern humans and Neanderthals increased genomic complexity,\" explains Akey. \"Hybridization wasn't just something that happened 50,000 years ago that we don't have to worry about anymore.  Those little bits and pieces, our Neanderthal relics, are influencing gene expression in pervasive and important ways.\"Next steps may include investigating whether Denisovans--another species of hominins that crossbred with modern humans--are contributing to gene expression, as well as applying the side-by-side method of expression analysis more broadly. For this study, McCoy and his colleagues had to develop a new statistical approach to sift through the immense amount of RNA data, but the same technique could be used to compare gene expression differences between modern human alleles. ", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.01.038", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-ndc021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Developmental/Reproductive Biology", " Evolution", " Genetics", " Molecular Biology", " Genes"], "journal": "Cell", "description": "The last Neanderthal died 40,000 years ago, but much of their genome lives on, in bits and pieces, through modern humans. The impact of Neanderthals' genetic contribution has been uncertain. In Cell, researchers report evidence that Neanderthal DNA sequences still influence how genes are turned on or off in modern humans. Neanderthal genes' effects on gene expression likely contribute to traits such as height and susceptibility to schizophrenia or lupus, the researchers found.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}