{"title": "Device will rapidly, accurately and inexpensively detect the Zika virus at airports", "text": "About the size of a tablet, a portable device that  could be used in a host of environments like a busy airport or even a remote location in South America, may hold the key to detecting the dreaded Zika virus accurately, rapidly and inexpensively using just a saliva sample. While scientists across the world are scrambling to find some sort of immunization, researchers from Florida Atlantic University are working to develop a diagnostic tool to reduce the impact of the outbreak until a vaccine is identified. \"Most of the Zika cases in the United States and especially in Florida are travel related,\" said Waseem Asghar, Ph.D., lead investigator and assistant professor at the Department of Computer and Electrical Engineering and Computer Science in FAU's College of Engineering and Computer Science and in the Department of Biological Sciences in FAU's Charles E. Schmidt College of Science. \"We are working to develop a tool that can be used without expensive laboratory equipment and skilled technicians in various settings like an airport or a community health center to provide reassurance to expectant families and those concerned because of recent travel. For about $2 and within 15 minutes, we hope to accurately determine whether or not an individual has an active infection.\" Currently, patients are diagnosed by testing whether they have antibodies against the Zika virus in their bloodstream, however, the antibody test cannot discriminate accurately between the Zika virus and other flaviviruses such as Dengue, West Nile virus and Chikungunya. The more accurate method for detecting the virus is by looking for pieces of the viral genome in a patient's blood sample using a test known as polymerase chain reaction (PCR). PCR is costly ($20,000+), bulky and requires highly skilled laboratory personnel to operate. Furthermore, results for PCR testing can take hours to yield results. \"Flaviviruses are found in mosquitoes and ticks that may infect people and cause a range of mild-to-fatal diseases,\" said Asghar. \"Because flavivirus antibodies cross-react with one another current tests cannot distinguish between them.\" This new device is based on technology that Asghar and colleagues developed to detect HIV. It uses inexpensive paper- or plastic-based materials, a cassette-sized container holding up to 12 samples at a time and a receptacle about the size of a tablet. These materials are easy to make, easy to use, and can easily and safely be disposed of by burning, providing an appealing strategy for developing an affordable tool for diagnosing the Zika virus in developing countries as well as low- and middle-income countries where there is limited laboratory infrastructure. They are working to adapt their device to diagnose the Zika virus, and recently received a $199,280 one-year grant from the Florida Department of Health to establish proof-of-principle and then further test and commercialize this device. \"We would also like to thank FAU's Institute for Sensing and Embedded Network Systems Engineering (I-SENSE) for providing seed grant support to develop a Zika test, which significantly contributed to the development of our current device prototype,\" said Asghar. Asghar's collaborators on the grant are Massimo Caputi, Ph.D., co-principal investigator and associate professor of biomedical science in FAU's Charles E. Schmidt College of Medicine, whose research is focused on identifying novel therapeutics for HIV; and Mariano Garcia-Blanco, M.D., Ph.D., professor and chair of biochemistry and molecular biology at the University of Texas Medical Branch at Galveston, whose research is focused on infection of human and insect cells with flaviviruses and autoimmune diseases such as multiple sclerosis. The Zika virus, transmitted to humans through the bite of an infected Aedes aegypti mosquito, is especially dangerous for pregnant women, and is linked to several severe birth defects transferred to the fetus - including microcephaly - a condition in which a baby is born with a small head or the head stops growing after birth. From Jan. 1, 2015 to Feb. 15, 2017, the Centers for Disease Control and Prevention (CDC) has listed 5,040 Zika virus cases reported in the U.S. with 4,748 cases in travelers returning from affected areas. Florida has the highest cases of the Zika virus at 1,069 reported cases with 214 cases acquired through presumed local mosquito-borne transmission and the majority from travelers returning from affected areas. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/fau-dwr022117.php", "region": "namerica", "source_link": null, "funder": "Florida Department of Health", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Medicine/Health", " Diagnostics", " Infectious/Emerging Diseases", " Public Health", " Sex-Linked Conditions", " Electrical Engineering/Electronics", " Disease in the Developing World"], "journal": "", "description": "About the size of a tablet, a portable device that  could be used in a host of environments like a busy airport or even a remote location in South America, may hold the key to detecting the dreaded Zika virus accurately, rapidly and inexpensively using just a saliva sample. For about $2 and within 15 minutes, researchers hope to accurately determine whether or not an individual has an active infection.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}