{"title": "Up to 10 portions of fruit and vegetables a day may prevent 7.8 million premature deaths", "text": "A fruit and vegetable intake above five-a-day shows major benefit in reducing the chance of heart attack, stroke, cancer and early death.This is the finding of new research, led by scientists from Imperial College London, which analysed 95 studies on fruit and vegetable intake.The team found that although even the recommended five portions of fruit and vegetables a day reduced disease risk, the greatest benefit came from eating 800g a day (roughly equivalent to ten portions - one portion of fruit or vegetables if defined as 80g).The study, which was a meta-analysis of all available research in populations worldwide, included up to 2 million people, and assessed up to 43,000 cases of heart disease, 47,000 cases of stroke, 81,000 cases of cardiovascular disease, 112,000 cancer cases and 94,000 deaths.In the research, which is published in the International Journal of Epidemiology, the team estimate approximately 7.8 million premature deaths worldwide could be potentially prevented every year if people ate 10 portions, or 800 g, of fruit and vegetables a day.The team also analysed which types of fruit and vegetables provided the greatest protection against disease.Dr Dagfinn Aune, lead author of the research from the School of Public Health at Imperial explained: \"We wanted to investigate how much fruit and vegetables you need to eat to gain the maximum protection against disease, and premature death. Our results suggest that although five portions of fruit and vegetables is good, ten a day is even better.\"The results revealed that even a daily intake of 200g was associated with a 16 per cent reduced risk of heart disease, an 18 per cent reduced risk of stroke, and a 13 per cent reduced risk of cardiovascular disease.This amount, which is equivalent to two and a half portions, was also associated with 4 per cent reduced risk in cancer risk, and 15 per cent reduction in the risk of premature death.Further benefits were observed with higher intakes. Eating up to 800g fruit and vegetables a day - or 10 portions - was associated with a 24 per cent reduced risk of heart disease, a 33 per cent reduced risk of stroke, a 28 per cent reduced risk of cardiovascular disease, a 13 per cent reduced risk of total cancer, and a 31 per cent reduction in dying prematurely. This risk was calculated in comparison to not eating any fruit and vegetables.The current UK guidelines are to eat at least five portions or 400g per day. However fewer than one in three UK adults are thought to meet this target.The team were not able to investigate intakes greater than 800 g a day, as this was the high end of the range across studies.An 80g portion of fruit and vegetables equals approximately one small banana, apple, pear or large mandarin. Three heaped tablespoons of cooked vegetables such as spinach, peas, broccoli or cauliflower count as a portion.The researchers also examined the types of fruit and vegetables that may reduce the risk of specific diseases. They found the following fruits and vegetables may help prevent heart disease, stroke, cardiovascular disease, and early death: apples and pears, citrus fruits, salads and green leafy vegetables such as spinach, lettuce and chicory, and cruciferous vegetables such as broccoli, cabbage and cauliflower. They also found the following may reduce cancer risk: green vegetables, such as spinach or green beans, yellow vegetables, such as peppers and carrots, and cruciferous vegetables.Similar associations were observed for raw and cooked vegetables in relation to early death, however, additional studies are needed on specific types of fruits and vegetables and preparation methods. The team say the number of studies was more limited for these analyses, and the possibility that other specific fruits and vegetables may also reduce risk cannot be excluded.Dr Aune said that several potential mechanisms could explain why fruit and vegetables have such profound health benefits: \"Fruit and vegetables have been shown to reduce cholesterol levels, blood pressure, and to boost the health of our blood vessels and immune system. This may be due to the complex network of nutrients they hold. For instance they contain many antioxidants, which may reduce DNA damage, and lead to a reduction in cancer risk.\"He added that compounds called glucosinolates in cruciferous vegetables, such as broccoli, activate enzymes that may help prevent cancer. Furthermore fruit and vegetables may also have a beneficial effect on the naturally-occurring bacteria in our gut.The vast array of beneficial compounds cannot be easily replicated in a pill, he said: \"Most likely it is the whole package of beneficial nutrients you obtain by eating fruits and vegetables that is crucial is health. This is why it is important to eat whole plant foods to get the benefit, instead of taking antioxidant or vitamin supplements (which have not been shown to reduce disease risk).\"In the analysis, the team took into account other factors, such as a person's weight, smoking, physical activity levels, and overall diet, but still found that fruit and vegetables were beneficial.Dr Aune added: \"We need further research into the effects of specific types of fruits and vegetables and preparation methods of fruit and vegetables. We also need more research on the relationship between fruit and vegetable intake with causes of death other than cancer and cardiovascular disease. However, it is clear from this work that a high intake of fruit and vegetables hold tremendous health benefits, and we should try to increase their intake in our diet.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/icl-ut1022217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Imperial College London", "keywords": ["Medicine/Health", " Death/Dying", " Diet/Body Weight"], "journal": "International Journal of Epidemiology", "description": "A fruit and vegetable intake above five-a-day shows major benefit in reducing the chance of heart attack, stroke, cancer and early death.\r\n\r\nThis is the finding of new research, led by scientists from Imperial College London, which analyzed 95 studies on fruit and vegetable intake.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}