{"title": "Incarceration linked to excess burden of cancer, new study finds", "text": "TORONTO, Feb. 22, 2017 -- People who spend time in jails and prisons are more likely to develop certain types of cancer than the general population in Ontario, according to a study published today in the open-access journal PLOS ONE.They were also more than 50 per cent more likely to die from cancer than the general population in Ontario, the study found. Men were more than three times as likely as men in the general population to die from head and neck and liver cancer and women were three times as likely as women in the general population to die from cervical cancer.Dr. Fiona Kouyoumdjian, a researcher at St. Michael's Hospital and McMaster University and lead author of the study, said the findings could be the result of high rates of risk factors for cancer in this population.\"We know that people who spend time in jails and prisons in Canada are more likely to use alcohol and tobacco, as well as have infections such as HPV (human papillomavirus) and HIV, which can increase the risk of developing some types of cancer,\" she said.The researchers followed almost 50,000 people who were admitted to provincial jails in Ontario in 2000 to study how many people developed cancer and how many people died from cancer over a 12-year period. Between 2000 and 2012, 2.6 per cent of men and 2.8 per cent of women who spent time in jail or prison were diagnosed with new cancers. The most common types of cancer for men were lung, prostate, colorectal and head and neck, while the most common types of cancer for women were breast, lung and cervical.Over the followup period, 1.1 per cent of men and 0.9 per cent of women who spent time in jail or prison died from cancer. Adjusted for age, the mortality rate was 1.6 times higher for men and 1.4 times higher for women in this population compared to the general population in Ontario. The mortality rate was higher in men for any cancer, lung cancer, liver cancer, and head and neck cancer, and in women for lung, liver and head and neck cancers compared to the general population.Dr. Kouyoumdjian said the study showed that cancer prevention efforts should include people who have spent time in jails or prisons.\"Incarceration represents a chance to help people improve their health through the provision of services and linkage with programs in the community,\" she said. \"Specific strategies that could prevent cancer in this population include smoking cessation, vaccination for HPV and HBV, pap screening and treatment for hepatitis C, and these strategies could have a large impact given that many people who experience incarceration are quite young.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/smh-ilt021717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Cancer"], "journal": "PLOS ONE", "description": "People who spend time in jails and prisons are more likely to develop certain types of cancer than the general population in Ontario, according to a study published today in the open-access journal PLOS ONE.\r\n\r\nThey were also more than 50 percent more likely to die from cancer than the general population in Ontario, the study found.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}