{"title": "In rare disorder, novel agent stops swelling before it starts", "text": "An early-stage clinical trial has found that, compared to a placebo, a novel medication significantly reduces potentially life-threatening episodes of swelling of the airway as well as the hands, feet, and abdomen of patients affected by a rare genetic disorder. The findings were published in the New England Journal of Medicine.Although the small study was designed to test safety of the drug, the findings were so obviously promising that an expedited phase III clinical study has just started enrolling patients at the Icahn School of Medicine at Mount Sinai and other locations. The study's co-lead author, Paula Busse, MD, is an allergist-immunologist at Mount Sinai and an associate professor at the Icahn School of Medicine.The disorder, hereditary angioedema (HAE), causes recurrent and unpredictable attacks of swelling throughout the body. What triggers these attacks is not known.The multicenter, double-blind, placebo-controlled phase 1b study of 37 patients with type 1 or 2 HAE  found that all participants that used a 300-mg dose of the drug, lanadelumab, were attack-free, as were 82 percent who took 400 mg. Only 27 percent of participants who used a placebo were incident-free. \"Lanadelumab appears to stop attacks of HAE before they start, and this prophylactic approach may represent an exciting new advance for patients,\" says Dr. Busse, who treats dozens of patients with the disorder.\"Given the uncertainty of when an attack may happen, some HAE patients don't want to travel,\" she says. \"The disease can produce such swelling for three to five days that a face is disfigured, hands can't be used, it is difficult to walk, and the abdomen can become very painful.  Having a drug that can provide an ongoing buffer against HAE will be wonderful.\"Current therapies for preventing HAE attacks work, but there are some drawbacks, Dr. Busse adds. A drug known as a C-1 inhibitor needs to be given intravenously every three or four days, and another approach, the use of pills called androgens (a modified testosterone), can produce unwanted hair growth in women, affect mood, cause weight gain, affect lipid levels and liver function, and inhibit growth in children.Lanadelumab, on the other hand, is a monoclonal antibody that is injected every two weeks and was found to be well tolerated by patients in this trial.HAE is an autosomal, dominantly inherited blood disorder caused by a deficiency or dysfunction of a regulatory gene known as the C1 inhibitor. The C1 inhibitor protein normally suppresses the production of another protein called bradykinin, which is the cause of swelling.   Without a C1 inhibitor that functions properly, a person produces more bradykinin and consumes less of it.  Bradykinin causes the swelling (angioedema) by making vessels dilate and leak fluid.The study included extensive blood analysis, which closely tracked how the drug successfully suppressed production of bradykinin.\"If the phase III clinical study confirms the benefit we have seen, lanadelumab will make life much easier for HAE patients,\" says Dr. Busse. \"Many patients who don't like and therefore don't use current treatments will likely opt for this new therapy, which will hopefully reduce morbidity and mortality, and improve the quality of life of patients with HAE.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tmsh-ird022217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Clinical Trials", " Internal Medicine", " Pharmaceutical Science"], "journal": "New England Journal of Medicine", "description": "Mount Sinai researcher who treats hereditary angioedema says the drug, a potential game changer, is being studied in larger clinical trial.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}