{"title": "Researchers implicate suspect in heart disease linked to diabetes", "text": "CHAPEL HILL, NC - People with diabetes are at high risk of developing heart disease. Despite knowing this, scientists have struggled to trace the specific biology behind that risk or find ways to intervene. Now, UNC School of Medicine researchers have hunted down a possible culprit - a protein called IRS-1, which is crucial for the smooth muscle cells that make up veins and arteries.According to a study published in the Journal of Biological Chemistry, too little of IRS-1 causes cells to revert to a \"dedifferentiated\" or stem-cell like state, and this may contribute to the buildup of plaque in the heart's arteries, a condition known as atherosclerosis, which increases the risk of heart attack, stroke, and other forms of heart disease.  \"When diabetes is poorly managed, your blood sugar goes up and the amount of this protein goes down, so the cells become subject to abnormal proliferation,\" said senior author David R. Clemmons, MD, Sarah Graham Kenan Professor of Medicine at the UNC School of Medicine. \"We need to conduct more studies, but we think this cell pathway may have significant implications for how high blood glucose leads to atherosclerosis in humans.\" The research could bring scientists one step closer to finding drugs to help stave off heart disease in people with diabetes, who are twice as likely to have heart disease or experience a stroke, as compared to people without diabetes. People with diabetes also tend to experience major cardiac events at a younger age.The study focused on the cells that form the walls of veins and arteries, known as vascular smooth muscle cells. The main function of these cells is to contract whenever the heart beats, helping to push oxygen-rich blood to the body's tissues. When plaque builds up along the arterial walls, these cells gradually lose their ability to contract.In their previous work, Clemmons and colleagues discovered that diabetes can trigger an abnormal cell signaling pathway that causes vascular smooth muscle cells to proliferate, which contributes to atherosclerosis. But their attempts to correct the abnormal signaling pathway didn't seem to completely solve the problem, leading them to suspect another factor. In the new study, the team found that IRS-1 acts as an inhibitor of the abnormal signaling pathway thereby keeping the vascular smooth muscle cells differentiated, or specialized. In the absence of IRS-1, the cells revert to a stem-cell like state, which in turn activates the abnormal signaling pathway and promotes cell proliferation.  In people with diabetes, the presence of IRS-1 is strongly influenced by how well - or how poorly - blood sugar is kept in check. Previous studies have shown that patients who frequently or consistently have high blood sugar show dramatic reductions in IRS-1. The new study is the first to link this reduction with a predisposition for heart disease. \"The study suggests that you can't just inhibit the abnormal signaling, which we've already figured out how to do,\" Clemmons said. \"Our work suggests you probably have to restore the normal signaling pathway, at least to some extent, in order to completely restore the cells to normal cell health, differentiation, and functioning.\"As a next step, the Clemmons lab will look for things that might stimulate the synthesis of this protein even in the presence of high blood glucose.To prove that IRS-1 acts as a brake on the abnormal signaling pathway that leads to cell proliferation, the team conducted experiments in three different types of mice: healthy mice, diabetic mice, and nondiabetic mice that were genetically engineered to produce no IRS-1. The scientists made a small incision in the blood vessels of the animals and then watched to see how the vascular smooth muscle cells reacted. In healthy mice, the incision stimulated wound healing but little cellular proliferation. In both the diabetic animals and the nondiabetic IRS-1 deficient animals, the researchers observed a marked increase in abnormal cellular proliferation. The findings suggest that it may be possible to counteract the deleterious effects of high blood sugar on atherosclerosis by developing drugs that boost IRS-1.Clemmons said the activities of IRS-1 might also play a role in other diabetes complications, such as eye and kidney disease. The researchers plan to study those potential links. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uonc-ris022117.php", "region": "namerica", "source_link": "http://news.unchealthcare.org/news/2017/february/researchers-implicate-suspect-in-heart-disease-linked-to-diabetes", "funder": "NIH/National Institute of Aging, NIH/National Heart Lung and Blood Institute", "meeting": "", "institution": "University of North Carolina Health Care", "keywords": ["Cell Biology", " Medicine/Health", " Cardiology", " Diabetes"], "journal": "Journal of Biological Chemistry", "description": "Scientists have struggled to trace the specific biology behind diabetes-associated heart disease risk or find ways to intervene. Now, UNC School of Medicine researchers have hunted down a possible culprit -- a protein called IRS-1, which is crucial for the smooth muscle cells that make up veins and arteries.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}