{"title": "Research teams hone in on Zika vaccines, but challenges remain", "text": "BOSTON - As public health officials warn that spring's warmer temperatures may herald another increase of Zika virus infections in the Caribbean and North and South America, researchers around the world are racing to develop safe and effective measures to prevent the disease. In a review paper published today in the journal Immunity, a group of leading vaccine scientists -- including Dan H. Barouch, MD, PhD, of Beth Israel Deaconess Medical Center (BIDMC) -- outline advances in the hunt for a Zika vaccine and the challenges that still lie ahead. \"The pace of preclinical and early clinical development for Zika vaccines is unprecedented,\" said Barouch, corresponding author and director of the Center for Virology and Vaccine Research at BIDMC. \"In less than a year, our group and others have demonstrated that multiple vaccine platforms can provide robust protection against Zika virus challenge in animal models. However, unique challenges will need to be addressed in the clinical development of a Zika vaccine. \"  The recent outbreak of the Zika virus in the Americas began in Brazil nearly two years ago. By February 2016, the World Health Organization had declared the epidemic a global public health emergency, based largely on the virus' newly-established link to microcephaly and other major birth defects in babies born to infected mothers. The virus has also been associated with the neurologic disorder Guillain-Barré syndrome in adults. In a previously published paper, Barouch and colleagues, including Colonel Nelson L. Michael, MD, PhD, director of the Military HIV Research Program at the Walter Reed Army Institute of Research (WRAIR) and Stephen Thomas, MD, Upstate Medical University, State University of New York, demonstrated that three different vaccine candidates provided robust protection against Zika virus in both mice and rhesus monkeys. Several human clinical trials began last fall at test sites including BIDMC, WRAIR, and National Institute of Allergy and Infectious Diseases affiliated clinical trial sites. \r\n\"The rapid advancement of Zika vaccine candidates into clinical trials reflects the uniquely focused and effective collaboration among scientists in the field to address this important global problem,\" said Barouch. Despite the accelerated pace of research, much remains unknown about the virus, raising unique challenges in developing a vaccine. Safety considerations are especially critical, given that the target population for a Zika vaccine would likely include men and women of childbearing age. Zika is a member of the flavivirus family of viruses, which includes West Nile virus, yellow fever virus, and dengue viruses, for which successful vaccines have been developed. Studies suggest that Zika-induced antibody responses may also cross-react with other flaviviruses, particularly dengue virus. Whether or not this antibody cross-reactivity may have clinical consequences is another consideration for Zika vaccines and requires further study. ", "article_link": "http://dx.doi.org/10.1016/j.immuni.2017.02.005", "url": "http://www.eurekalert.org/pub_releases/2017-02/bidm-rth021717.php", "region": "namerica", "source_link": null, "funder": "US Military Research and Material Command, US Military HIV Research Program, National Institutes of Health,  Ragon Institute of MGH, MIT, and Harvard", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Clinical Trials", " Epidemiology", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Public Health", " Biotechnology", " Disease in the Developing World"], "journal": "Immunity", "description": "Public health officials warn that spring's warmer temperatures may herald another increase of Zika virus infections in the Americas. Researchers around the world are racing to develop safe and effective measures to prevent the disease. In a review paper in the journal Immunity, a group of leading vaccine scientists - including Dan H. Barouch, MD, PhD, of BIDMC - outline advances in the hunt for a Zika vaccine and the challenges that still lie ahead.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}