{"title": "Death rates from cancer will fall faster in men than in women in Europe in 2017", "text": "Death rates from cancer in the European Union (EU) are falling faster in men than in women, according to the latest predictions for European cancer deaths in 2017, published in the leading cancer journal Annals of Oncology [1] today (Wednesday). Researchers in Italy, Switzerland and the USA, led by Carlo La Vecchia (MD), Professor at the Faculty of Medicine, University of Milan (Italy), predict that, compared with 2012, death rates in men will fall by just over eight percent to 132 per 100,000 of the population in 2017, while in women the decline will be around four percent to 84.5 per 100,000. A total of 761,900 men and 611,600 women are predicted to die from all cancers in 2017. [2]\"Overall, fewer women than men will die from cancer, but the fact that the rate of decline is slower in women than in men essentially reflects the different trends in lung and other tobacco-related cancers between the two sexes,\" said Prof La Vecchia. \"In fact, death rates from lung cancer in women are still rising from their 2012 levels; we predict a rise of about five percent this year to reach an overall predicted rate of 14.5 per 100,000 women in the population, whereas lung cancer death rates in men will decrease by eleven percent to 33 per 100,000.\" Overall, lung cancer is predicted to cause 275,700 deaths in men and women in 2017, corresponding to about 20% of deaths from all cancers.\"One striking finding is that death rates from lung cancer are higher in women between the ages of 25 and 44 than in men: 1.4 compared with 1.2 per 100,000. The difference is not significant, but it reflects the similar smoking patterns in younger generations of the two sexes over recent decades and confirms that smoking is just as harmful to women as it is to men,\" said Prof La Vecchia.The study looked at cancer death rates in the EU 28 member states [3] as a whole and also in the six largest countries - France, Germany, Italy, Poland, Spain and the UK - for all cancers, and, individually, for stomach, intestines, pancreas, lung, prostate, breast, uterus (including cervix) and leukaemias for men and women [4]. This is the seventh consecutive year the researchers have published these predictions and they predict that death rates for all the selected cancers will decline, with the exception of pancreatic cancer and lung cancer in women.A total of 76,100 men (10.3 per 100,000) will die from pancreatic cancer and 43,800 women (5.6 per 100,000) in 2017. While the death rate in men is stable, in women it will increase by 3.5%. \"There has been little progress in the detection, treatment and prevention of pancreatic cancer and it is now the fourth highest cause of cancer death in both sexes,\" said Prof La Vecchia. \"Although tobacco is a major risk factor for pancreatic cancer, it causes only about 15-20% of pancreatic cancers in most populations, and so there must be other contributory factors. The increased prevalence of overweight, obesity and diabetes, mostly in northern Europe, may be affecting the pancreatic cancer death rates unfavourably, and national governments and policy-makers need to do more to tackle this problem.\"The researchers have calculated that over four million deaths from cancer have been avoided in the 30 years since 1988. Improvements in prevention, detection and treatment of cancers (such as reducing smoking and diet improvements, screening for colorectal, breast and cervical cancers, new and better targeted drugs, and improved use of surgery and radiotherapy) mean that deaths have not continued at the same rate as in 1988, and have fallen instead. \"In 2017 alone, we predict that 253,915 deaths will be avoided in men and 107,780 in women due to the fall in death rates since 1988,\" said Prof La Vecchia.Breast cancer death rates continue to fall in women in the EU; in 2017 a predicted 91,847 women (14 per 100,000) will die from the disease, making it the second highest cancer death rate in women after lung cancer, although the actual numbers of deaths are slightly higher than for lung cancer.Colorectal cancer death rates are falling in both sexes with predicted rates of 16.1 and 9.3 per 100,000 in men and women respectively, corresponding to 97,100 deaths in men and 78,600 in women (about 13% of total cancer deaths in both sexes).Prof Carlo La Vecchia said: \"The fact that we have managed to avoid over four million deaths from cancer in the past thirty years shows the effectiveness of strategies to prevent cancer and to detect and treat it better when it arises. Apart from continuing to control tobacco use, policy-makers should build on these past achievements by measures such as optimising colorectal cancer screening and the management of breast cancer, leukaemias and other cancers amenable to treatment. This needs to be done across the whole of Europe as there is still too much variation in death rates between countries, particularly between eastern and western Europe.\"Co-author, Fabio Levi (MD), Emeritus Professor at the Faculty of Biology and Medicine, University of Lausanne, (Switzerland), stressed that: \"The predicted persistent rise of death rates from female lung and pancreatic cancer confirm the need for effective tobacco control in European women in order to achieve, as in males, a levelling off and subsequent fall in female tobacco-related cancer rates.\"Editor-in-chief of Annals of Oncology, Professor Jean-Charles Soria, from the Institut Gustave Roussy (Villejuif, Paris), said: \"Despite the encouraging trend of decreasing death rates in Europe in both men and to a lesser extent women, a total of 761,900 men and 611,600 women are predicted to die from all cancers in 2017 in Europe. This still represents over 1.3 million deaths from cancer in Europe, thus reflecting the amplitude and brutality of this disease.\"", "article_link": "http://dx.doi.org/10.1093/annonc/mdx033", "url": "http://www.eurekalert.org/pub_releases/2017-02/esfm-drf022017.php", "region": "europe", "source_link": null, "funder": "Italian Association for Cancer Research, MIUR (Ministero dell'Istruzione, dell'Universita e della Ricerca), SIR (Scientific Independence of Young Researchers) 2014 grant, the European Cooperation in Science and Technology--COST Action BM1204 EU-Pancreas", "meeting": "", "institution": "European Society for Medical Oncology", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Prostate Cancer", " Death/Dying", " Diagnostics", " Epidemiology", " Pulmonary/Respiratory Medicine", " Urogenital System", " Policy/Ethics"], "journal": "Annals of Oncology", "description": "Death rates from cancer in the European Union (EU) are falling faster in men than in women, according to the latest predictions for European cancer deaths in 2017, published in the leading cancer journal Annals of Oncology. Compared with 2012, death rates in men will fall by just over eight percent to 132 per 100,000 of the population in 2017, while in women the decline will be around four percent to 84.5 per 100,000.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}