{"title": "Testosterone treatments may increase cardiac risks", "text": "LOS ANGELES - (Feb. 21, 2017) - A new study suggests testosterone treatments may increase the risk of heart disease in older men. It found a 20% increase in arterial plaque among men aged 65 and older who received testosterone replacement therapy for a year, according to the study published today in the Journal of the American Medical Association (JAMA).The multicenter study followed 138 men enrolled in the Testosterone Trials (TTrials), a National Institutes of Health (NIH) funded clinical research trial to determine if testosterone treatment of men aged 65 and older will help their walking, vitality, sexual function, memory, blood count and cardiovascular risk. The researchers reported that the men who received a placebo had just a 1% rise in plaque volumes, while the men who received the testosterone treatments for a year had a 20% increase in total coronary and noncalcified plaque volumes as measured with coronary computed tomographic arteriography (CCTA).\"Heart disease remains the No. 1 cause of death in the U. S., and measuring coronary artery atherosclerosis has become a most effective method for evaluating cardiovascular risk,\" said Matthew J. Budoff, MD, a cardiologist who is an LA BioMed lead researcher and the primary author of the study. \"While physicians are increasingly prescribing testosterone replacement for their older male patients, recent studies had reached conflicting conclusions about the potential cardiovascular risks. This finding of a significant increase in plaque volumes among men undergoing testosterone treatments indicates they may face a potentially increased risk of heart disease. However, longer-term research is needed to determine the actual risk.\"Dr. Budoff was the principal investigator for the study, and Drs. Ronald Swerdloff and Christina Wang, endocrinologists who are also LA BioMed lead researchers, were also investigators and authors of the study. It is one of four studies published today from the TTrials, a coordinated group of seven trials conducted by a team of researchers from LA BioMed and 12 other medical centers in the U.S., in partnership with the National Institute on Aging. \"While our previous research has found some benefits from testosterone treatments, this latest study should provide important guidance for physicians and their patients,\" said Dr. Budoff. \"Men who have underlying coronary artery disease or studies showing elevated arterial plaque levels should discuss carefully with their physicians the benefits and risks of testosterone therapy before initiating it or continuing the therapy.\"  These results indicate the need for a larger and longer trial to determine actual risk of testosterone replacement.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/lb-ttm021617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Aging, National Institutes of Health, NIH/National Heart, Lung and Blood Institute, NIH/National Institute of Neurological Diseases and Stroke, NIH/National Institute of Child Health and Human Development", "meeting": "", "institution": "LA BioMed", "keywords": ["Medicine/Health", " Cardiology", " Endocrinology", " Aging"], "journal": "JAMA", "description": "A new JAMA study found a 20 percent increase in arterial plaque among men aged 65 and older who received testosterone replacement therapy for a year,", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}