{"title": "Frequency announces a revolutionary small-molecule approach to restore hearing", "text": "CAMBRIDGE, Mass., February 21, 2017 - Frequency Therapeutics, a company spearheading the movement to restore hearing by harnessing the regenerative potential of progenitor cells in the body, today announced that a team led by Frequency's scientific co-founders published research highlighting a breakthrough small-molecule approach to regenerate inner ear sensory hair cells. Frequency is advancing the approach to develop a potentially restorative treatment for chronic noise-induced hearing loss. The paper titled, \"Clonal Expansion of Lgr5-Positive Cells from Mammalian Cochlea and High-Purity Generation of Sensory Hair Cells,\" is a cover feature in the journal Cell Reports, and can be accessed in the current online edition.The sensory hair cells in the hearing portion of the inner ear, or cochlea, detect sound and transmit their signal to neurons that ultimately communicate with the brain. These cells are susceptible to damage, and because these cells do not regenerate spontaneously, the number of hair cells in the ear only decreases with age. Per the World Health Organization (WHO), 360 million people worldwide have moderate or worse hearing loss, with an additional 1.1 billion people at risk for hearing loss from recreational noise alone. Previously, sufficient numbers of mammalian cochlear hair cells could not be obtained to facilitate the development of therapeutic approaches for hearing loss. The investigators built on previous work to control the growth of intestinal stem cells expressing the protein Lgr5 (Nature Methods, 2014) and targeted a different population of Lgr5 cells that were discovered to be the source of sensory hair cells in the cochlea during development (a subset of supporting cells or progenitors). The team successfully identified a protocol of small molecules to efficiently grow the cochlear progenitor cells into large colonies with a high capacity for differentiation into bona fide hair cells. \"The ability to regenerate hair cells within the inner ear already exists in nature. Birds and amphibians are able to regenerate these cells throughout their lives, which provided the base for our inspiration to find similar pathways in mammals,\" said Jeff Karp, Ph.D., of Brigham and Women's Hospital and Harvard Medical School and a corresponding author on the publication. \"With our collaborators at Mass Eye and Ear Infirmary, we were able to study a small molecule approach, that we developed at MIT and BWH, to expand progenitor cells from the mouse cochlea. We believe this technique represents a major advance for hearing loss research and will enable new physiological studies as well as genetic screens using drugs, siRNA, or gene overexpression.\" \"Humans are only born with 15K hair cells per ear that do not regenerate and are susceptible to damage by loud noise. Because our approach utilizes small molecules, we are particularly excited about the therapeutic potential of this work to restore hearing in people with acquired forms of hearing loss,\" said Bob Langer, Ph.D., Department of Chemical Engineering, MIT, Harvard-MIT Division of Health Sciences and a corresponding author on the publication. \"We are working with Frequency Therapeutics to translate our early findings into approaches that can be delivered with a simple injection that targets drugs to the inner ear.\"The research team, which included collaborators from Harvard Medical School, the Massachusetts Eye and Ear Infirmary, Massachusetts Institute of Technology (MIT) and Brigham and Women's Hospital, first focused on optimizing the expansion of Lgr5 expressing cochlear progenitor cells. With the combination of a GSK3 inhibitor to activate the Wnt signaling pathway and a histone deacetylase (HDAC) inhibitor to activate gene transcription, the research team achieved >2000-fold expansion of cochlear supporting cells compared to previous approaches. This protocol was used successfully and with consistency to generate colonies of neonatal and adult murine cells as well as primate and human progenitor cells. Furthermore, the team achieved 60-fold enhancement of hair cell production from the progenitor cells compared to current methods. The generation of new hair cells was achieved even in cochlear tissue that had been depleted of hair cells by exposure to an ototoxic antibiotic. Importantly, hair cells produced from the protocols exhibited the same physical features, gene expression, and functionality as typical cochlear hair cells. \"This work has opened an entire field of what we call Progenitor Cell Activation, which we believe has many regenerative applications beyond hearing loss, ranging from skin-related diseases and ocular ailments to gastrointestinal diseases and diabetes,\" commented Will McLean, Ph.D., Co-founder and Vice President, Biology and Regenerative Medicine of Frequency Therapeutics, and lead author of the publication. \"Furthermore, the approach creates a platform with potential to explore large populations of previously difficult-to-access progenitor cell types. Drug discovery for the inner ear was limited by the inability acquire enough primary cells to explore drug targets. This approach unlocks that ability for hearing research and a variety of other fields.\" \"By using Progenitor Cell Activation to restore healthy tissue within the inner ear, we're harnessing the body's innate ability to heal itself,\" said David Lucchino, Co-founder, President and CEO of Frequency Therapeutics. \"Frequency's development of a disease modifying therapeutic that can be administered with a simple injection could have a profound effect on chronic noise-induced hearing loss, our lead indication, and we are rapidly advancing this program into human clinical trials within the next 18 months,\" added Chris Loose, Ph.D., Co-founder and CSO of Frequency Therapeutics. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/mbci-faa021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "MacDougall Biomedical Communications, Inc.", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Developmental/Reproductive Biology", " Physiology", " Medicine/Health", " Hearing/Speech", " Pharmaceutical Science"], "journal": "Cell Reports", "description": "Frequency's scientific co-founders from Brigham and Women's Hospital and MIT and collaborators at Mass Eye & Ear published research highlighting a breakthrough small-molecule approach to regenerate inner ear sensory hair cells. Frequency is advancing the approach to develop a potentially restorative treatment for chronic noise-induced hearing loss. The research will be a cover feature in the journal, Cell Reports.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}