{"title": "Neuronal stimulation regulates appetite and glucose levels in mice", "text": "Drugs that target signaling by glucagon-like peptide (GLP-1) in the gut and pancreas are commonly used to regulate hypoglycemia in patients with type II diabetes. However, these drugs are associated with a number of unpleasant side effects that may be linked to other targets of GLP-1 signaling. A subset of neurons in the brain also produces GLP-1 and related peptides, but how brain-mediated GLP-1 signaling influences metabolism and appetite is not clear. This week in the JCI, a study led by Michael Scott at the University of Virginia explores how stimulation of GLP-1-producing neurons can control appetite and glucose levels in mice. The researchers selectively excited GLP-1 neurons in the hypothalamus of mice and found that the stimulation reduced animals' food intake and suppressed the generation of glucose from energy reserves. However, the stimulation's effects on glucose handling varied between lean and obese mice--in obese mice, exciting GLP-1 neurons suppressed appetite without changing glucose levels. The finding suggests that distinct pathways with different sensitivities to individual metabolic state may mediate the behavioral and physiological effects of GLP-1 signaling.  ", "article_link": "http://dx.doi.org/10.1172/JCI81335", "url": "http://www.eurekalert.org/pub_releases/2017-02/jj-nsr022017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Drug Abuse, Virginia Fund for Healthy Youth, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, China Scholarship Council", "meeting": "", "institution": "JCI Journals", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology"], "journal": "Journal of Clinical Investigation", "description": "This week in the JCI, a study led by Michael Scott at the University of Virginia explores how stimulation of a subset of neurons that produce glucagon-like peptides can control appetite and glucose levels in lean and obese mice.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}