{"title": "Decision-making suffers when cancer patients avoid math", "text": "BOSTON - Many of the toughest decisions faced by cancer patients involve knowing how to use numbers -- calculating risks, evaluating treatment options and figuring odds of medication side effects.But for patients who aren't good at math, decision science research can offer evidence-based advice on how to assess numeric information and ask the right questions to make informed choices.\"The ability to understand numbers is associated with all kinds of positive health outcomes, including for cancer patients,\" said Ellen Peters, professor of psychology at The Ohio State University.\"The problem is that too many people aren't good with numbers or are afraid of math. But we're starting to figure out the best ways to help these patients so they aren't at a disadvantage when it comes to their treatment.\"Peters, who is director of the Decision Sciences Collaborative at Ohio State, presented research on cancer patients' health and numeracy - the ability to understand and use numbers - Feb. 20 in Boston at the annual meeting of the American Association for the Advancement of Science.Numerous studies have shown that people who are less numerate experience worse health outcomes.  Peters says these are examples of the \"tyranny of numbers.\" For example, diabetics with lower numeracy scores have higher blood sugar levels. And children with diabetes have higher blood sugar levels if their parents are less numerate.A 2010 study by Peters shows how skill with numbers can affect breast cancer patients. In this research, women who had surgery for breast cancer were presented with options for further treatment, including hormonal treatment, chemotherapy, combined treatment or no treatment. The patients were given information, based on their characteristics, on how likely they were to survive 10 years for each possible treatment plan.The patients were then asked to estimate, based on this information, what their own chances of survival were for 10 years with each treatment.The patients who scored higher in numeracy were more pessimistic than the data suggested they should be. But their estimates of their own survival did vary based on the numbers they were given.\"For those who were less numerate, their survival estimates were pessimistic, but remained the same no matter what numbers they were presented. It was as if they didn't read the numbers at all,\" Peters said.\"This is critical. We were giving them information that should help them choose the best treatment, but they were ignoring it.\"Other research shows that less numerate people \"rely more on their emotions\" to make health-related decisions.  They are also more swayed by how information is presented to them rather than by the information itself, she said.If a patient recognizes that he or she is not good with numbers, how can he or she cope? Peters said research suggests four strategies:Ask for the numbers. This may seem counter-intuitive, but research backs it up. In one study, less numerate people were asked to estimate their risk of side effects from a medication. Some were given numeric information about the risks of a particular side effect, while others were told only that there was a risk. When they weren't given the numbers, 70 percent of less numerate people overestimated their risk, but only 17 percent did when given the numbers.  They didn't do as well at evaluating risk as more numerate people when given the numbers, but they still did much better than when they didn't have them at all.Ask what the numbers mean. Along with the numbers, doctors should be able to tell you what the numbers mean in practical terms. \"If 80 percent of people are helped by this particular drug, is that good or bad? Ask your doctor to say if this is above or below average, if it is a fair, good or excellent treatment compared to other options,\" she said.Ask for absolute risk. Saying that a particular drug doubles your risk of a dangerous side effect sounds scary. But this is what is called a relative risk. The absolute risk is more important. \"If you're doubling your risk from 0.01 percent to 0.02 percent, that is much less threatening than if you are doubling from 10 percent to 20 percent,\" Peters said.Cut down the choices. If you're given a bewildering list of choices for treatment, ask your doctor to choose the best two options to consider. \"It is absolutely OK to tell the doctor that this is too complicated.  You don't need to have doctors make a treatment decision for you, but they should be able to identify the most critical information for you to consider.\"Health care providers should do a better job in presenting critical information to patients, Peters said. But when they don't, patients should ask for help.\"Numbers are important, whether you like them or not. And nowhere are they more important than when it comes to your health,\" she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/osu-dsw021417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "2017 AAAS Annual Meeting", "institution": "Ohio State University", "keywords": ["Science/Math", " Number Literacy/General Statistics", " Medicine/Health", " Cancer", " Breast Cancer", " Mortality/Longevity", " Behavior"], "journal": "", "description": "Many of the toughest decisions faced by cancer patients involve knowing how to use numbers -- calculating risks, evaluating treatment options and figuring odds of medication side effects. \r\nBut for patients who aren't good at math, decision science research can offer evidence-based advice on how to assess numeric information and ask the right questions to make informed choices.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}