{"title": "Gastric band surgery significantly reduces health risks in overweight people with diabetes", "text": "A long-term study by Monash University researchers - the first of its kind - has found that gastric band surgery has significant benefits for moderately overweight people with type 2 diabetes. Previous studies have focused on obese people.The five-year study by Monash's Centre for Obesity Research and Education (CORE), found that gastric or Lap-band surgery improved the patients' chances of diabetes remission, reduced the need for diabetes medication and dramatically enhanced their quality of life. Diabetes, along with obesity, is occurring in epidemic proportions. According to Diabetes Australia, an estimated 1.7 million Australians currently have the disease. Nearly 90 per cent of people with type 2 diabetes are overweight or obese. The study, led by clinician researcher Dr John Wentworth and weight loss surgeon Professor Paul O'Brien, compared 45 participants: 22 randomised to receive gastric banding combined with medical care, and 23 who received medical care alone. Both groups received help with lifestyle factors such as exercise and healthy eating.It found an average weight loss of 12.2 per cent of body weight in the gastric band group compared with 1.8 per cent in the medical care-only group. Almost a quarter of the gastric band group showed diabetes remission at five years, compared to nine per cent of the medical care-only group.\"We had people who were feeling better, moving better and who were happier because of the surgery,\" Dr Wentworth said. \"Their diabetes was better controlled and they needed fewer diabetic medications to control their blood sugar levels,\" he said.Dr Wentworth said the study provided \"reasonably strong evidence\" that gastric banding, as a safe and effective weight loss operation, was an acceptable alternative for people who wanted it.\"It's an important point because Lap banding is criticised by some people saying it is far too drastic to be used as a diabetes treatment and that it doesn't work in the longer term,\" he said.\r\n\"I think it's a matter of just looking at the best ways of managing diabetes and preventing diabetes complications. We're interested in making life easier for these people and reducing the risk of the main complications, mainly heart attack, kidney failure, blindness and amputation.  \"Although we'd be delighted if people could lose over 10 per cent of their weight through lifestyle modification, the reality is that the vast majority of people can't manage that.\"The study, conducted in Melbourne between November 2009 and June 2016, found few adverse events associated with the gastric banding - three patients had transient difficulty with swallowing while two had gastric band revision surgery.The gastric band surgery and after-care cost an average AUD$13,910, countered partly by a saving of AUD$4,257 on drug therapy. Dr Wentworth said that long-term improvements in quality of life further offset the cost of surgery: the wellbeing gained after surgery was similar in magnitude to that gained from knee replacement surgery.He said the latest findings suggest that the minimum Body Mass Index (BMI) limit for gastric band surgery be revised. Currently guidelines suggest the surgery be reserved for people with a BMI of over 35, whereas those in the study had a BMI of 25-30.The research authors include Wentworth JM, Burton P, Laurie C, Brown WA, O'Brien PE. The study, Trial of Gastric Band Surgery in Overweight but Not Obese People With Type 2 Diabetes, was published in Diabetes Care 2017;40:e1-e2\r\n", "article_link": "http://dx.doi.org/10.2337/dc16-2149", "url": "http://www.eurekalert.org/pub_releases/2017-02/mu-gbs021917.php", "region": "australia", "source_link": null, "funder": "", "meeting": "", "institution": "Monash University", "keywords": ["Medicine/Health", " Diabetes", " Public Health"], "journal": "Diabetes Care", "description": "A long-term study by Monash University researchers -- the first of its kind -- has found that gastric band surgery has significant benefits for moderately overweight people with type 2 diabetes. Previous studies have focused on obese people.", "date": "Sun, 19 Feb 2017 05:00:00 GMT"}