{"title": "Drug improves brain performance in Rett syndrome mice | EurekAlert! Science News", "year": "Thu, 27 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "lucas", "view", "learning", "drug", "improves", "breathing", "mouse", "model", "neurodevelopmental", "disorder", "rett", "syndrome", "university", "alabama", "birmingham", "researcher", "lucas", "wondered", "could", "test", "brain", "functions", "found", "brain", "penetrant", "drug", "mimetic", "bdnf", "brain", "derived", "neurotrophic", "factor", "able", "improve", "brain", "performance", "rett", "syndrome", "mice", "specifically", "synaptic", "plasticity", "hippocampus", "object", "location", "memory", "hippocampus", "involved", "learning", "finding", "collaboration", "frank", "longo", "stanford", "university", "shown", "drug", "improvement", "breathing", "deficits", "rett", "mice", "collaboration", "david", "katz", "case", "western", "reserve", "university", "adds", "growing", "realization", "neurodevelopmental", "disorders", "affect", "early", "brain", "development", "may", "amenable", "treatment", "even", "onset", "symptoms", "says", "professor", "neurobiology", "uab", "school", "medicine", "neurodevelopmental", "disorders", "intellectual", "disability", "autism", "may", "need", "last", "lifetime", "said", "offers", "hope", "many", "patients", "families", "mouse", "experiments", "longo", "collaborating", "laboratories", "around", "country", "drug", "also", "shown", "promote", "motor", "recovery", "strokes", "improve", "motor", "impairment", "huntington", "disease", "enhance", "recovery", "limb", "function", "spinal", "cord", "injury", "syndrome", "affects", "one", "every", "females", "worldwide", "infants", "develop", "typically", "months", "age", "symptoms", "intellectual", "disability", "autistic", "features", "deficits", "motor", "control", "sensory", "perception", "breathing", "irregularities", "epilepsy", "start", "appear", "rett", "syndrome", "individuals", "mutation", "gene", "transcriptional", "regulator", "mutation", "reduces", "bdnf", "brains", "rett", "syndrome", "individuals", "brains", "mice", "mimetic", "bdnf", "loop", "domain", "partial", "agonist", "bdnf", "receptor", "longo", "colleagues", "found", "systemic", "treatment", "female", "mice", "one", "mutant", "mecp2", "gene", "improved", "ability", "note", "object", "moved", "object", "location", "memory", "test", "restored", "potentiation", "hippocampus", "phenomenon", "underlying", "plasticity", "brain", "synapses", "also", "increased", "distance", "mice", "traveled", "open", "field", "test", "measure", "general", "locomotor", "activity", "normal", "levels", "researchers", "dug", "deep", "brain", "neurobiology", "show", "improves", "spatial", "memory", "subduing", "excitatory", "synaptic", "transmission", "network", "activity", "hippocampus", "levels", "allow", "induction", "synaptic", "plasticity", "behavioral", "learning", "memory"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uoaa-dib072717.php", "date": "2018-01-19_21:15:16", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Lucas Pozzo-Miller.\n       view more After learning that a small-molecule drug improves breathing in a mouse model of the neurodevelopmental disorder Rett syndrome, University of Alabama at Birmingham researcher Lucas Pozzo-Miller, Ph.D., wondered if he could test it on other brain functions. Pozzo-Miller has now found that the brain penetrant drug -- a small-molecule mimetic of BDNF, or brain derived neurotrophic factor -- is able to improve brain performance in Rett syndrome mice -- specifically synaptic plasticity in the hippocampus and object location memory. The hippocampus is involved in learning and memory.This finding, in collaboration with Frank Longo, M.D., of Stanford University, who had shown the drug's improvement of breathing deficits in Rett mice in collaboration with David Katz, Ph.D., of Case Western Reserve University, adds to the growing realization that neurodevelopmental disorders that affect early brain development may be amenable to treatment, even after the onset of symptoms, says Pozzo-Miller, a professor of neurobiology in the UAB School of Medicine.\"Neurodevelopmental disorders with intellectual disability and autism may not need to last a lifetime,\" Pozzo-Miller said. This offers hope to many patients and their families and caregivers.In mouse experiments by Longo collaborating with other laboratories around the country, the drug LM22A-4 has also been shown to promote motor recovery after hypoxic-ischemic strokes, improve motor impairment in Huntington's disease and enhance recovery of limb function after spinal cord injury in mice.Rett syndrome affects about one of every 10,000 females worldwide. Infants develop typically until 6-18 months of age, when symptoms of intellectual disability, autistic features, deficits in motor control and sensory perception, breathing irregularities, and epilepsy start to appear. Most Rett syndrome individuals have a loss-of-function mutation in the gene for a transcriptional regulator, MeCP2.This mutation reduces BDNF in the brains of Rett syndrome individuals and the brains of Rett-model mice. LM22A-4 is a mimetic of the BDNF loop domain, and it is a partial agonist of the BDNF receptor TrkB.Pozzo-Miller, Longo and colleagues found that a four-week systemic treatment of female mice that have one mutant MeCP2 gene improved their ability to note that an object had been moved in the hippocampal-dependent, object location memory test and restored long-term potentiation in the hippocampus -- a phenomenon underlying the plasticity of brain synapses. It also increased the distance mice traveled in an open field test, a measure of general locomotor activity, to normal levels. The researchers dug deep into brain neurobiology to show that LM22A-4 improves spatial memory by subduing excitatory synaptic transmission and network activity in the hippocampus to levels that allow induction of synaptic plasticity and behavioral learning and memory.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Lucas Pozzo-Miller.", "view more After learning that a small-molecule drug improves breathing in a mouse model of the neurodevelopmental disorder Rett syndrome, University of Alabama at Birmingham researcher Lucas Pozzo-Miller, Ph.D., wondered if he could test it on other brain functions.", "Pozzo-Miller has now found that the brain penetrant drug -- a small-molecule mimetic of BDNF, or brain derived neurotrophic factor -- is able to improve brain performance in Rett syndrome mice -- specifically synaptic plasticity in the hippocampus and object location memory.", "The hippocampus is involved in learning and memory.This finding, in collaboration with Frank Longo, M.D., of Stanford University, who had shown the drug's improvement of breathing deficits in Rett mice in collaboration with David Katz, Ph.D., of Case Western Reserve University, adds to the growing realization that neurodevelopmental disorders that affect early brain development may be amenable to treatment, even after the onset of symptoms, says Pozzo-Miller, a professor of neurobiology in the UAB School of Medicine.", "\"Neurodevelopmental disorders with intellectual disability and autism may not need to last a lifetime,\" Pozzo-Miller said.", "This offers hope to many patients and their families and caregivers.In mouse experiments by Longo collaborating with other laboratories around the country, the drug LM22A-4 has also been shown to promote motor recovery after hypoxic-ischemic strokes, improve motor impairment in Huntington's disease and enhance recovery of limb function after spinal cord injury in mice.Rett syndrome affects about one of every 10,000 females worldwide.", "Infants develop typically until 6-18 months of age, when symptoms of intellectual disability, autistic features, deficits in motor control and sensory perception, breathing irregularities, and epilepsy start to appear.", "Most Rett syndrome individuals have a loss-of-function mutation in the gene for a transcriptional regulator, MeCP2.This mutation reduces BDNF in the brains of Rett syndrome individuals and the brains of Rett-model mice.", "LM22A-4 is a mimetic of the BDNF loop domain, and it is a partial agonist of the BDNF receptor TrkB.Pozzo-Miller, Longo and colleagues found that a four-week systemic treatment of female mice that have one mutant MeCP2 gene improved their ability to note that an object had been moved in the hippocampal-dependent, object location memory test and restored long-term potentiation in the hippocampus -- a phenomenon underlying the plasticity of brain synapses.", "It also increased the distance mice traveled in an open field test, a measure of general locomotor activity, to normal levels.", "The researchers dug deep into brain neurobiology to show that LM22A-4 improves spatial memory by subduing excitatory synaptic transmission and network activity in the hippocampus to levels that allow induction of synaptic plasticity and behavioral learning and memory."], "source": "University of Alabama at Birmingham"}