{"title": "Lab-created mini-brains reveal how growing organ maintains neuronal balance | EurekAlert! Science News", "year": "Thu, 27 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "creation", "organoids", "stem", "cells", "allows", "scientists", "study", "discrete", "areas", "brain", "develops", "view", "scientists", "explore", "laboratory", "dish", "human", "brain", "develops", "creating", "organoids", "distinct", "regions", "brain", "research", "published", "cell", "stem", "cell", "yale", "scientists", "coaxed", "early", "stage", "stem", "cells", "create", "fuse", "two", "types", "organoids", "different", "brain", "regions", "show", "developing", "brain", "maintains", "proper", "balance", "excitatory", "inhibitory", "failure", "maintain", "balance", "implicated", "host", "neurodevelopmental", "disorders", "autism", "schizophrenia", "inhibitory", "neurons", "migrate", "specific", "areas", "embryonic", "brain", "region", "excitatory", "neurons", "produced", "said", "senior", "author", "park", "associate", "professor", "genetics", "associate", "professor", "child", "study", "center", "fuse", "two", "areas", "watched", "process", "unfold", "yale", "team", "used", "human", "pluripotent", "stem", "cells", "grow", "organoid", "called", "human", "medial", "ganglionic", "eminence", "produces", "inhibitory", "neurons", "plays", "crucial", "brief", "role", "early", "development", "cortex", "merging", "structure", "another", "produces", "excitatory", "neurons", "could", "track", "migration", "inhibitory", "cells", "provide", "crucial", "check", "excitatory", "process", "help", "researchers", "understand", "human", "brain", "evolved", "shed", "light", "imbalances", "contribute", "many", "neurodevelopmental", "instance", "excess", "activity", "excitatory", "neurons", "implicated", "schizophrenia", "much", "inhibitory", "neuronal", "activity", "may", "contribute", "depression", "park", "said", "imbalance", "also", "linked", "development", "autism", "spectrum", "disorders", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-07/yu-lmr072617.php", "date": "2018-01-19_21:15:19", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Creation of organoids from stem cells allows scientists to study discrete areas of brain as it develops.\n       view more Scientists can now explore in a laboratory dish how the human brain develops by creating organoids -- distinct, three-dimensional regions of the brain. In research published in Cell Stem Cell, Yale scientists coaxed early stage stem cells to create and fuse two types of organoids from different brain regions to show how the developing brain maintains proper balance of excitatory and inhibitory neurons.A failure to maintain this balance has been implicated in a host of neurodevelopmental disorders such as autism and schizophrenia.\"The inhibitory neurons migrate from specific areas of the embryonic brain to the region where excitatory neurons are being produced,\" said senior author In-Hyun Park, associate professor of genetics and associate professor in the Child Study Center. \"What we did is to fuse these two areas and watched the process unfold.\"The Yale team used human pluripotent stem cells to grow an organoid called the human medial ganglionic eminence, which produces inhibitory neurons and plays a crucial but brief role in early development of the cortex. By merging this structure with another that produces excitatory neurons they could track migration of the inhibitory cells, which provide a crucial check on excitatory neurons.Understanding the process will not only help researchers understand how the human brain evolved, but shed light on how imbalances contribute to many neurodevelopmental disorders.For instance, excess activity by excitatory neurons has been implicated in schizophrenia while too much inhibitory neuronal activity may contribute to depression, Park said.  The imbalance has also been linked to development of autism spectrum disorders he said.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Creation of organoids from stem cells allows scientists to study discrete areas of brain as it develops.", "view more Scientists can now explore in a laboratory dish how the human brain develops by creating organoids -- distinct, three-dimensional regions of the brain.", "In research published in Cell Stem Cell, Yale scientists coaxed early stage stem cells to create and fuse two types of organoids from different brain regions to show how the developing brain maintains proper balance of excitatory and inhibitory neurons.A failure to maintain this balance has been implicated in a host of neurodevelopmental disorders such as autism and schizophrenia.", "\"The inhibitory neurons migrate from specific areas of the embryonic brain to the region where excitatory neurons are being produced,\" said senior author In-Hyun Park, associate professor of genetics and associate professor in the Child Study Center.", "\"What we did is to fuse these two areas and watched the process unfold.", "\"The Yale team used human pluripotent stem cells to grow an organoid called the human medial ganglionic eminence, which produces inhibitory neurons and plays a crucial but brief role in early development of the cortex.", "By merging this structure with another that produces excitatory neurons they could track migration of the inhibitory cells, which provide a crucial check on excitatory neurons.Understanding the process will not only help researchers understand how the human brain evolved, but shed light on how imbalances contribute to many neurodevelopmental disorders.For instance, excess activity by excitatory neurons has been implicated in schizophrenia while too much inhibitory neuronal activity may contribute to depression, Park said.", "The imbalance has also been linked to development of autism spectrum disorders he said."], "source": "Yale University"}