{"title": "In witnessing the brain's 'aha!' moment, scientists shed light on biology of consciousness | EurekAlert! Science News", "year": "Thu, 27 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "july", "27", "2017", "columbia", "scientists", "identified", "brain", "moment", "flash", "time", "suddenly", "become", "aware", "information", "knowing", "answer", "difficult", "question", "today", "findings", "humans", "combined", "previous", "research", "provide", "compelling", "evidence", "moment", "feeling", "decided", "pierces", "consciousness", "information", "collected", "brain", "reaches", "critical", "level", "results", "study", "suggest", "piercing", "consciousness", "shares", "underlying", "brain", "mechanisms", "known", "involved", "making", "far", "simpler", "decisions", "importantly", "study", "offers", "new", "hope", "biological", "foundations", "consciousness", "may", "well", "within", "research", "reported", "today", "current", "biology", "vast", "majority", "thoughts", "circling", "brains", "happen", "radar", "conscious", "awareness", "meaning", "even", "though", "brain", "processing", "aware", "said", "michael", "shadlen", "md", "phd", "principal", "investigator", "columbia", "mortimer", "zuckerman", "mind", "brain", "behavior", "institute", "paper", "senior", "author", "information", "bubbles", "level", "consciousness", "however", "remains", "unsolved", "mystery", "found", "way", "observe", "moment", "real", "time", "apply", "findings", "understanding", "consciousness", "shadlen", "complex", "thoughts", "human", "brain", "experience", "love", "grief", "guilt", "morality", "ultimately", "boiled", "series", "decisions", "made", "brain", "engage", "outside", "world", "spent", "career", "working", "understand", "signals", "sent", "brain", "billions", "cells", "result", "decisions", "hopes", "unravel", "mechanisms", "underlie", "brain", "complex", "2008", "shadlen", "colleagues", "found", "asked", "make", "challenging", "decision", "brain", "use", "available", "information", "deciding", "brain", "unable", "rather", "certain", "point", "brain", "thinks", "information", "needs", "mechanism", "brain", "says", "enough", "enough", "us", "begged", "question", "recalled", "shadlen", "also", "professor", "neuroscience", "columbia", "university", "medical", "center", "investigator", "howard", "hughes", "medical", "institute", "could", "moment", "brain", "believes", "accumulated", "enough", "evidence", "tied", "person", "awareness", "decided", "important", "moment", "find", "researchers", "asked", "five", "human", "participants", "watch", "dots", "computer", "screen", "moved", "like", "grains", "sand", "blowing", "wind", "participants", "asked", "whether", "dots", "seemed", "blowing", "right", "center", "screen", "clock", "dots", "motion", "ended", "brief", "delay", "participants", "chose", "direction", "dots", "traveled", "using", "controversial", "technique", "known", "mental", "chronometry", "participants", "asked", "move", "clock", "handle", "backwards", "time", "felt", "become", "aware", "knew", "answer", "participants", "repeated", "action", "many", "trials", "levels", "difficulty", "moment", "time", "indicated", "participants", "mental", "chronometry", "entirely", "subjective", "relied", "solely", "estimation", "long", "took", "make", "decision", "said", "shadlen", "purely", "subjective", "principle", "ought", "unverifiable", "incorporating", "new", "data", "decades", "previous", "research", "brain", "mechanisms", "decision", "making", "team", "devised", "clever", "way", "verify", "whether", "time", "reported", "participants", "accurate", "reflection", "actually", "decided", "time", "reported", "us", "participants", "valid", "reasoned", "might", "possible", "predict", "accuracy", "decision", "shadlen", "explained", "incorporated", "kind", "mathematical", "trick", "based", "earlier", "studies", "showed", "speed", "accuracy", "decisions", "tied", "together", "brain", "function", "previous", "research", "shadlen", "others", "uncovered", "process", "making", "decision", "plays", "level", "individual", "cells", "brain", "combining", "knowledge", "mathematical", "trick", "team", "could", "scientifically", "validate", "participants", "subjective", "reporting", "feeling", "decided", "indeed", "accurate", "reflection", "brain", "process", "essentially", "act", "becoming", "consciously", "aware", "decision", "conforms", "process", "brain", "goes", "complete", "decision", "even", "simple", "one", "whether", "turn", "left", "right", "said", "shadlen", "preliminary", "study", "raises", "possibility", "deep", "understanding", "human", "brain", "complex", "thoughts", "feelings", "solely", "purview", "philosophy", "may", "soon", "understood", "terms", "biology", "well", "people", "think", "nitty", "gritty", "neuroscience", "far", "highfalutin", "stuff", "philosopher", "would", "consider", "said", "shadlen", "rest", "assured", "explaining", "concepts", "whether", "ethics", "consciousness", "anything", "else", "terms", "neuroscience", "explaining", "away", "instead", "would", "argue", "helping", "bring", "biological", "study", "brain", "closer", "philosophical", "study", "mind"], "url": "http://www.eurekalert.org/pub_releases/2017-07/tzia-iwt072317.php", "date": "2018-01-19_21:15:22", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK, July 27, 2017 -- Columbia scientists have identified the brain's 'aha!' moment -- that flash in time when you suddenly become aware of information, such as knowing the answer to a difficult question. Today's findings in humans, combined with previous research, provide compelling evidence that this moment -- this feeling of having decided -- pierces consciousness when information being collected by the brain reaches a critical level. The results of this study further suggest that this piercing of consciousness shares the same underlying brain mechanisms known to be involved in making far simpler decisions. Importantly, this study offers new hope that the biological foundations of consciousness may well be within our grasp.This research was reported today in Current Biology.\"The vast majority of thoughts circling in our brains happen below the radar of conscious awareness, meaning that even though our brain is processing them, we are not aware,\" said Michael Shadlen, MD, PhD, a Principal Investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute and the paper's senior author. \"How some of that information bubbles to the level of consciousness, however, remains an unsolved mystery. But now, we've found a way to observe that moment in real time, and then apply those findings to our understanding of consciousness itself.\"For Dr. Shadlen, the most complex thoughts that the human brain can experience -- such as love, grief, guilt or morality -- can be ultimately be boiled down to a series of decisions, made by the brain, to engage with the outside world. He has spent his career working to understand how signals sent by the brain's billions of cells result in such decisions. In so doing, he hopes to unravel the mechanisms that underlie the brain's most complex abilities.In 2008, Dr. Shadlen and colleagues found that when asked to make a challenging decision, the brain does not use all the available information before deciding. This is not because the brain is unable to do so, but rather because at a certain point, the brain thinks it has all the information it needs. There is a mechanism in the brain that says \"enough is enough.\"\"For us, this then begged a question,\" recalled Dr. Shadlen, who is also a professor of neuroscience at Columbia University Medical Center and an investigator at the Howard Hughes Medical Institute. \"Could the moment when the brain believes it has accumulated enough evidence be tied to the person's awareness of having decided -- that important 'aha!' moment?\"To find out, the researchers asked five human participants to watch dots on a computer screen that moved like grains of sand blowing in the wind. The participants were then asked whether the dots seemed to be blowing to the right or to the left.Placed in the center of the screen was a clock. Once the dots' motion ended and after a brief delay, participants chose which direction the dots had traveled. Using a controversial technique known as mental chronometry, the participants were asked to move the clock handle backwards to the time they felt they had become aware that they knew the answer. The participants repeated this action over many trials and levels of difficulty. \"The moment in time indicated by the participants -- this mental chronometry -- was entirely subjective; it relied solely on their own estimation of how long it took them to make that decision,\" said Dr. Shadlen. \"And because it was purely subjective, in principle it ought to be unverifiable.\"But by incorporating this new data with decades of previous research on the brain mechanisms of decision making, the team devised a clever way to verify whether the time reported by the participants was an accurate reflection of having actually decided. \"If the time reported to us by the participants was valid, we reasoned that it might be possible to predict the accuracy of the decision,\" Dr. Shadlen explained. \"We incorporated a kind of mathematical trick, based on earlier studies, which showed that the speed and accuracy of decisions was tied together by the same brain function.\" Previous research by Dr. Shadlen and others had uncovered how the process of making a decision plays out at the level of individual cells in the brain. By combining this knowledge with the mathematical trick, the team could scientifically validate that the participants' subjective reporting -- their feeling of having decided -- was indeed an accurate reflection of the brain's decision-making process.\"Essentially, the act of becoming consciously aware of a decision conforms to the same process that the brain goes through to complete a decision, even a simple one -- such as whether to turn left or right,\" said Dr. Shadlen. While preliminary, this study raises the possibility that a deep understanding the human brain's most complex thoughts and feelings, once solely under the purview of philosophy, may soon be understood in terms of biology as well.\"Some people think that the nitty gritty of neuroscience is far from the highfalutin stuff that a philosopher would consider,\" said Dr. Shadlen. \"But rest assured, explaining these concepts -- whether it's ethics, consciousness anything else -- in terms of neuroscience isn't explaining them away. Instead, I would argue that it is helping to bring the biological study of the brain closer to the philosophical study of the mind.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK, July 27, 2017 -- Columbia scientists have identified the brain's 'aha!'", "moment -- that flash in time when you suddenly become aware of information, such as knowing the answer to a difficult question.", "Today's findings in humans, combined with previous research, provide compelling evidence that this moment -- this feeling of having decided -- pierces consciousness when information being collected by the brain reaches a critical level.", "The results of this study further suggest that this piercing of consciousness shares the same underlying brain mechanisms known to be involved in making far simpler decisions.", "Importantly, this study offers new hope that the biological foundations of consciousness may well be within our grasp.This research was reported today in Current Biology.", "\"The vast majority of thoughts circling in our brains happen below the radar of conscious awareness, meaning that even though our brain is processing them, we are not aware,\" said Michael Shadlen, MD, PhD, a Principal Investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute and the paper's senior author.", "\"How some of that information bubbles to the level of consciousness, however, remains an unsolved mystery.", "But now, we've found a way to observe that moment in real time, and then apply those findings to our understanding of consciousness itself.", "\"For Dr. Shadlen, the most complex thoughts that the human brain can experience -- such as love, grief, guilt or morality -- can be ultimately be boiled down to a series of decisions, made by the brain, to engage with the outside world.", "He has spent his career working to understand how signals sent by the brain's billions of cells result in such decisions.", "In so doing, he hopes to unravel the mechanisms that underlie the brain's most complex abilities.In 2008, Dr. Shadlen and colleagues found that when asked to make a challenging decision, the brain does not use all the available information before deciding.", "This is not because the brain is unable to do so, but rather because at a certain point, the brain thinks it has all the information it needs.", "There is a mechanism in the brain that says \"enough is enough.", "\"\"For us, this then begged a question,\" recalled Dr. Shadlen, who is also a professor of neuroscience at Columbia University Medical Center and an investigator at the Howard Hughes Medical Institute.", "\"Could the moment when the brain believes it has accumulated enough evidence be tied to the person's awareness of having decided -- that important 'aha!'", "moment?", "\"To find out, the researchers asked five human participants to watch dots on a computer screen that moved like grains of sand blowing in the wind.", "The participants were then asked whether the dots seemed to be blowing to the right or to the left.Placed in the center of the screen was a clock.", "Once the dots' motion ended and after a brief delay, participants chose which direction the dots had traveled.", "Using a controversial technique known as mental chronometry, the participants were asked to move the clock handle backwards to the time they felt they had become aware that they knew the answer.", "The participants repeated this action over many trials and levels of difficulty.", "\"The moment in time indicated by the participants -- this mental chronometry -- was entirely subjective; it relied solely on their own estimation of how long it took them to make that decision,\" said Dr. Shadlen.", "\"And because it was purely subjective, in principle it ought to be unverifiable.", "\"But by incorporating this new data with decades of previous research on the brain mechanisms of decision making, the team devised a clever way to verify whether the time reported by the participants was an accurate reflection of having actually decided.", "\"If the time reported to us by the participants was valid, we reasoned that it might be possible to predict the accuracy of the decision,\" Dr. Shadlen explained.", "\"We incorporated a kind of mathematical trick, based on earlier studies, which showed that the speed and accuracy of decisions was tied together by the same brain function.\"", "Previous research by Dr. Shadlen and others had uncovered how the process of making a decision plays out at the level of individual cells in the brain.", "By combining this knowledge with the mathematical trick, the team could scientifically validate that the participants' subjective reporting -- their feeling of having decided -- was indeed an accurate reflection of the brain's decision-making process.", "\"Essentially, the act of becoming consciously aware of a decision conforms to the same process that the brain goes through to complete a decision, even a simple one -- such as whether to turn left or right,\" said Dr. Shadlen.", "While preliminary, this study raises the possibility that a deep understanding the human brain's most complex thoughts and feelings, once solely under the purview of philosophy, may soon be understood in terms of biology as well.", "\"Some people think that the nitty gritty of neuroscience is far from the highfalutin stuff that a philosopher would consider,\" said Dr. Shadlen.", "\"But rest assured, explaining these concepts -- whether it's ethics, consciousness anything else -- in terms of neuroscience isn't explaining them away.", "Instead, I would argue that it is helping to bring the biological study of the brain closer to the philosophical study of the mind.\""], "source": "The Zuckerman Institute at Columbia University"}