{"title": "Autism severity detected with brain activity test | EurekAlert! Science News", "year": "Tue, 25 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfindingsucla", "researchers", "discovered", "children", "autism", "difference", "brain", "tests", "compared", "children", "specifically", "researchers", "found", "lower", "child", "peak", "alpha", "frequency", "number", "reflecting", "frequency", "certain", "brain", "waves", "lower", "iq", "first", "study", "highlight", "peak", "alpha", "frequency", "promising", "biomarker", "differentiate", "children", "autism", "typically", "developing", "children", "also", "detect", "variability", "cognitive", "function", "among", "children", "autism", "backgroundautism", "spectrum", "disorder", "affects", "estimated", "one", "68", "children", "united", "states", "causing", "wide", "range", "symptoms", "individuals", "disorder", "average", "reasoning", "memory", "attention", "language", "skills", "others", "intellectual", "disabilities", "researchers", "worked", "understand", "root", "cognitive", "differences", "brain", "autism", "spectrum", "disorder", "symptoms", "electroencephalogram", "eeg", "test", "detects", "electrical", "activity", "person", "brain", "using", "small", "electrodes", "placed", "scalp", "measures", "different", "aspects", "brain", "activity", "including", "peak", "alpha", "frequency", "detected", "using", "single", "electrode", "little", "40", "seconds", "previously", "linked", "cognition", "healthy", "researchers", "performed", "eegs", "97", "children", "ages", "2", "11", "59", "diagnoses", "autism", "spectrum", "disorder", "38", "disorder", "eegs", "taken", "children", "awake", "relaxed", "dark", "quiet", "rooms", "correlations", "among", "age", "verbal", "iq", "iq", "peak", "alpha", "frequency", "discovery", "peak", "alpha", "frequency", "relates", "directly", "iq", "children", "disorder", "suggests", "link", "brain", "functioning", "severity", "condition", "moreover", "means", "researchers", "may", "able", "use", "test", "biomarker", "future", "help", "study", "whether", "autism", "treatment", "effective", "restoring", "peak", "alpha", "frequency", "normal", "levels", "work", "needed", "understand", "whether", "peak", "alpha", "frequency", "used", "predict", "development", "autism", "spectrum", "disorder", "young", "children", "symptoms", "emerge"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--asd072517.php", "date": "2018-01-19_21:15:26", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFINDINGSUCLA researchers have discovered that children with autism have a tell-tale difference on brain tests compared with other children. Specifically, the researchers found that the lower a child's peak alpha frequency -- a number reflecting the frequency of certain brain waves -- the lower their non-verbal IQ was. This is the first study to highlight peak alpha frequency as a promising biomarker to not only differentiate children with autism from typically developing children, but also to detect the variability in cognitive function among children with autism. BACKGROUNDAutism spectrum disorder affects an estimated one in 68 children in the United States, causing a wide range of symptoms. While some individuals with the disorder have average or above-average reasoning, memory, attention and language skills, others have intellectual disabilities. Researchers have worked to understand the root of these cognitive differences in the brain and why autism spectrum disorder symptoms are so diverse.An electroencephalogram, or EEG, is a test that detects electrical activity in a person's brain using small electrodes that are placed on the scalp. It measures different aspects of brain activity including peak alpha frequency, which can be detected using a single electrode in as little as 40 seconds and has previously been linked to cognition in healthy individuals.METHODThe researchers performed EEGs on 97 children ages 2 to 11; 59 had diagnoses of autism spectrum disorder and 38 did not have the disorder. The EEGs were taken while the children were awake and relaxed in dark, quiet rooms. Correlations among age, verbal IQ, non-verbal IQ and peak alpha frequency were then studied.IMPACTThe discovery that peak alpha frequency relates directly to non-verbal IQ in children with the disorder suggests a link between the brain's functioning and the severity of the condition. Moreover, it means that researchers may be able to use the test as a biomarker in the future, to help study whether an autism treatment is effective in restoring peak alpha frequency to normal levels, for instance.More work is needed to understand whether peak alpha frequency can be used to predict the development of autism spectrum disorder in young children before symptoms emerge.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFINDINGSUCLA researchers have discovered that children with autism have a tell-tale difference on brain tests compared with other children.", "Specifically, the researchers found that the lower a child's peak alpha frequency -- a number reflecting the frequency of certain brain waves -- the lower their non-verbal IQ was.", "This is the first study to highlight peak alpha frequency as a promising biomarker to not only differentiate children with autism from typically developing children, but also to detect the variability in cognitive function among children with autism.", "BACKGROUNDAutism spectrum disorder affects an estimated one in 68 children in the United States, causing a wide range of symptoms.", "While some individuals with the disorder have average or above-average reasoning, memory, attention and language skills, others have intellectual disabilities.", "Researchers have worked to understand the root of these cognitive differences in the brain and why autism spectrum disorder symptoms are so diverse.An electroencephalogram, or EEG, is a test that detects electrical activity in a person's brain using small electrodes that are placed on the scalp.", "It measures different aspects of brain activity including peak alpha frequency, which can be detected using a single electrode in as little as 40 seconds and has previously been linked to cognition in healthy individuals.METHODThe researchers performed EEGs on 97 children ages 2 to 11; 59 had diagnoses of autism spectrum disorder and 38 did not have the disorder.", "The EEGs were taken while the children were awake and relaxed in dark, quiet rooms.", "Correlations among age, verbal IQ, non-verbal IQ and peak alpha frequency were then studied.IMPACTThe discovery that peak alpha frequency relates directly to non-verbal IQ in children with the disorder suggests a link between the brain's functioning and the severity of the condition.", "Moreover, it means that researchers may be able to use the test as a biomarker in the future, to help study whether an autism treatment is effective in restoring peak alpha frequency to normal levels, for instance.More work is needed to understand whether peak alpha frequency can be used to predict the development of autism spectrum disorder in young children before symptoms emerge."], "source": "University of California - Los Angeles"}