{"title": "'Residual echo' of ancient humans in scans may hold clues to mental disorders", "text": "Researchers at the National Institute of Mental Health (NIMH) have produced the first direct evidence that parts of our brains implicated in mental disorders may be shaped by a \"residual echo\" from our ancient past. The more a person's genome carries genetic vestiges of Neanderthals, the more certain parts of his or her brain and skull resemble those of humans' evolutionary cousins that went extinct 40,000 years ago, says NIMH's Karen Berman, M.D. NIMH is part of the National Institutes of Health.In particular, the parts of our brains that enable us to use tools and visualize and locate objects owe some of their lineage to Neanderthal-derived gene variants that are part of our genomes and affect the shape of those structures -- to the extent that an individual harbors the ancient variants. But this may involve trade-offs with our social brain. The evidence from MRI scans suggests that such Neanderthal-derived genetic variation may affect the way our brains work today -- and may hold clues to understanding deficits seen in schizophrenia and autism-related disorders, say the researchers. Dr. Berman, Michael Gregory, M.D., of the NIMH Section on Integrative Neuroimaging, and colleagues, report on their magnetic resonance imaging (MRI) study published online, July 24, 2017 in the journal Scientific Reports.  During their primordial migration out of Africa, ancestors of present-day humans are thought to have interbred with Neanderthals, whose brain characteristics can be inferred from their fossilized skulls. For example, these indicate that Neanderthals had more prominent visual systems than modern humans.  \"It's been proposed that Neanderthals depended on visual-spatial abilities and toolmaking, for survival, more so than on the social affiliation and group activities that typify the success of modern humans -- and that Neanderthal brains evolved to preferentially support these visuospatial functions,\" Berman explained. \"Now we have direct neuroimaging evidence that such trade-offs may still be operative in our brains.\" Might some of us, more than others, harbor Neanderthal-derived gene variants that may bias our brains toward trading sociability for visuospatial prowess -- or vice versa? The new study adds support to this possibility by showing how these gene variants influence the structure of brain regions underlying those abilities.To test this possibility, Gregory and Berman measured the impact of Neanderthal variants on MRI measures of brain structure in a sample of 221 participants of European ancestry, drawn from the NIMH Genetic Study of Schizophrenia. The new MRI evidence points to a a gene variant shared by modern-day humans and Neanderthals that is likely involved in development of the brain's visual system. Similarly, Neanderthal variants impacting development of a particular suspect brain area may help to inform cognitive disability seen in certain brain disorders, say the researchers. For example, in 2012, Berman and colleagues reported on how genetic variation shapes the structure and function of a brain area called the Insula in the autism-related disorder Williams Syndrome. People with this rare genetic disorder are overly sociable and visuo-spatially impaired - conspicuously opposite to the hypothesized Neanderthal propensities and more typical cases on the autism spectrum.  Mice in which a gene affected by Williams syndrome is experimentally deleted show increased separation anxiety. And just last week, researchers showed that the same genetic variability also appears to explain why dogs are friendlier than wolves.", "journal": "Scientific Reports", "funder": "NIH/National Institute of Mental Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-07/niom-eo072517.php", "institution": "NIH/National Institute of Mental Health", "meeting": "", "description": "Researchers have produced the first direct evidence that parts of our brains implicated in mental disorders may be shaped by a 'residual echo' from Neanderthal DNA in our genomes. Evidence from MRI scans suggests that such ancient genetic variation may affect the way our brains work today -- and may hold clues to understanding deficits seen in schizophrenia and autism-related disorders.", "article_link": null, "keywords": ["Evolution", " Genetics", " Physiology", " Medicine/Health", " Neurobiology", " Physiology", " Behavior", " Mental Health"], "source_link": null, "date": "Tue, 25 Jul 2017 04:00:00 GMT"}