{"title": "Antidepressant use in pregnant women linked to small increase in autism | EurekAlert! Science News", "year": "Mon, 24 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "study", "found", "antidepressant", "medications", "taken", "pregnancy", "may", "linked", "development", "autism", "children", "although", "effect", "appears", "looking", "cohort", "children", "born", "2001", "2011", "stockholm", "sweden", "drexel", "university", "brian", "lee", "phd", "craig", "newschaffer", "phd", "including", "lead", "author", "dheeraj", "rai", "phd", "university", "bristol", "found", "children", "born", "mothers", "taken", "point", "pregnancy", "45", "percent", "likely", "diagnosed", "autism", "however", "team", "analysis", "showed", "2", "percent", "autism", "cases", "would", "prevented", "antidepressant", "use", "completely", "cut", "pregnant", "women", "overall", "increase", "risk", "quite", "small", "said", "lee", "children", "exposed", "antidepressants", "pregnancy", "percent", "autism", "diagnosis", "comparison", "children", "mothers", "history", "psychiatric", "disorder", "use", "antidepressants", "pregnancy", "percent", "prevalence", "autism", "study", "published", "bmj", "formerly", "british", "medical", "journal", "focused", "prenatal", "antidepressant", "use", "medications", "cross", "placenta", "fetus", "studies", "found", "associations", "antidepressant", "use", "pregnancy", "autism", "children", "concern", "links", "results", "factors", "study", "sought", "use", "various", "methods", "rule", "confounders", "included", "looking", "use", "antidepressants", "child", "father", "pregnancy", "comparing", "children", "siblings", "comparing", "children", "similar", "characteristics", "among", "seemed", "significantly", "affect", "main", "finding", "linking", "diagnoses", "antidepressant", "use", "overall", "effect", "remained", "rai", "said", "specifically", "looking", "consistency", "various", "analyses", "results", "appeared", "concur", "conducted", "several", "analyses", "seemed", "support", "validity", "findings", "lee", "added", "example", "parental", "history", "psychiatric", "disorder", "associated", "increased", "risk", "autism", "examined", "whether", "father", "use", "antidepressants", "associated", "autism", "increased", "risk", "fathers", "use", "antidepressants", "suggested", "increase", "mothers", "use", "entirely", "due", "underlying", "psychiatric", "disorder", "team", "found", "prenatal", "antidepressant", "use", "seemed", "linked", "autism", "diagnoses", "children", "also", "intellectual", "disabilities", "form", "autism", "greater", "chance", "inheritability", "according", "past", "studies", "genetic", "traits", "exclusively", "looked", "study", "although", "looking", "siblings", "helped", "mitigate", "potential", "factor", "better", "examine", "future", "studies", "study", "team", "suggested", "looking", "larger", "pools", "noticeable", "increase", "autism", "diagnoses", "children", "whose", "mothers", "used", "antidepressants", "study", "team", "emphasized", "95", "percent", "women", "children", "diagnosed", "autism", "advice", "pregnant", "women", "clinicians", "clear", "base", "decisions", "use", "antidepressants", "pregnancy", "one", "study", "especially", "research", "evidence", "conflicting", "case", "different", "studies", "reached", "different", "conclusions", "rai", "said", "could", "severe", "risks", "stopping", "use", "antidepressants", "pregnancy", "mother", "fetus", "benefits", "medications", "mothers", "need", "forgotten", "best", "course", "action", "consult", "doctor", "medication", "use", "pregnancy", "balancing", "benefits", "risks", "taking", "medications", "pregnancy", "complex", "often", "difficult", "decision", "explained", "advice", "would", "women", "discuss", "concerns", "treating", "clinicians", "able", "help", "weigh", "pros", "cons", "next", "step", "larger", "studies", "help", "develop", "consensus", "role", "antidepressants", "depression", "plays", "risk", "autism", "may", "aided", "studies", "could", "help", "account", "confounding", "studies", "focusing", "autism", "group", "without", "intellectual", "disability", "seems", "key", "category", "increase", "risk", "observed", "rai", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-07/du-aui072417.php", "date": "2018-01-19_21:15:32", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study found that antidepressant medications taken during pregnancy may be linked to the development of autism in children -- although the effect appears to be limited.In looking at a cohort of children born between 2001 and 2011 in Stockholm, Sweden, Drexel University's Brian Lee, PhD, and Craig Newschaffer, PhD, and their co-authors (including lead author Dheeraj Rai, PhD, of the University of Bristol) found that children born to mothers who had taken anti-depressants at any point during their pregnancy were 45 percent more likely to be diagnosed with autism. However, the team's analysis showed that only 2 percent of autism cases would be prevented if antidepressant use was completely cut off in pregnant women.\"Overall, the increase in risk was quite small,\" said Lee. \"Of children exposed to antidepressants during pregnancy, 4.1 percent had an autism diagnosis. In comparison, children of mothers with a history of a psychiatric disorder but who did not use antidepressants during pregnancy had a 2.9 percent prevalence of autism.\"The study was published in The BMJ (formerly The British Medical Journal). It focused on prenatal antidepressant use because these medications can cross through the placenta into where the fetus develops.Past studies have found associations between antidepressant use during pregnancy and autism in children, but there has been some concern that those links were the results of other factors. As such, this study sought to use various methods to rule out any \"confounders.\"This included looking into the use of antidepressants by the child's father during pregnancy, comparing the children to their siblings, and comparing children with similar characteristics, among other methods.None of these seemed to significantly affect the main finding linking diagnoses to antidepressant use.\"The overall effect remained,\" Rai said. \"We were specifically looking for consistency in the various analyses we did and the results appeared to concur.\"\"We conducted several analyses that seemed to support the validity of the findings,\" Lee added. \"For example, because a parental history of a psychiatric disorder is associated with increased risk of autism, we examined whether the father's use of antidepressants was associated with autism. Because there was no increased risk with fathers' use of antidepressants, this suggested that the increase with mothers' use was not entirely due to the underlying psychiatric disorder.\"The team found that prenatal antidepressant use seemed to only be linked to autism diagnoses in children who didn't also have intellectual disabilities. This form of autism has a greater chance of inheritability, according to past studies. Genetic traits were not exclusively looked at for the study, although looking at siblings helped mitigate that potential factor. To better examine it in future studies, the study team suggested looking at larger pools of siblings.And while there was a noticeable increase in autism diagnoses in children whose mothers used the antidepressants, the study team emphasized that more than 95 percent of those women had children who were not diagnosed with autism.\"Our advice for pregnant women and clinicians is very clear. They should not base decisions about the use of antidepressants during pregnancy on any one study, especially when the research evidence is conflicting, as in this case where different studies have reached different conclusions,\" Rai said. \"There could be severe risks of stopping the use of antidepressants during pregnancy, both to the mother and the fetus. So the benefits of these medications for mothers who need them should not be forgotten.\"The best course of action is to consult a doctor on medication use during pregnancy.\"Balancing benefits and risks of taking medications during pregnancy is a complex and often difficult decision,\" he explained. \"Our advice would be for women to discuss their concerns with their treating clinicians who will be able to help them weigh the pros and the cons.\"As a next step, larger studies will help develop a consensus on the role that both antidepressants and depression itself plays into the risk of autism.\"This may be aided by more studies that could help account for confounding and more studies focusing on the autism group without intellectual disability, which seems to be the key category for which the increase in risk is observed,\" Rai said.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study found that antidepressant medications taken during pregnancy may be linked to the development of autism in children -- although the effect appears to be limited.In looking at a cohort of children born between 2001 and 2011 in Stockholm, Sweden, Drexel University's Brian Lee, PhD, and Craig Newschaffer, PhD, and their co-authors (including lead author Dheeraj Rai, PhD, of the University of Bristol) found that children born to mothers who had taken anti-depressants at any point during their pregnancy were 45 percent more likely to be diagnosed with autism.", "However, the team's analysis showed that only 2 percent of autism cases would be prevented if antidepressant use was completely cut off in pregnant women.", "\"Overall, the increase in risk was quite small,\" said Lee.", "\"Of children exposed to antidepressants during pregnancy, 4.1 percent had an autism diagnosis.", "In comparison, children of mothers with a history of a psychiatric disorder but who did not use antidepressants during pregnancy had a 2.9 percent prevalence of autism.", "\"The study was published in The BMJ (formerly The British Medical Journal).", "It focused on prenatal antidepressant use because these medications can cross through the placenta into where the fetus develops.Past studies have found associations between antidepressant use during pregnancy and autism in children, but there has been some concern that those links were the results of other factors.", "As such, this study sought to use various methods to rule out any \"confounders.", "\"This included looking into the use of antidepressants by the child's father during pregnancy, comparing the children to their siblings, and comparing children with similar characteristics, among other methods.None of these seemed to significantly affect the main finding linking diagnoses to antidepressant use.", "\"The overall effect remained,\" Rai said.", "\"We were specifically looking for consistency in the various analyses we did and the results appeared to concur.", "\"\"We conducted several analyses that seemed to support the validity of the findings,\" Lee added.", "\"For example, because a parental history of a psychiatric disorder is associated with increased risk of autism, we examined whether the father's use of antidepressants was associated with autism.", "Because there was no increased risk with fathers' use of antidepressants, this suggested that the increase with mothers' use was not entirely due to the underlying psychiatric disorder.", "\"The team found that prenatal antidepressant use seemed to only be linked to autism diagnoses in children who didn't also have intellectual disabilities.", "This form of autism has a greater chance of inheritability, according to past studies.", "Genetic traits were not exclusively looked at for the study, although looking at siblings helped mitigate that potential factor.", "To better examine it in future studies, the study team suggested looking at larger pools of siblings.And while there was a noticeable increase in autism diagnoses in children whose mothers used the antidepressants, the study team emphasized that more than 95 percent of those women had children who were not diagnosed with autism.", "\"Our advice for pregnant women and clinicians is very clear.", "They should not base decisions about the use of antidepressants during pregnancy on any one study, especially when the research evidence is conflicting, as in this case where different studies have reached different conclusions,\" Rai said.", "\"There could be severe risks of stopping the use of antidepressants during pregnancy, both to the mother and the fetus.", "So the benefits of these medications for mothers who need them should not be forgotten.", "\"The best course of action is to consult a doctor on medication use during pregnancy.", "\"Balancing benefits and risks of taking medications during pregnancy is a complex and often difficult decision,\" he explained.", "\"Our advice would be for women to discuss their concerns with their treating clinicians who will be able to help them weigh the pros and the cons.", "\"As a next step, larger studies will help develop a consensus on the role that both antidepressants and depression itself plays into the risk of autism.", "\"This may be aided by more studies that could help account for confounding and more studies focusing on the autism group without intellectual disability, which seems to be the key category for which the increase in risk is observed,\" Rai said."], "source": "Drexel University"}