{"title": "New map may lead to drug development for complex brain disorders, USC researcher says | EurekAlert! Science News", "year": "Mon, 24 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "artist", "rendition", "postsynaptic", "interactions", "associated", "complex", "brain", "disorders", "view", "parents", "root", "children", "problems", "single", "gene", "mutation", "ca", "blamed", "complex", "brain", "disorders", "like", "autism", "according", "keck", "school", "medicine", "usc", "help", "researchers", "see", "big", "picture", "marcelo", "coba", "created", "first", "map", "highlights", "brain", "network", "protein", "associations", "first", "step", "developing", "treatment", "drugs", "operate", "like", "rifles", "shotguns", "drugs", "working", "brain", "disorders", "said", "coba", "senior", "author", "new", "study", "assistant", "professor", "psychiatry", "zilkha", "neurogenetic", "institute", "keck", "school", "medicine", "scientists", "developed", "new", "drug", "target", "complex", "brain", "diseases", "nearly", "60", "years", "protein", "map", "software", "colleagues", "created", "help", "researchers", "create", "new", "therapies", "hone", "problem", "pathways", "study", "published", "late", "june", "nature", "neuroscience", "coba", "colleagues", "isolated", "protein", "interactions", "figured", "brain", "protein", "networks", "lived", "communicated", "age", "development", "pathways", "became", "stuffed", "information", "software", "platform", "enables", "users", "visualize", "disease", "risk", "factors", "throughout", "brain", "protein", "blindersmany", "current", "studies", "scan", "patients", "genetics", "identify", "problem", "genes", "label", "risk", "factors", "developing", "disorder", "problem", "collection", "risk", "factors", "contributing", "brain", "disorders", "coba", "said", "single", "risk", "factor", "might", "explain", "low", "percentage", "population", "perhaps", "2", "percent", "disease", "coba", "used", "analogy", "flights", "texas", "airport", "grounded", "flight", "schedules", "airports", "across", "country", "would", "affected", "disruption", "one", "location", "sustained", "region", "flights", "connected", "network", "airports", "said", "similarly", "genes", "produce", "proteins", "interact", "protein", "network", "gene", "mutated", "protein", "connections", "may", "experience", "delays", "disruptions", "disorganized", "connections", "point", "b", "c", "might", "bedrock", "brain", "disorders", "autism", "bipolar", "disorder", "schizophrenia", "coba", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uosc-nmm072417.php", "date": "2018-01-19_21:15:39", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an artist rendition of the postsynaptic protein-protein interactions associated with complex brain disorders.\n       view more Just as parents are not the root of all their children's problems, a single gene mutation can't be blamed for complex brain disorders like autism, according to a Keck School of Medicine of USC neuroscientist.To help researchers see the big picture, Marcelo P. Coba created the first map that highlights the brain's network of protein associations. It's a first step to developing treatment drugs that operate more like rifles than shotguns.\"The drugs we have now are not working for these brain disorders,\" said Coba, senior author of a new study and an assistant professor of psychiatry at the Zilkha Neurogenetic Institute at the Keck School of Medicine.\"Scientists have not developed a new drug target for complex brain diseases in nearly 60 years. The protein map software my colleagues and I created can help researchers create new therapies that hone in on problem pathways.\"The study was published in late June in Nature Neuroscience. Coba and his colleagues isolated 2,876 protein interactions and figured out where in the brain the protein networks lived, how they communicated and at what age in development those pathways became activated.Researchers stuffed all that information into a software platform that enables users to visualize disease risk factors throughout the brain's protein networks.Taking off the blindersMany current studies scan patients' genetics to identify problem genes they label as \"risk factors\" for developing a disorder.\"The problem is that there is a collection of risk factors contributing to brain disorders,\" Coba said. \"A single risk factor might explain a very low percentage of the population -- perhaps 2 percent of those who have the disease.\"Coba used an analogy. If all flights at a Texas airport were grounded, flight schedules and airports across the country would be affected. A disruption in one location cannot be sustained in that region because the flights are connected in a network of airports, he said. Similarly, genes produce proteins that interact in a protein network. If a gene is mutated, the protein's connections may experience delays or disruptions. The disorganized protein-to-protein connections from point A to B to C might be the bedrock of brain disorders such as autism, bipolar disorder and schizophrenia, Coba said.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an artist rendition of the postsynaptic protein-protein interactions associated with complex brain disorders.", "view more Just as parents are not the root of all their children's problems, a single gene mutation can't be blamed for complex brain disorders like autism, according to a Keck School of Medicine of USC neuroscientist.To help researchers see the big picture, Marcelo P. Coba created the first map that highlights the brain's network of protein associations.", "It's a first step to developing treatment drugs that operate more like rifles than shotguns.", "\"The drugs we have now are not working for these brain disorders,\" said Coba, senior author of a new study and an assistant professor of psychiatry at the Zilkha Neurogenetic Institute at the Keck School of Medicine.", "\"Scientists have not developed a new drug target for complex brain diseases in nearly 60 years.", "The protein map software my colleagues and I created can help researchers create new therapies that hone in on problem pathways.", "\"The study was published in late June in Nature Neuroscience.", "Coba and his colleagues isolated 2,876 protein interactions and figured out where in the brain the protein networks lived, how they communicated and at what age in development those pathways became activated.Researchers stuffed all that information into a software platform that enables users to visualize disease risk factors throughout the brain's protein networks.Taking off the blindersMany current studies scan patients' genetics to identify problem genes they label as \"risk factors\" for developing a disorder.", "\"The problem is that there is a collection of risk factors contributing to brain disorders,\" Coba said.", "\"A single risk factor might explain a very low percentage of the population -- perhaps 2 percent of those who have the disease.", "\"Coba used an analogy.", "If all flights at a Texas airport were grounded, flight schedules and airports across the country would be affected.", "A disruption in one location cannot be sustained in that region because the flights are connected in a network of airports, he said.", "Similarly, genes produce proteins that interact in a protein network.", "If a gene is mutated, the protein's connections may experience delays or disruptions.", "The disorganized protein-to-protein connections from point A to B to C might be the bedrock of brain disorders such as autism, bipolar disorder and schizophrenia, Coba said."], "source": "University of Southern California"}