{"title": "Bird songs provide insight into how developing brain forms memories | EurekAlert! Science News", "year": "Mon, 24 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "university", "chicago", "demonstrated", "first", "time", "key", "protein", "complex", "brain", "linked", "ability", "young", "animals", "learn", "behavioral", "patterns", "findings", "published", "july", "24", "proceedings", "national", "academy", "sciences", "show", "specific", "neural", "signal", "mechanistic", "target", "rapamycin", "mtor", "cascade", "regulates", "ability", "juvenile", "zebra", "finches", "form", "accurate", "memories", "songs", "taught", "adult", "birds", "research", "suggests", "mtor", "function", "regulating", "protein", "synthesis", "may", "involved", "since", "protein", "synthesis", "known", "key", "feature", "memory", "results", "implications", "efforts", "understand", "experiences", "affect", "brain", "function", "behavior", "including", "potentially", "providing", "new", "insight", "children", "affected", "neurodevelopmental", "disorders", "disruptions", "related", "mtor", "associated", "autism", "spectrum", "disorders", "humans", "last", "five", "10", "years", "seems", "convergence", "mtor", "cascade", "common", "disrupted", "process", "autism", "spectrum", "disorders", "investigating", "autism", "per", "se", "got", "attention", "zebra", "finches", "model", "similar", "kind", "situation", "developmental", "event", "requires", "social", "interactions", "communication", "behavior", "hard", "study", "rodents", "typically", "learn", "vocalizations", "said", "sarah", "london", "assistant", "professor", "department", "psychology", "london", "whose", "lab", "emphasizes", "research", "zebra", "finch", "neural", "development", "learning", "behaviors", "study", "somayeh", "ahmadiantehrani", "postdoctoral", "fellow", "unusual", "features", "zebra", "finches", "particularly", "helpful", "linking", "developmental", "traits", "learning", "ability", "male", "birds", "learn", "sing", "juvenile", "zebra", "finches", "learn", "one", "song", "adult", "specific", "period", "development", "use", "memory", "song", "guide", "production", "unique", "song", "sing", "rest", "lives", "zebra", "finches", "hear", "song", "day", "every", "day", "whole", "lives", "something", "special", "happens", "phase", "life", "london", "said", "birds", "phase", "actually", "ask", "brain", "ability", "learn", "receptivity", "experience", "think", "one", "big", "implications", "finding", "different", "use", "zebra", "finch", "extreme", "example", "experience", "combination", "kind", "particular", "properties", "brain", "give", "rise", "behavioral", "patterns", "study", "researchers", "first", "confirmed", "mtor", "cascade", "present", "brain", "juvenile", "zebra", "finch", "established", "cascade", "activated", "auditory", "forebrain", "bird", "heard", "song", "next", "demonstrated", "temporarily", "pharmacologically", "inhibiting", "enhancing", "mtor", "activation", "auditory", "forebrain", "directly", "diminished", "ability", "bird", "copy", "song", "adult", "tutor", "evidence", "lab", "studies", "mtor", "inhibition", "disrupted", "learning", "events", "evidence", "activation", "also", "good", "comparison", "wanted", "directly", "test", "activation", "inhibition", "side", "side", "experiment", "london", "molecular", "signaling", "auditory", "forebrain", "disrupted", "daily", "encounters", "adult", "tutors", "young", "zebra", "finches", "produced", "shorter", "less", "complex", "songs", "longer", "reflected", "tutor", "song", "using", "software", "specifically", "designed", "vocal", "comparison", "researchers", "analyzed", "song", "patterns", "adults", "juvenile", "males", "interacted", "juvenile", "birds", "whose", "mtor", "activation", "modified", "drug", "infusions", "retained", "ability", "sing", "mimic", "acoustic", "elements", "tutor", "songs", "unable", "duplicate", "entire", "song", "structures", "producing", "songs", "sound", "species", "typical", "nice", "validation", "interfered", "fundamentally", "motor", "circuitry", "london", "said", "sensory", "learning", "specific", "structure", "syllables", "order", "put", "syllables", "much", "song", "singing", "different", "something", "content", "wrong", "besides", "developmental", "implications", "london", "noted", "content", "zebra", "finch", "songs", "socially", "meaningful", "female", "zebra", "finches", "different", "neural", "behavioral", "responses", "based", "properties", "songs", "hear", "previous", "studies", "shown", "males", "sing", "poorly", "structured", "songs", "preferred", "mates", "disruptions", "affect", "song", "structure", "therefore", "consequences", "london", "addition", "measuring", "effects", "song", "copying", "researchers", "also", "determined", "mtor", "activation", "influenced", "social", "engagement", "song", "sessions", "tutors", "recorded", "position", "young", "birds", "hot", "zone", "near", "tutor", "perch", "birds", "pharmacologically", "elevated", "levels", "mtor", "activation", "demonstrated", "less", "engagement", "adults", "similar", "observed", "children", "diagnosed", "autism", "spectrum", "disorders", "often", "mutations", "predicted", "increase", "levels", "mtor", "signaling", "london", "believes", "finding", "presents", "new", "opportunity", "understand", "mechanisms", "social", "interactions", "enhance", "vocal", "learning", "zebra", "finches", "children"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc-bsp072117.php", "date": "2018-01-19_21:15:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at the University of Chicago have demonstrated, for the first time, that a key protein complex in the brain is linked to the ability of young animals to learn behavioral patterns from adults.The findings, published July 24 in the Proceedings of the National Academy of Sciences, show that a specific neural signal -- the mechanistic Target of Rapamycin (mTOR) cascade -- regulates the ability of juvenile zebra finches to form accurate memories of songs taught to them by adult birds. The research suggests mTOR's function in regulating protein synthesis may be involved, since protein synthesis is known to be a key feature of long-term memory formation.The results have implications for efforts to understand how early-life experiences affect brain function and behavior, including potentially providing new insight into children affected by neurodevelopmental disorders. Disruptions related to mTOR have been associated with autism spectrum disorders in humans.\"In the last five to 10 years, there seems to be a convergence on the mTOR cascade as a common disrupted process in autism spectrum disorders. We are not investigating autism per se, but what got our attention was that the zebra finches model a similar kind of situation, where there's a developmental event that requires social interactions, and a communication behavior that is hard to study in rodents who don't typically learn vocalizations,\" said Sarah London, assistant professor in the Department of Psychology. London, whose lab emphasizes research on zebra finch neural development and learning behaviors, co-authored the study with Somayeh Ahmadiantehrani, a postdoctoral fellow at UChicago.Some unusual features of zebra finches are particularly helpful in linking developmental traits with learning ability. Only the male birds can learn to sing, and juvenile zebra finches learn one song from an adult during a specific period of their development. They then use the memory of that song to guide production of the unique song they sing for the rest of their lives. \"Zebra finches hear song all day, every day, their whole lives, but there's something special that happens in this phase of life,\" London said. \"Because these birds have this phase, we can actually ask about the brain's ability to learn, its receptivity to experience, and I think that's one of the big implications for our finding that's different. We can use the zebra finch as an extreme example of how experience, in combination with some kind of particular properties of the brain, give rise to long-term behavioral patterns.\"For the study, the researchers first confirmed the mTOR cascade was present in the brain of a juvenile zebra finch, and then established the cascade was activated in the auditory forebrain when a bird heard a song. They next demonstrated that temporarily pharmacologically inhibiting or enhancing mTOR activation in the auditory forebrain directly diminished the ability of the bird to copy song from an adult tutor. \"We had evidence from other lab studies that mTOR inhibition disrupted learning events, and we had evidence that its activation did also, but not a good comparison. We wanted to directly test both activation and inhibition side by side in the same experiment,\" London said.When molecular signaling in the auditory forebrain was disrupted during daily encounters with adult tutors, the young zebra finches produced shorter and less complex songs that no longer reflected the tutor's song. Using software specifically designed for vocal comparison, the researchers analyzed the song patterns of the adults and the juvenile males with whom they interacted. The juvenile birds whose mTOR activation was modified by drug infusions retained the ability to sing and to mimic acoustic elements of the tutor's songs, but were unable to duplicate entire song structures. \"They are producing songs that sound species typical, which for me is a nice validation that we haven't interfered fundamentally with the motor circuitry,\" London said. \"But it's the sensory learning--the specific structure of the syllables, the order that they put the syllables in, and how much of the song they are singing--that is different. There's something about the content that's wrong.\" Besides the developmental implications, London noted that the content of zebra finch songs is socially meaningful. Female zebra finches have different neural and behavioral responses based on the properties of the songs they hear, and previous studies have shown that males who sing poorly structured songs are not preferred as mates. Disruptions that affect song structure therefore have long-term consequences, London said.In addition to measuring the effects on song copying, the researchers also determined how mTOR activation influenced social engagement. During the song sessions with tutors, they recorded the position of the young birds in and out of a \"hot zone\" near the tutor's perch. Birds who had pharmacologically elevated levels of mTOR activation demonstrated less engagement with the adults, similar to what has been observed in children diagnosed with autism spectrum disorders, who often have mutations predicted to increase levels of mTOR signaling. London believes this finding presents a new opportunity to understand mechanisms by which social interactions enhance vocal learning in zebra finches and children.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at the University of Chicago have demonstrated, for the first time, that a key protein complex in the brain is linked to the ability of young animals to learn behavioral patterns from adults.The findings, published July 24 in the Proceedings of the National Academy of Sciences, show that a specific neural signal -- the mechanistic Target of Rapamycin (mTOR) cascade -- regulates the ability of juvenile zebra finches to form accurate memories of songs taught to them by adult birds.", "The research suggests mTOR's function in regulating protein synthesis may be involved, since protein synthesis is known to be a key feature of long-term memory formation.The results have implications for efforts to understand how early-life experiences affect brain function and behavior, including potentially providing new insight into children affected by neurodevelopmental disorders.", "Disruptions related to mTOR have been associated with autism spectrum disorders in humans.", "\"In the last five to 10 years, there seems to be a convergence on the mTOR cascade as a common disrupted process in autism spectrum disorders.", "We are not investigating autism per se, but what got our attention was that the zebra finches model a similar kind of situation, where there's a developmental event that requires social interactions, and a communication behavior that is hard to study in rodents who don't typically learn vocalizations,\" said Sarah London, assistant professor in the Department of Psychology.", "London, whose lab emphasizes research on zebra finch neural development and learning behaviors, co-authored the study with Somayeh Ahmadiantehrani, a postdoctoral fellow at UChicago.Some unusual features of zebra finches are particularly helpful in linking developmental traits with learning ability.", "Only the male birds can learn to sing, and juvenile zebra finches learn one song from an adult during a specific period of their development.", "They then use the memory of that song to guide production of the unique song they sing for the rest of their lives.", "\"Zebra finches hear song all day, every day, their whole lives, but there's something special that happens in this phase of life,\" London said.", "\"Because these birds have this phase, we can actually ask about the brain's ability to learn, its receptivity to experience, and I think that's one of the big implications for our finding that's different.", "We can use the zebra finch as an extreme example of how experience, in combination with some kind of particular properties of the brain, give rise to long-term behavioral patterns.", "\"For the study, the researchers first confirmed the mTOR cascade was present in the brain of a juvenile zebra finch, and then established the cascade was activated in the auditory forebrain when a bird heard a song.", "They next demonstrated that temporarily pharmacologically inhibiting or enhancing mTOR activation in the auditory forebrain directly diminished the ability of the bird to copy song from an adult tutor.", "\"We had evidence from other lab studies that mTOR inhibition disrupted learning events, and we had evidence that its activation did also, but not a good comparison.", "We wanted to directly test both activation and inhibition side by side in the same experiment,\" London said.When molecular signaling in the auditory forebrain was disrupted during daily encounters with adult tutors, the young zebra finches produced shorter and less complex songs that no longer reflected the tutor's song.", "Using software specifically designed for vocal comparison, the researchers analyzed the song patterns of the adults and the juvenile males with whom they interacted.", "The juvenile birds whose mTOR activation was modified by drug infusions retained the ability to sing and to mimic acoustic elements of the tutor's songs, but were unable to duplicate entire song structures.", "\"They are producing songs that sound species typical, which for me is a nice validation that we haven't interfered fundamentally with the motor circuitry,\" London said.", "\"But it's the sensory learning--the specific structure of the syllables, the order that they put the syllables in, and how much of the song they are singing--that is different.", "There's something about the content that's wrong.\"", "Besides the developmental implications, London noted that the content of zebra finch songs is socially meaningful.", "Female zebra finches have different neural and behavioral responses based on the properties of the songs they hear, and previous studies have shown that males who sing poorly structured songs are not preferred as mates.", "Disruptions that affect song structure therefore have long-term consequences, London said.In addition to measuring the effects on song copying, the researchers also determined how mTOR activation influenced social engagement.", "During the song sessions with tutors, they recorded the position of the young birds in and out of a \"hot zone\" near the tutor's perch.", "Birds who had pharmacologically elevated levels of mTOR activation demonstrated less engagement with the adults, similar to what has been observed in children diagnosed with autism spectrum disorders, who often have mutations predicted to increase levels of mTOR signaling.", "London believes this finding presents a new opportunity to understand mechanisms by which social interactions enhance vocal learning in zebra finches and children."], "source": "University of Chicago"}