{"title": "Palliative care makes only limited gains in Africa", "text": "Palliative care has increased in Africa over the past 12 years but only in a small subset of countries, according to a review published today in Lancet Oncology. This research was led by John Y. Rhee, a fourth-year medical student at the Icahn School of Medicine at Mount Sinai (ISMMS).Palliative care--defined by the World Health Organization (WHO) as an approach that improves the quality of life of patients and their families facing life-threatening illness through the prevention and relief of suffering with physical, psychosocial and spiritual care--is developing rapidly around the world, but progress varies greatly by region. Only limited data exists on palliative care development in Africa. To better understand palliative care progress across the African continent, Mr. Rhee and his team conducted a country-specific scoping review of peer-reviewed literature on palliative care development in each African country over the last 12 years, using the WHO definition of palliative care but taking into account the resource constraints of Africa. A scoping review is a preliminary assessment of the potential size and scope of available research literature that aims to identify the nature and extent of research evidence about a particular issue.\"We undertook this project with the hope of providing evidence for palliative care advocates on the ground in Africa,\" said Mr. Rhee. \"Without benchmarks, it is difficult to measure progress and set goals for the future.\"According to this literature review, palliative care has grown in Africa over the past twelve years but mainly in a small subset of countries (26 countries, 48 percent of African countries). The majority of palliative care services were concentrated in Kenya, South Africa, and Uganda, and 14 (26 percent of African countries) countries experienced a growth in palliative care services. The number of countries with policies and/or guidelines related to palliative care has grown; however, postgraduate educational opportunities in the field remain sparse (only available in Kenya, South Africa, Uganda, and Tanzania). Opioid consumption and access has remained very low across the continent, which is a barrier to pain management, one of the most important components of palliative care. Information on palliative care is also unevenly distributed, with growth in a subset of African countries but minimal to no identified development in the majority of countries.\"We know that underserved populations are more likely to be diagnosed with late-stage illness and have worse health outcomes,\" said Prabhjot Singh, MD, PhD, Director, The Arnhold Institute for Global Health, and Chair, Department of Health System Design and Global Health, Icahn School of Medicine at Mount Sinai. \"Lack of access to quality palliative care leads to increased suffering for vulnerable populations. Globally, we face common challenges in delivering low-cost, high-quality health care at scale. John Rhee's research identifying gaps in access to palliative care in Africa is essential to addressing structural inequities in care delivery, and building healthier communities.\"The authors suggest that African countries focus on decreasing barriers to opioids and increasing postgraduate educational opportunities, which may lead to increasing the number of trained professionals who may drive service provision and policies. Future research on professional activity and capacity building specific to the African context is also needed. Using the findings from this scoping review, Mr. Rhee co-created the APCA Atlas of Palliative Care in Africa (APCA Atlas) which was released at the 15th World Congress of the European Association for Palliative Care in Madrid in May 2017. This was the first comprehensive publication on African palliative care to be published in more than 10 years. ", "article_link": "http://dx.doi.org/10.1016/S1470-2045(17)30420-5", "url": "http://www.eurekalert.org/pub_releases/2017-09/tmsh-pcm090117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Death/Dying", " Aging", " Pain", " Public Health", " Disease in the Developing World"], "journal": "Lancet Oncology", "description": "An Icahn School of Medicine at Mount Sinai student leads the first comprehensive analysis of African palliative care literature over past 12 years.", "date": "Fri, 01 Sep 2017 04:00:00 GMT"}