{"title": "LSUHealthNO discovery may be key to obesity, Diabetes Rx", "text": "New Orleans, LA - Research led by Suresh Alahari, PhD, Fred Brazda Professor of Biochemistry and Molecular Biology at LSU Health New Orleans School of Medicine, has demonstrated the potential of a protein to treat or prevent metabolic diseases including obesity and diabetes. The findings are published online in the Journal of Biological Chemistry as a Paper in Press, available here.Nischarin is a novel protein discovered by the Alahari lab. The research team demonstrated that it functions as a molecular scaffold that holds and interacts with several protein partners in a number of biological processes. The lab's earlier research found that Nischarin acts as a tumor suppressor that may inhibit the spread, or metastasis, of breast and other cancers.The current research project, conducted in a knockout mouse model, found that Nischarin interacts with and controls the activity of a gene called AMPK. AMPK regulates metabolic stability. The research team discovered that Nischarin binds to AMPK and inhibits its activity. In Nischarin-deleted mice, the researchers found decreased activation of genes that make glucose. The study showed that Nischarin also interacts with a gene regulating glucose uptake. Blood glucose levels were lower in the knockout mice, with improved glucose and insulin tolerance. As well, the researchers showed that Nischarin mutation inhibits several genes involved in fat metabolism and the accumulation of fat in the liver. The knockout mice displayed increased energy expenditure despite their smaller growth and appetite suppression leading to decreased food intake and weight reduction.  \"These studies demonstrate the potential of Nischarin as a regulator of metabolic diseases and suggest suppression of Nischarin function may be a valuable approach in the quest to cure such diseases as diabetes and obesity,\" notes Dr. Alahari. According to the National Health and Nutrition Examination Survey (NHANES), 2013-2014, more than 2 in 3 US adults (70.2 percent) were considered to be overweight or obese. The American Diabetes Association says that in 2015, 30.3 million Americans, or 9.4% of the population, had diabetes. ", "article_link": "http://dx.doi.org/10.1074/jbc.M117.784256", "url": "http://www.eurekalert.org/pub_releases/2017-08/lsuh-ldm083117.php", "region": "namerica", "source_link": "http://lsuh.sc/nr?a=49", "funder": "LSU Health New Orleans School of Medicine, Fred G. Brazda Foundation, National Institutes of Health", "meeting": "", "institution": "Louisiana State University Health Sciences Center", "keywords": ["Biology", " Molecular Biology", " Health Care", " Biochemistry", " Medicine/Health", " Cancer", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health"], "journal": "Journal of Biological Chemistry", "description": "Research led by Suresh Alahari, PhD, Fred Brazda Professor of Biochemistry and Molecular Biology at LSU Health New Orleans School of Medicine, has demonstrated the potential of a protein to treat or prevent metabolic diseases including obesity and diabetes.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}