{"title": "More evidence: Untreated sleep apnea shown to raise metabolic and cardiovascular stress", "text": "Sleep apnea, left untreated for even a few days, can increase blood sugar and fat levels, stress hormones and blood pressure, according to a new study of sleeping subjects. A report of the study's findings, published in the August issue of The Journal of Clinical Endocrinology & Metabolism, adds further support for the consistent use of continuous positive airway pressure (CPAP), a machine that increases air pressure in the throat to keep the airway open during sleep. \"This is one of the first studies to show real-time effects of sleep apnea on metabolism during the night,\" says Jonathan Jun, M.D., assistant professor of medicine at the Johns Hopkins University School of Medicine and the paper's senior author.Obstructive sleep apnea (OSA) affects 20 - 30 percent of adults, according to studies published in the American Journal of Epidemiology and Lancet Respiratory Medicine. It occurs when the upper airway closes off during sleep, temporarily interrupting breathing. While it is known that OSA is associated with risks for diabetes and heart disease, there has been no consensus on whether OSA is a cause of these disorders or just a marker of obesity, which predisposes one to diabetes and heart disease. Previous metabolic studies in patients with OSA, the Johns Hopkins researchers say, usually collected data while participants were awake, thus obtaining only a snapshot of OSA's aftermath, not the actual sleep period when OSA occurs.To better understand how OSA affects metabolism, researchers measured free fatty acids in the blood, glucose, insulin and cortisol (a stress hormone) while participants slept in a sleep laboratory at the Johns Hopkins Bayview Medical Center. Participants' brain waves, blood oxygen levels, heart rates and breathing, along with eye and leg movements, were also recorded each night of the study.In total, Jun and colleagues drew blood samples from 31 patients with moderate to severe OSA and a history of regular CPAP use for two nights. The researchers drew samples every 20 minutes starting at 9 p.m. and until 6:40 a.m. Every participant spent one night at the lab with CPAP or after CPAP had been stopped for two nights, in random order, separated by one to four weeks.The average age of all participants was 50.8 years old and the average body mass index indicated obesity, a common characteristic of those with sleep apnea.Two-thirds of the study group was male and a quarter had a history of non-insulin dependent diabetes. Some 22.6 percent of participants were African American, 9.7 percent Asian, 64.5 percent Caucasian and 3.2 percent Hispanic.Jun and colleagues found that CPAP withdrawal caused recurrence of OSA associated with sleep disruption, elevated heart rate and reduced blood oxygen. CPAP withdrawal also increased levels of free fatty acids, glucose, cortisol and blood pressure during sleep. The more severe the OSA, the more these parameters increased. In addition, glucose increased the most in patients with diabetes. Increases in fatty acids, glucose and cortisol have all been linked to diabetes. The Johns Hopkins team also found that blood pressure increased and the arteries showed signs of stiffness in the morning without CPAP. Over time, increased blood pressure and vascular stiffness can contribute to cardiovascular disease.Jun emphasized that the study was limited by studying people with severe OSA and obesity, thus limiting the ability to apply the findings to all OSA patients. The researchers also did not compare CPAP use to a sham CPAP control group to exclude a potential placebo effect. But Jun says that the study provides further evidence that sleep apnea isn't just a manifestation of obesity, diabetes and cardiovascular disease -- it can directly aggravate these conditions. They are continuing to recruit patients in order to answer more questions about which patients are most vulnerable to the impacts of OSA. This study emphasizes the importance of CPAP therapy for OSA to prevent its metabolic and cardiovascular consequences. Sometimes, patients with OSA have a hard time tolerating CPAP. It is important that these patients contact a sleep specialist who can assist them with CPAP use, or who can recommend alternative therapies.", "article_link": "http://dx.doi.org/10.1210/jc.2017-00619/3861928", "url": "http://www.eurekalert.org/pub_releases/2017-08/jhm-meu083117.php", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/more_evidence_untreated_sleep_apnea_shown_to_raise_metabolic_and_cardiovascular_stress", "funder": "American Academy of Sleep Medicine Foundation, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Heart, Lung, and Blood Institute", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Sleep apnea, left untreated for even a few days, can increase blood sugar and fat levels, stress hormones and blood pressure, according to a new study of sleeping subjects. A report of the study's findings, published in the August issue of The Journal of Clinical Endocrinology & Metabolism, adds further support for the consistent use of continuous positive airway pressure (CPAP), a machine that increases air pressure in the throat to keep the airway open during sleep.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}