{"title": "New study shows that Americans are not eating much bread", "text": "Aug. 31, 2017 -- Washington, D.C. --  A new study published this month in the journal, Nutrients, shows that - contrary to popular belief - Americans' consumption of grain foods such as bread, rolls, tortillas and ready-to-eat cereals is very low, less than 15 percent of all calories in our total diets.  However, this small quantity of grain foods is providing a disproportionately positive amount of critical nutrients we need to maintain health.In this study, researchers looked closely at what American adults are eating -- or not -- to contribute to the growing issue of shortfall nutrients.  Shortfall nutrients are very important nutrients -- defined by the 2015 Dietary Guidelines Advisory Committee - that, when under-consumed, cause public health concerns.  In other words, the study sought to determine food sources of energy (calories) and nutrients for American adults.  The findings show that Americans need to think twice before cutting bread from their diets.  Specifically:\"These data show that grain foods are the foods we love that love us back - finally, we can enjoy bread again,\" said study co-author, Yanni Papanikolaou, vice president at Nutritional Strategies Inc.  \"The nutrient contribution of all whole and refined grain food products, including breads, rolls and tortillas and ready-to-eat cereals, can play a key role in helping American adults meet recommendations for under-consumed nutrients and nutrients of public health concern.\"\"We all know that The Dietary Guidelines recommend consuming half of our grains as whole grains,\" Papanikolaou continued, \"but refined, enriched grains, including breads, rolls, cooked and ready-to-eat cereals also can provide meaningful contributions to the diet of all Americans.  So, there is no need to eliminate these from you diet.\"To conduct the study, more than 10,000 dietary surveys from adults over the age of 19 were collected by the National Center for Health Statistics of the Centers for Disease Control and Prevention (CDC). This is a nationally representative survey of adults. The surveys asked people to recall what they had eaten in the past 24 hours.  Data were analyzed for men and women, and looked at the consumption of all grains and various sub-categories (such as bread, rolls, tortillas, ready-to-eat cereals, cooked grains, quick breads and sweet bakery products). They also looked at the contribution of these products to vitamins, minerals, and dietary fiber. The researchers were especially interested in how grains contribute to under-consumed, or shortfall nutrients. These include fiber, folate, magnesium, calcium, and iron.There is similar good grain news for kids.  The current adult data are aligned with results found from data published earlier this year in the same journal, Nutrients, for children and adolescents.  Specifically, for kids 2-18 years-old, all grain products contributed only 14 percent of calories a day to the diet.  Similar analyses found that grain foods were meaningful contributors of nutrient density in the American diet of children and adolescents throughout the various age groups examined.  The data also showed breads, rolls and tortillas and ready-to-eat cereals to be meaningful contributors of several nutrients, including dietary fiber, thiamin, folate, iron, zinc and niacin to children and adolescents.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tgn-nss083017.php", "region": "namerica", "source_link": null, "funder": "Grain Foods Foundation", "meeting": "", "institution": "The Ginger Network", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients", " Public Health", " Exercise"], "journal": "Nutrients", "description": "A new study published this month in the journal, Nutrients, shows that -- contrary to popular belief -- Americans' consumption of grain foods such as bread, rolls, tortillas and ready-to-eat cereals is very low, less than 15 percent of all calories in our total diets.  However, this small quantity of grain foods is providing a disproportionately positive amount of critical nutrients we need to maintain health.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}