{"title": "Inflammation may precede sleep apnea, could be treatment target", "text": "Inflammation is traditionally thought of as a symptom of sleep apnea, but it might actually precede the disorder, potentially opening the door for new ways to treat and predict sleep apnea, according to researchers.Sleep apnea, a disorder in which the upper airway becomes periodically obstructed during sleep, affects between 17 and 24 percent of men and between 5 and 9 percent of women. One possible explanation for this difference is that men tend to have more belly fat, a major risk factor for developing sleep apnea that is also associated with higher levels of inflammation.The severity of sleep apnea also correlates with high levels of inflammation, an immune response in which white blood cells produce chemicals to fight a foreign substance. Jordan Gaines, adjunct assistant professor of psychiatry in the Penn State College of Medicine, said that she and the other researchers were interested in learning more about which comes first: the inflammation or the apnea.\"Traditionally, inflammation has been largely considered a consequence of reductions in blood oxygen levels during breathing pauses in the middle of the night,\" Gaines said. \"While this is certainly true, several treatment studies have also shown that reducing inflammation -- for example, by using an anti-inflammatory medication -- also reduces apnea severity, suggesting that this relationship may go the other way around.\"The researchers worked with 51 sleep apnea patients for the study, who were between the ages of five and 12 at the beginning of the study. During two visits -- one at the beginning of the study and another eight years later -- the participants underwent a sleep study, physical, and blood draw. For each participant, the researchers measured the severity of apnea, took height and weight measurements and checked their blood for levels of C-reactive protein -- or CRP, a marker of inflammation.After analyzing the data, the researchers found that in boys, increases in waist circumference were positively correlated with increases in CRP. Additionally, increases in CRP predicted sleep apnea in adolescence.\"When taken together, our findings suggest that inflammation originating from abdominal fat precedes the development of sleep apnea, rather than simply occurring as a result of the disorder,\" Gaines said. \"Other research has shown that weight loss can help reduce the severity of sleep apnea. Our study corroborates these findings by showing that, even as early as adolescence, metabolic factors are driving the development of sleep apnea, just as we see in adults.\"Alexandros Vgontzas, professor in the Penn State College of Medicine, said the results -- published in the journal Brain, Behavior, and Immunity -- have the possibility of leading to changes in the way physicians treat and make prognoses about sleep apnea in both children and adults. He said that while the traditional way to treat sleep apnea is with a continuous positive airway pressure (CPAP) machine, many patients -- particularly those with mild to moderate sleep apnea -- don't feel the benefit and do not like to use them.\"CPAP machines work, especially in people with severe apnea, but what about those with mild forms of apnea who do not feel the benefit and are resistant to using it?\" Vgontzas said. \"If the findings of this study can be replicated, maybe we can start looking at biological-based interventions instead of mechanical ones, like CPAP.\"Vgontzas also said the findings could also help improve the way doctors make prognoses.\"For example, we can take a 30-year-old man who is having problems with snoring and/or mild to moderate sleep apnea. Checking his levels of inflammation -- CRP -- may help us predict whether he is at risk for developing severe apnea or other cardiometabolic problems such as hypertension or diabetes in the future,\" Vgontzas said. \"This person with high CRP levels should be monitored closely to prevent the development of these conditions.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ps-imp083117.php", "region": "namerica", "source_link": "http://news.psu.edu/story/479079/2017/08/31/research/inflammation-may-precede-sleep-apnea-could-be-treatment-target", "funder": "National Institutes of Health", "meeting": "", "institution": "Penn State", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders"], "journal": "Brain, Behavior and Immunity", "description": "Inflammation is traditionally thought of as a symptom of sleep apnea, but it might actually precede the disorder, potentially opening the door for new ways to treat and predict sleep apnea, according to researchers.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}