{"title": "Protecting the guardians", "text": "Keeping the immune system in balance is no small feat. It must remain keenly alert to spot and disarm foreign invaders and smart enough to recognize the body's own tissues and organs to spare them from a misdirected attack -- a mistaken response known as autoimmunity. Some of the workhorses that keep the immune system in check are tiny proteins on the surface of cells encoded by a set of guardian genes -- human leukocyte antigen (HLA) in humans and major histocompatibility complexes (MHC) in mice. Scientists have long known that certain common variants of the HLA/MHC genes protect against a range of autoimmune diseases, notably type 1 diabetes. Yet how these genes and the tiny cell proteins they regulate yield their immune-modulating effects has remained shrouded in mystery. Now, a study in mice led by scientists at Harvard Medical School reveals that at least one of these genes has a protective influence that is powerfully shaped by the trillions of intestinal bacteria collectively known as the gut microbiota.The team's experiments, published Aug. 21 in the Proceedings of the National Academy of Sciences, show that despite harboring the powerful guardian gene, mice developed severe inflammation of the pancreas -- a precursor to type 1 diabetes -- after receiving antibiotics shortly after birth or if raised in a sterile environment. The new findings demonstrate that gut bacteria are potent catalysts of autoimmunity and pancreatic cell function and that perturbations in the gut microbiota can precipitate diabetes. The results also open up avenues for immune-modulating therapies targeted at maintaining the delicate bacterial balance of the gut microbiota.\"We believe that our results not only offer a clue into a longstanding mystery but also raise the possibility that substances or environmental influences that alter the intestinal balance can modulate the effects of a powerfully protective gene and shape disease risk,\" said Diane Mathis, who led the study together with Christophe Benoist, both professors in the Department of Microbiology and Immunobiology at Harvard Medical School.The researchers caution that there are important physiological differences between mice and humans and emphasize that further studies are needed to elucidate precisely how gut bacteria affect gene activity and the risk for an autoimmune attack on the pancreas.However, the scientists say their results highlight the role of the gut in proper immune function and point to the existence of a critical window in the proper development of the gut microbiome--a time during which the intestines get populated with a variety of bacteria. \"Our findings need to be borne out in further experiments,\" Mathis said. \"However, our results powerfully illustrate the notion that early antibiotic exposure can modulate disease risk and that avoiding or at least minimizing antibiotic treatment in infants and pregnant women during critical periods of development may be a good idea.\"Type 1 diabetes, a disorder estimated to affect more than 1.2 million Americans, is marked by dysfunction of the insulin-producing cells of the pancreas. The condition leads to a dangerous buildup of sugar in the body that, over time, can take a serious toll on the heart, kidneys, eyes and brain. Unlike the far more common type 2 diabetes, which develops as a result of excessive weight, obesity and diet in mostly middle-aged and older adults, type 1 diabetes tends to strike younger adults and children. In the study, researchers worked with mice bred to spontaneously develop diabetes, the classic animal model for studying the disease. However, this particular group was also bred to carry a protective gene variant shown in earlier studies to ward off type 1 diabetes despite the animals' heavy predisposition to the disease.When treated with antibiotics in the first six weeks of life, mice went on to develop pancreatic inflammation, a precursor to type 1 diabetes, despite carrying the guardian gene. Treatment with antibiotics later in life--between six and 10 weeks after birth--did not lead to loss of protection against diabetes. The observation suggests a period during which the newborn gut is seeded by various germs, the researchers say. Interfering with that process by administering antibiotics appears to disrupt the balance of the gut microbiota, which in turn leads to loss of genetic protection, the researchers added.Interestingly, mice whose protective gene was passed on by the father went on to develop diabetes. Mice that inherited a copy of the guardian gene from their mother, however, were resistant to diabetes. The observation highlights the critical protective role of exposing a newborn to the mother's microbiota, which is passed on during birth. Mice whose mothers had been given antibiotics in the 10 days before giving birth lost their genetic protection, the researchers found, and went on to develop pancreatic inflammation. Mice born with the protective gene but raised in sterile cages and deprived of bacterial exposure during early development never acquired gut microbial balance and disease protection. These animals developed severe pancreatic inflammation typically seen in diabetic mice. This observation, the researchers say, further underscores the importance of early environmental exposures to a variety of germs in the proper development of the immune system. The researchers note that the finding is also consistent with the so-called hygiene hypothesis, which posits that the declining number of childhood infections and lack of sufficient germ exposure during early childhood may fuel a person's lifetime risk for allergic and autoimmune diseases. That link, however, the researchers caution, has yet to be proven.In a final set of experiments, the team performed fecal transplants in diabetes-prone mice without the protective gene using fecal matter obtained from mice that carried the guardian gene. Following fecal transplantation, the diabetes-prone mice exhibited dramatically reduced pancreatic cell inflammation and did not develop diabetes--a finding that further affirms the role of gut bacteria as a powerful modulator of disease.", "article_link": "http://dx.doi.org/10.1073/pnas.1712280114", "url": "http://www.eurekalert.org/pub_releases/2017-08/hms-ptg083017.php", "region": "namerica", "source_link": null, "funder": "The JPB Foundation, Howalt family, Pediatric Infectious Disease Society Fellowship Award, Juvenile Diabetes Research Foundation fellowship", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Genetics", " Medicine/Health"], "journal": "Proceedings of the National Academy of Sciences ", "description": "A guardian gene that protects against type 1 diabetes and other autoimmune diseases exerts its pancreas-shielding effects by altering the gut microbiota.\r\n\r\nExperiments in mice born with the protective gene show that exposure to antibiotics during critical windows of development fuels risk for type 1 diabetes and leads to loss of genetic protection by altering the gut microbiota.\r\n\r\nScientists say the findings underscore the importance of avoiding antibiotic use during late pregnancy and early infancy.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}