{"title": "Nanoparticles loaded with mRNA give disease-fighting properties to cells", "text": "A new biomedical tool using nanoparticles that deliver transient gene changes to targeted cells could make therapies for a variety of diseases -- including cancer, diabetes and HIV -- faster and cheaper to develop, and more customizable.The tool, developed by researchers at Fred Hutchinson Cancer Research Center and tested in preclinical models, is described in a paper published August 30 in Nature Communications. \"Our goal is to streamline the manufacture of cell-based therapies,\" said lead author Dr. Matthias Stephan, a faculty member in the Fred Hutch Clinical Research Division and an expert in developing biomaterials. \"In this study, we created a product where you just add it to cultured cells and that's it -- no additional manufacturing steps.\"Stephan and his colleagues developed a nanoparticle delivery system to extend the therapeutic potential of messenger RNA, which delivers molecular instructions from DNA to cells in the body, directing them to make proteins to prevent or fight disease. The researchers' approach was designed to zero in on specific cell types -- T cells of the immune system and blood stem cells -- and deliver mRNA directly to the cells, triggering short-term gene expression. It's called \"hit-and-run\" genetic programming because the transient effect of mRNA does not change the DNA, but it is enough to make a permanent impact on the cells' therapeutic potential.Stephan and colleagues used three examples in the Nature Communications paper to demonstrate their technology:Other attempts to engineer mRNA into disease-fighting cells have been tricky. The large messenger molecule degrades quickly before it can have an effect, and the body's immune system recognizes it as foreign -- not coming from DNA in the nucleus of the cell -- and destroys it. Stephan and his Fred Hutch collaborators devised a workaround to those hurdles. \"We developed a nanocarrier that binds and condenses synthetic mRNA and protects it from degradation,\" Stephan said. The researchers surrounded the nanoparticle with a negatively charged envelope with a targeting ligand attached to the surface so that the particle selectively homes in and binds to a particular cell type. The cells swallow up the tiny carrier, which can be loaded with different types of manmade mRNA. \"If you know from the scientific literature that a signaling pathway works in synergy, you could co-deliver mRNA in a single nanoparticle,\" Stephan said. \"Every cell that takes up the nanoparticle can express both.\"The approach involves mixing the freeze-dried nanoparticles with water and a sample of cells. Within four hours, cells start showing signs that the editing has taken effect. Boosters can be given if needed. Made from a dissolving biomaterial, the nanoparticles are removed from the body like other cell waste. \"Just add water to our freeze-dried product,\" Stephan said. Since it's built on existing technologies and doesn't require knowledge of nanotechnology, he intends for it to be an off-the-shelf way for cell-therapy engineers to develop new approaches to treating a variety of diseases.The approach could replace labor-intensive electroporation, a multistep cell-manufacturing technique that requires specialized equipment and clean rooms. All the handling ends up destroying many of the cells, which limits the amount that can be used in treatments for patients.Gentler to cells, the nanoparticle system developed by the Fred Hutch team showed that up to 60 times more cells survive the process compared with electroporation. This is a critical feature for ensuring enough cells are viable when transferred to patients. \"You can imagine taking the nanoparticles, injecting them into a patient and then you don't have to culture cells at all anymore,\" he said.Stephan has tested the technology is cultured cells in the lab, and it's not yet available as a treatment. Stephan is looking for commercial partners to move the technology toward additional applications and into clinical trials where it could be developed into a therapy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/fhcr-nlw082517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Bezos Family, National Science Foundation, American Cancer Society", "meeting": "", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Biology", " Biotechnology", " Cancer", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Nanotechnology/Micromachines", " Gene Therapy", " Nanotechnology/Micromachines"], "journal": "Nature Communications", "description": "A new biomedical tool using nanoparticles that deliver transient gene changes to targeted cells could make therapies for a variety of diseases -- including cancer, diabetes and HIV -- faster and cheaper to develop, and more customizable.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}