{"title": "Gut bacteria that 'talk' to human cells may lead to new treatments", "text": "We have a symbiotic relationship with the trillions of bacteria that live in our bodies--they help us, we help them. It turns out that they even speak the same language. And new research from The Rockefeller University and the Icahn School of Medicine at Mt. Sinai suggests these newly discovered commonalities may open the door to \"engineered\" gut flora who can have therapeutically beneficial effects on disease.\"We call it mimicry,\" says Sean Brady, director of Rockefeller University's Laboratory of Genetically Encoded Small Molecules, where the research was conducted. The breakthrough is described in a paper published this week in the journal Nature.In a double-barreled discovery, Brady and co-investigator Louis Cohen found that gut bacteria and human cells, though different in many ways, speak what is basically the same chemical language, based on molecules called ligands. Building on that, they developed a method to genetically engineer the bacteria to produce molecules that have the potential to treat certain disorders by altering human metabolism. In a test of their system on mice, the introduction of modified gut bacteria led to reduced blood glucose levels and other metabolic changes in the animals.Molecular impersonationThe method involves the lock-and-key relationship of ligands, which bind to receptors on the membranes of human cells to produce specific biological effects. In this case, the bacteria-derived molecules are mimicking human ligands that bind to a class of receptors known as GPCRs, for G-protein-coupled receptors.Many of the GPCRs are implicated in metabolic diseases, Brady says, and are the most common targets of drug therapy. And they're conveniently present in the gastrointestinal tract, where the gut bacteria are also found. \"If you're going to talk to bacteria,\" says Brady, \"you're going to talk to them right there.\" (Gut bacteria are part of the microbiome, the larger community of microbes that exist in and on the human body.)In their work, Cohen and Brady engineered gut bacteria to produce specific ligands, N-acyl amides, that bind with a specific human receptor, GPR 119, that is known to be involved in the regulation of glucose and appetite, and has previously been a therapeutic target for the treatment of diabetes and obesity. The bacterial ligands they created turned out to be almost identical structurally to the human ligands, says Cohen, an assistant professor of gastroenterology in the Icahn School of Medicine at Mt. Sinai.Manipulating the systemAmong the advantages of working with bacteria, says Cohen, who spent five years in Brady's lab as part of Rockefeller's Clinical Scholars Program, is that their genes are easier to manipulate than human genes and much is already known about them. \"All the genes for all the bacteria inside of us have been sequenced at some point,\" he says.In past projects, researchers in Brady's lab have mined microbes from soil in search of naturally occurring therapeutic agents. In this instance, Cohen started with human stool samples in his hunt for gut bacteria with DNA he could engineer. When he found them he cloned them and packaged them inside E. coli bacteria, which is easy to grow. He could then see what molecules the engineered E. coli strains were making.Although they are the product of non-human microorganisms, Brady says it's a mistake to think of the bacterial ligands they create in the lab as foreign. \"The biggest change in thought in this field over the last 20 years is that our relationship with these bacteria isn't antagonistic,\" he says. \"They are a part of our physiology. What we're doing is tapping into the native system and manipulating it to our advantage.\"\"This is a first step in what we hope is a larger-scale, functional interrogation of what the molecules derived from microbes can do,\" Brady says. His plan is to systematically expand and define the chemistry that is being used by the bacteria in our guts to interact with us. Our bellies, it turns out, are full of promise.", "article_link": "http://dx.doi.org/10.1038/nature23874", "url": "http://www.eurekalert.org/pub_releases/2017-08/ru-gbt083017.php", "region": "namerica", "source_link": "https://www.rockefeller.edu/news/20363-gut-bacteria-talk-human-cells-may-lead-new-treatments/", "funder": "Robertson Foundation, Center for Basic and Translational Research on Disorders of the Digestive System, Leona M. and Harry B. Helmsley Charitable Trust, Rainin Foundation, Crohn's and Colitis Foundation Career Development Award", "meeting": "", "institution": "Rockefeller University", "keywords": ["Bacteriology", " Genetics", " Molecular Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Gastroenterology", " Metabolism/Metabolic Diseases", " Diabetes", " Gene Therapy"], "journal": "Nature", "description": "Scientists developed a method to genetically engineer gut bacteria to produce molecules that have the potential to treat certain disorders by altering human metabolism.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}