{"title": "Researchers discover MRI can measure kidney scarring and predict future kidney function", "text": "TORONTO, August 30, 2017-- Researchers from St. Michael's Hospital have made what are believed to be two world first discoveries: an MRI can measure kidney damage and can predict future kidney function within one year while avoiding needle biopsies.The researchers used a specific magnetic resonance imaging test called an elastogram to measure kidney scarring in 17 people who had kidney transplants, according to the study published online today in the Clinical Journal of the American Society of Nephrology. An elastogram maps the stiffness of tissue using MRI to determine the presence of scarring, according to Dr. Anish Kirpalani, the study's lead author, a radiologist and a scientist in the Li Ka Shing Knowledge Institute of St. Michael's.Scarring is a major cause of kidney transplant failure. \"Healthy kidney is soft, whereas scar tissue is stiffer,\" said Dr. Darren Yuen, a transplant nephrologist and scientist in the Keenan Research Centre for Biomedical Science of St. Michael's. \"We needed a way to measure how soft or stiff your kidney is without actually going inside the body. Using the MRI elastogram, we were able to measure kidney stiffness, which gave us an indication of how much scarring there was.\"Scarring is irreversible and can cause progressive kidney injury that can eventually lead to kidney failure. Diabetes, high blood pressure and kidney transplant rejection all cause scarring.Needle biopsy is the current \"gold standard\" way to assess kidney scarring. A long needle is inserted into the kidney and a sample about the size of a mechanical pencil tip is removed. The procedure requires pain medications, can be associated with bleeding and requires a day off of work, according to the authors.The study found that the MRI results were not only comparable to the results of a kidney biopsy, but the test was able to detect a high variability in the amount and location of scarring throughout the entire organ.\"The MRI allowed us to get a full picture of the kidney, whereas with a biopsy we would only see a tiny piece,\" said Dr. Kirpalani.\"We were able to tell that in some parts of the kidney it's very stiff, and in others, it's not stiff at all, which is information we couldn't get from a biopsy.\"The researchers also found that kidney stiffness predicted how well the kidney would be working one year after the MRI. They found that those with higher levels of stiffness in their kidneys had a greater loss of kidney function, while those with softer kidneys did not. This shows that MRI can accurately predict future kidney function, according to the authors, which may be particularly helpful for kidney transplant patients. \"When we're looking at a transplanted kidney, we're dealing with a precious resource--these patients have waited a long time for a transplant, and have been on dialysis, which is a difficult and painful process,\" said Dr. Kirpalani. \"Scarring is a big problem for transplant patients, and with MRI we may be able to better guide how kidney transplant patients are treated early on to improve their long-term outcomes.\"MRIs would not replace biopsies, said Dr. Yuen, but rather act as an additional test to give a more comprehensive understanding of kidney health. \"Clinicians are hesitant to send patients for a test that has risks such as internal bleeding unless a diagnosis can't be made without it,\" he said. \"With this new MRI test, doctors can gather valuable information in the many patients for whom the risks of a biopsy are too high.\" He also emphasized that this new MRI test may help facilitate the testing of new anti-scarring treatments. \"There are currently no anti-scarring drugs on the market, in part because it is hard to rationalize doing multiple kidney biopsies as part of a pharmaceutical trial,\" said Dr. Yuen. \"By providing a needle-free way to measure kidney scarring, we may create more opportunities for this crucial research into finding an effective anti-scarring treatment.\"The study was conducted in the hospital's MRI research centre, which houses MRI equipment dedicated specifically to clinical research.\"The unique MRI research centre that we have created, including elastography equipment, is focused on research that will directly impact patient care, allowing us to do this important study in people with transplant kidneys,\" said Dr. Kirpalani.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/smh-rdm082917.php", "region": "namerica", "source_link": null, "funder": "St. Michael's Hospital Foundation, Canadian Institutes of Health Research, National Sciences and Engineering Research Council of Canada, Physicians' Services Incorporated Foundation, Astellas Pharma Canada", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Endocrinology", " Transplantation"], "journal": "Clinical Journal of the American Society of Nephrology", "description": "Researchers from St. Michael's Hospital have made what are believed to be two world-first discoveries: an MRI can measure kidney damage and can predict future kidney function within one year while avoiding needle biopsies.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}