{"title": "New 'carbs study' shows salacia extract helps curb appetite and manage blood sugar", "text": "Morristown, N.J., Aug. 30, 2017 - In the recent CARBS (an acronym for Carbohydrate, Appetite Reduction, Blood Sugar and Satiety) study, researchers at Rutgers University observed that a proprietary salacia extract demonstrated appetite reduction, satiety and blood sugar management benefits. Native to the Indian subcontinent, salacia is a genus of woody climbers well known for its traditional use in Ayurveda as a medicinal food supplement for various health conditions. The recent paper, Appetite and gut hormones response to a putative α-glucosidase inhibitor, Salacia chinensis, in overweight/obese adults: a double blind randomized controlled trial, published in the journal Nutrients discussed the findings of the CARBS (an acronym for Carbohydrate, Appetite Reduction, Blood Sugar and Satiety) Study.CARBS was a randomized, double blind, placebo-controlled, 3-way cross-over study and the first to examine the effects of a proprietary extract of Salacia chinensis (from OmniLean) on glycemic indices and gut hormones after a meal. OmniLean, taken with a meal, resulted in an improved glycemic response and changes in gut hormones in healthy overweight/obese individuals, thereby reducing blood sugar spikes and impacting appetite and satiety.\"The herb, Salacia chinensis, was shown to reduce glycemic indices and affect gut peptides after a meal. What does this mean? It means Salacia chinensis from OmniLean may be an appetite modulator, and because it lowers glycemic indices, would be beneficial to persons at risk for diabetes including overweight/obese person,\" said Sue A. Shapses, Ph.D., R.D., one of the lead researchers on the CARBS Study.This type of research is good news considering the latest, startling statistics on the obesity pandemic. A 2017 report by CNN stated that one-third of the people in the world are currently obese or overweight, and if this trend continues, it has been estimated that almost half of the global population may be obese or overweight 2030 (Global Panel on Agriculture and Food Systems for Nutrition).\"The myriad complexities of being overweight need to be addressed by a multipronged approach including diet and exercise, but may also benefit greatly by making a small change such as incorporating a natural supplement like OmniLean to your daily regimen,\" said Abhijit Bhattacharya, President of OmniActive Health Technologies Ltd., producers of OmniLean Salacia Extract. \"The CARBS Study demonstrated that OmniLean reduced the feeling of hunger and reduced spikes in blood sugar -- key components of weight management -- which may be the missing piece for a vast population struggling with maintaining a healthy weight.\"   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/oht-ns083017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "OmniActive Health Technologies", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients"], "journal": "Nutrients", "description": "In the recent CARBS (an acronym for Carbohydrate, Appetite Reduction, Blood Sugar and Satiety) study, researchers at Rutgers University observed that a proprietary salacia extract demonstrated appetite reduction, satiety and blood sugar management benefits.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}