{"title": "Protein turnover could be clue to living longer", "text": "LA JOLLA -- (Aug. 30, 2017) It may seem paradoxical, but studying what goes wrong in rare diseases can provide useful insights into normal health. Researchers probing the premature aging disorder Hutchinson-Gilford progeria have uncovered an errant protein process in the disease that could help healthy people as well as progeria sufferers live longer.Scientists at the Salk Institute found that protein synthesis is overactive in people with progeria. The work, described in Nature Communications on August 30, 2017, adds to a growing body of evidence that reducing protein synthesis can extend lifespan--and thus may offer a useful therapeutic target to counter both premature and normal aging. \"The production of proteins is an extremely energy-intensive process for\r\ncells ,\" says Martin Hetzer, vice president and chief science officer of\r\nthe Salk Institute and senior author of the paper. \"When a cell devotes\r\nvaluable resources to producing protein, other important functions may be\r\nneglected. Our work suggests that one driver of both abnormal and normal\r\naging could be accelerated protein turnover.\"\r\n\r\nHutchinson-Gilford progeria is a very rare genetic disease causing people to age 8 to 10 times faster than the rest of us and leading to an early death. The rare mutation occurs in one of the structural proteins in the cell nucleus, lamin A, but it has been unclear how a single defective protein in the nucleus causes the myriad rapid-aging features seen in the disease. Initially, Salk Staff Scientist Abigail Buchwalter, first author of the paper, was interested in whether the mutation was making the lamin A protein less stable and shorter lived. After measuring protein turnover in cultured cells from skin biopsies of both progeria sufferers and healthy people, she found that it wasn't just lamin A that was affected in the disease.\"We analyzed all the proteins of the nucleus and instead of seeing rapid turnover in just mutant lamin A and maybe a few proteins associated with it, we saw a really broad shift in overall protein stability in the progeria cells,\" says Buchwalter. \"This indicated a change in protein metabolism that we hadn't expected.\"Along with the rapid turnover of proteins, the team found that the nucleolus, which makes protein-assembling structures called ribosomes, was enlarged in the prematurely aging cells compared to healthy cells. Even more intriguing, the team found that nucleolus size increased with age in the healthy cells, suggesting that the size of the nucleolus could not only be a useful biomarker of aging, but potentially a target of therapies to counter both premature and normal aging.The work supports other research that appears in the same issue showing\r\nthat decreasing protein synthesis extends lifespan in roundworms and mice.\r\nThe Hetzer lab plans to continue studying how nucleolus size may serve as\r\na reliable biomarker for aging. \"We always assume that aging is a linear process, but we don't know that for sure,\" says Hetzer, who also holds the Jesse and Caryl Philips Chair. \"A biomarker such as this that tracks aging would be very useful, and could open up new ways of studying and understanding aging in humans.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/si-ptc082817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Gerontology", " Aging"], "journal": "Nature Communications", "description": "Overactive protein synthesis found in premature aging disease may also play role in normal aging.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}