{"title": "Two distinct brain regions have independent influence on decision-making", "text": "Often when we make a decision, we calculate its \"expected value,\" by multiplying the value of something (how much we want or need it) with the probability that we might be able to obtain it, a concept first introduced by 17th-century mathematician Blaise Pascal. Now, research conducted at the Icahn School of Medicine at Mount Sinai and published August 30, 2017, in the journal Neuron is showing for the first time in monkeys which parts of the brain are involved in the two-pronged decision-making process that determines this expected value.  \"For a long time, we thought that representations of value and probability were being evaluated in the same, single part of the brain,\" says Peter Rudebeck, PhD, Assistant Professor of Neuroscience and Psychiatry at the Icahn School of Medicine at Mount Sinai and lead author of the new study.  \"What's exciting here is that we're showing that it's being done in two different parts of the brain, which are separate both functionally and anatomically.\"Mount Sinai researchers focused on two areas of the brain, the orbital frontal cortex (OFC) and the ventrolateral prefrontal cortex (VLPFC). While previous research has indicated that people whose OFC was damaged by injury or disease have impaired decision-making abilities, little was previously known about their precise roles in the decision-making process.\"Depression and anxiety disorders are characterized by changes in the way that people process rewards and make decisions.  In some cases, changes in decision-making can be so extreme that individuals are unable to lead normal lives,\" says Dr. Rudebeck.  \"Determining which parts of the brain help us to make decisions based on the subjective value and probability is therefore a critical step in understanding how these debilitating disorders are caused.\" To explore the specializations of the OFC and VLPFC, the research team conducted two experiments. In the first, monkeys were tasked to play a sort of slot machine game, in which they were shown images on a touch screen and had to determine which image was most likely to get them a reward - a banana-flavored pellet.  The researchers periodically changed the probability and found that the control monkeys were able to adjust their choices accordingly, pressing images most likely to get them a reward.  The monkeys with OFC lesions performed the same as the control animals, but the monkeys with VLPFC lesions lost the ability to track reward probability.  In the second set of experiments, the monkeys played a different game where they had a choice between two rewards: peanuts or M&Ms. These rewards were hidden under objects, and the monkeys had previously learned which objects went with which food rewards.  Because monkeys generally like peanuts and M&Ms equally, they normally turn over objects overlying the peanuts and M&Ms at the same rate.  But to shift the value in favor of the peanuts, the monkeys were given M&Ms immediately before the experiment.  Having already had their fill of M&Ms, the control monkeys favored the objects overlying peanuts, as expected.  Those with VLPFC had the same inclination as the control group, but the monkeys with OFC lesions showed a preference for objects overlying the M&Ms. \"We've known for a long time that these two parts of the brain are highly interconnected,\" says Dr. Rudebeck.  \"Previous research indicates that both send connections to another area of the frontal lobe called the ventromedial prefrontal cortex (VMPFC) and functional magnetic resonance imaging suggests that the VMPFC may be where choices ultimately get made.\"The investigators tested whether VMPFC is involved in comparing different values in a separate set of experiments, where they induced lesions in that area.  The animals were able to make a decision based on probability or value alone, but when they had to compare values, they were less able to do that.\"This data lines up with and extends what we've seen in humans, because we know that people who have brain damage in that area also have trouble with making decisions,\" concludes Dr. Rudebeck. \"The information ascertained through our research could potentially aid in the development of novel treatment interventions for the many people who suffer from depression and anxiety.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tmsh-tdb082817.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Mental Health, NARSAD Young Investigator Award, Rosen Family Scholarship", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Biochemistry", " Microbiology", " Neurochemistry", " Medicine/Health", " Neurobiology", " Mental Health", " Decision-making/Problem Solving", " Depression/Anger", " Stress/Anxiety"], "journal": "Neuron", "description": "Mount Sinai research finds that when making decisions, monkeys use different brain areas to weigh value and availability.", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}