{"title": "Researchers reveal link between PCOS, type 2 diabetes", "text": "WASHINGTON--Women who have polycystic ovary syndrome (PCOS) have a higher risk of developing type 2 diabetes (T2D) and are diagnosed at an earlier age with the condition, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism. The nationwide study is the first to show a connection between T2D development and PCOS. \"Many women with PCOS are obese, but the risk for the development of diabetes in PCOS is unknown,\" said one of the study's authors, Dorte Glintborg, M.D., Ph.D., of the Odense University Hospital in Denmark. \"In this study, we found that the risk of developing diabetes is four times greater and that diabetes is diagnosed four years earlier in women with PCOS compared to controls.\"An estimated 5 million to 6 million women in the United States have PCOS, according to the Hormone Health Network. It is one of the most common endocrine conditions in women of childbearing age.Women who have PCOS produce slightly higher amounts of testosterone and other androgen hormones than average. Although these reproductive hormones are typically associated with men, women also have small amounts. The elevated levels in women with PCOS can contribute to irregular or absent menstrual periods, infertility, weight gain, acne or excess hair on the face and body. Women who have PCOS also face a higher risk of developing other health problems, such as diabetes.To determine the risk of T2D development in women with PCOS, researchers studied two populations with PCOS: All pre-menopausal Danish women with a diagnosis of PCOS in the National Patient Register (18,477 women) and a local sub-group of 1,162 women with PCOS who were examined at Odense University Hospital in Denmark. The local participants were tested for insulin and glucose levels, cholesterol, triglycerides and testosterone levels. Women with PCOS were compared with age-matched females who did not have the disorder, nor a previous diagnosis of T2D. Three women without PCOS were randomly selected from the Nation Patient register for each woman with PCOS. Researchers found that women with PCOS were four times more likely to develop T2D compared to their counterparts who did not have the disorder. The average age for women with PCOS who received a diagnosis of T2D was 31 years. The average age for women without PCOS and diagnosed with T2D was 35 years. Researchers also examined various factors related to T2D development in PCOS such as age, body mass index (BMI), number of pregnancies and prescriptions for oral contraceptives. Researchers used diagnosis codes in the Danish National Patient Register and medical prescriptions from the National Prescriptions Registry to make their findings. Body mass index, insulin and glucose levels, and triglycerides were positively associated with development of T2D, whereas a higher number of births were negatively associated with the development of T2D. The study's authors note that BMI and fasting blood glucose levels are the best predictors of the development of T2D in patients with PCOS. Increasing age, however, should not be included in future guidelines as a risk factor because most cases of diabetes in this study were found before the age of 40. The authors add that further research is needed to evaluate the effect of oral contraceptives and number of births for the risk of T2D development in PCOS. \"The increased risk of developing T2D in PCOS is an important finding,\" Glintborg said. \"Diabetes may develop at a young age and screening for diabetes is important, especially in women who are obese and have PCOS.\"", "article_link": "http://dx.doi.org/10.1210/jc.2017-01354", "url": "http://www.eurekalert.org/pub_releases/2017-08/tes-rrl082817.php", "region": "namerica", "source_link": "https://academic.oup.com/jcem/article-lookup/doi/10.1210/jc.2017-01354", "funder": "", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Gynecology"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Women who have polycystic ovary syndrome (PCOS) have a higher risk of developing type 2 diabetes (T2D) and are diagnosed at an earlier age with the condition, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism. The nationwide study is the first to show a connection between T2D development and PCOS.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}