{"title": "Meta-analysis suggests PCSK9 inhibitors do not increase short-term risk of type 2 diabetes", "text": "Barcelona, Spain - 29 Aug 2017: PCSK9 inhibitors do not increase short-term risk of type 2 diabetes, suggests a meta-analysis in more than 68 000 patients presented at ESC Congress today.1Proprotein convertase subtilisin-kexin type 9 (PCSK9) inhibitors are novel drugs used to control low-density lipoprotein (LDL) cholesterol (the \"bad\" cholesterol), potentially reducing it by 50-60%. These monoclonal antibodies have been considered breakthrough technologies since they can successfully treat patients intolerant to statins and patients with familial hypercholesterolaemia, a genetic disorder characterised by high levels of LDL cholesterol.LDL cholesterol reduction with statins and PCSK9 inhibitors dramatically reduces the risk of cardiovascular disease. Similarly to statins, however, PCSK9 inhibitors could interfere with insulin production, thereby causing diabetes.\"Genetic mutations in the PCSK9 gene are associated with incident diabetes,\" said lead author Dr Luiz Sérgio Carvalho, clinical investigator, Laboratory of Atherosclerosis and Vascular Biology (AtheroLab), University of Campinas (UNICAMP), São Paulo, Brazil. \"We therefore hypothesised that treatment with PCSK9 inhibitors could lead to the development of type 2 diabetes.\"To evaluate this hypothesis, the researchers systematically reviewed all published randomised clinical trials comparing PCSK9 inhibitors with placebo in patients with primary hypercholesterolaemia. Study characteristics, quality, and data were independently assessed by two reviewers. The primary outcome measures were plasma glycosylated haemoglobin (HbA1c), fasting blood glucose, or a new diagnosis of type 2 diabetes mellitus.A meta-analysis was conducted in 20 randomised clinical trials with 68 123 participants. The mean follow-up of the trials was 42 weeks and the median follow-up was 48 weeks. The mean age of patients was 60 years, 58% were male, and at baseline fasting blood glucose was 103 mg/dL and HbA1c was 5.89%.The investigators found that compared to placebo, PCSK9 inhibitors were associated with significant increases in fasting blood glucose of around 2% per year and in HbA1c of approximately 0.05% per year. The relative risk of incident type 2 diabetes with PCSK9 inhibitors compared to placebo was 1.04 (95% confidence interval, 0.96-1.13).\"The small changes in fasting blood glucose and HbA1c in the short-term were not sufficient to increase the incidence of type 2 diabetes,\" said Dr Carvalho.Nevertheless, in exploratory (meta-regression) analyses adjusted for age and gender, there was a trend towards an increased risk of type 2 diabetes in patients who experienced more intense LDL cholesterol reduction (lowering by 55% or more) and those who were treated with PCSK9 inhibitors for more than one year.Dr Carvalho said: \"We found that treatment with PCSK9 inhibitors is associated with a small but significant increase in plasma glycaemia and HbA1c, without increasing the risk of incident type 2 diabetes in the short-term. If these drugs are found to have a small or even moderate diabetogenic effect in the long-term, it is unlikely to change prescribing guidelines given their substantial benefit in reducing cardiovascular risk.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-msp081817.php", "region": "europe", "source_link": null, "funder": "State University of Campinas", "meeting": "ESC Congress 2017 ", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "PCSK9 inhibitors do not increase short-term risk of type 2 diabetes, suggests a meta-analysis in more than 68,000 patients presented at ESC Congress today.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}