{"title": "Scientists map genomic atlas of your inner fish gut", "text": "DURHAM, N.C. -- Scientists have discovered a network of genes and genetic regulatory elements in the lining of the intestines that has stayed remarkably the same from fishes to humans. Many of these genes are linked to human illnesses, such as inflammatory bowel diseases, diabetes and obesity.  The findings, which appear in the journal PLOS Biology, establish the fish as an experimental platform for studying how this ancient genetic information -- distilled over 420 million years of evolution -- controls the development and dysfunction of the intestine. \"Our research has uncovered aspects of intestinal biology that have been well-conserved during vertebrate evolution, suggesting they are of central importance to intestinal health,\" said John F. Rawls, Ph.D., senior author of the study and associate professor of molecular genetics and microbiology at Duke University School of Medicine. \"By doing so, we have built a foundation for mechanistic studies of intestinal biology in non-human model systems like fish and mice that would be impossible to perform in humans alone.\" The intestine serves a variety of important functions that are common to all vertebrates. It takes up nutrients, stimulates the immune system, processes toxins and drugs, and provides a critical barrier to microorganisms. Defects in the intestinal epithelial cells lining the intestine have been implicated in a growing number of ailments, including inflammatory bowel diseases, colorectal cancer, food allergy, diabetes, obesity, malnutrition and infectious diarrheas.For decades, scientists have relied on animal models to gather information on intestinal epithelial cells that could help combat human diseases. But it wasn't clear just how alike these cells were across multiple species. In this study, Rawls and his team used a comparative biology approach to tackle that question. Research associate Colin R. Lickwar, Ph.D., and colleagues generated genome-wide data from intestinal epithelial cells in four evolutionarily distant species: zebrafish, stickleback fish, mouse and human. Lickwar then created maps for each of the species depicting not only the activity level of all of the genes, but also the location of specific genetic sequences or regulatory elements that flipped those genes on and off.Lickwar was surprised to find a striking amount of similarity between the different vertebrate species. He identified a common set of genes -- an intestinal epithelial cell signature -- some of which had shared patterns of activity in specific regions along the length of the intestine. What's more, many of the genes included in this conserved signature had previously been implicated in a variety of human diseases. Lickwar and Rawls wondered if this conserved genetic signature was controlled by regulatory elements that might also be shared between species. To test if this was the case, they took various regulatory elements from fish, mice and humans and stuck them into the zebrafish. Because zebrafish are transparent organisms, the researchers could look under the microscope for patterns of color to tell whether a green fluorescent protein or red fluorescent protein, which they had inserted along with the regulatory element, had been flipped on in the intestine. They found that the regulatory switches transplanted from the other species worked in zebrafish, indicating a remarkable level of conservation. \"Our findings suggest that intestinal epithelial cells use an ancient core program to do their job in the body of most vertebrates,\" said Lickwar, who is lead author of the study. \"Now that we have identified this core program, we can more easily translate results back and forth between humans and zebrafish.\"", "article_link": "http://dx.doi.org/10.1371/journal.pbio.2002054", "url": "http://www.eurekalert.org/pub_releases/2017-08/du-smg082917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Duke University", "meeting": "", "institution": "Duke University", "keywords": ["Biology", " Evolution", " Genetics", " Molecular Biology", " Medicine/Health", " Internal Medicine", " Gastroenterology"], "journal": "PLOS Biology", "description": "Duke scientists have discovered a network of genes and genetic regulatory elements in the lining of the gut that has been conserved from fishes to humans. Many of these genes are linked to human illnesses, such as inflammatory bowel diseases, diabetes, and obesity. The findings support the use of zebrafish for studying how ancient genetic information -- distilled over 420 million years of evolution -- controls the development and dysfunction of the intestine.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}