{"title": "Study shows slow walking pace is good predictor of heart-related deaths", "text": "A team of researchers at the NIHR Leicester Biomedical Research Centre, UK - a partnership between Leicester's Hospitals, the University of Leicester and Loughborough University - has concluded that middle-aged people who report that they are slow walkers could be at higher risk of heart disease compared to the general population.The data analysed was collected between 2006 and 2010 by the UK Biobank from nearly half a million middle-aged people across the UK. 420,727 people were included in the research because they were free from cancer and heart disease at the time of collecting their information.The study is published in the European Heart Journal.In the following 6.3 years after the data was collected there were 8598 deaths with the sample population being studied: 1654 from cardiovascular disease and 4850 from cancer.Professor Tom Yates, a Reader in Physical Activity, Sedentary Behaviour and Health at the University of Leicester and Principal Investigator for the study, said: \"Our study was interested in the links between whether someone said they walked at a slow, steady or brisk pace and whether that could predict their risk of dying from heart disease or cancer in the future.\"Slow walkers were around twice as likely to have a heart-related death compared to brisk walkers. This finding was seen in both men and women and was not explained by related risk factors such as smoking, body mass index, diet or how much television the participants in the sample watched. This suggests habitual walking pace is an independent predictor of heart-related death. \"We also found that self-reported walking pace was strongly linked to an individual's objectively measured exercise tolerance, further suggesting walking pace is a good measure of overall physical fitness. Therefore, self-reported walking pace could be used to identify individuals who have low physical fitness and high mortality risk that would benefit from targeted physical exercise interventions.\"The research team also analysed actual handgrip strength as measured by a dynamometer to see if it was a good predictor of cancer or heart-related deaths. Handgrip strength appeared to be only a weak predictor of heart-related deaths in men and could not be generalised across the population as a whole.Associations between self-reported walking pace and handgrip strength and cancer-related deaths were not consistent.", "article_link": "http://dx.doi.org/10.1093/eurheartj/ehx449", "url": "http://www.eurekalert.org/pub_releases/2017-08/uol-sss082917.php", "region": "europe", "source_link": null, "funder": "National Institute for Health Research", "meeting": "", "institution": "University of Leicester", "keywords": ["Medicine/Health", " Cardiology", " Diabetes", " Public Health"], "journal": "European Heart Journal", "description": "Study suggests that middle-aged people who report that they are slow walkers could be at higher risk of heart disease compared to the general population.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}