{"title": "Japanese study questions benefit of treat-to-target statin therapy (EMPATHY)", "text": "Press release relating to an ESC press conferenceThis press release accompanies both a presentation and an ESC press conference at ESC Congress 2017. It does not necessarily reflect the opinion of the European Society of Cardiology.EMBARGO\t29 August 2017 at 08:30 CESTTitle: Japanese study questions benefit of treat-to-target statin therapy in diabetic retinopathy (EMPATHY)Barcelona, Spain - 29 Aug 2017: A study in Japanese patients with diabetic retinopathy has questioned the benefit of treat-to-target intensive versus standard statin therapy. The late-breaking results from the EMPATHY trial are presented today in a Hot Line LBCT Session at ESC Congress.1The challenge of preventing cardiovascular disease is aggravated by the sharp worldwide increase in diabetes, which is known to be a major risk factor for cardiovascular events. Better treatment options for preventing cardiovascular disease are needed, particularly in very high risk patients such as those with diabetic complications. \"The correlation between lower low-density lipoprotein (LDL) cholesterol and reduced risk of cardiovascular events has spurred interest in a treat-to-target approach in which the drug dose is adjusted to achieve a specific LDL cholesterol target,\" said principal investigator Prof Hiroshi Itoh, of the Keio University School of Medicine, Tokyo, Japan. \"However, the usefulness of the treat-to-target approach is controversial because of insufficient evidence.\"The EMPATHY2 trial focused on preventing a first cardiovascular event in patients with diabetic retinopathy, an advanced stage of diabetes with particularly high risk of cardiovascular events. It is the first study to evaluate the effectiveness of intensive versus standard statin therapy in a treat-to-target approach in this high risk population. The prospective trial included 5 042 patients with hypercholesterolaemia, diabetic retinopathy, and no history of coronary artery disease from 772 hospitals and family practice clinics across Japan.Patients were randomly assigned in a one to one fashion to intensive or standard statin monotherapy with any statin for a maximum of 5.5 years. The LDL cholesterol target was below 70 mg/dL for intensive therapy and 100 to 120 mg/dL for standard therapy. The primary endpoint was the combined incidence of cardiovascular events or death from cardiovascular events.3 Patients were followed up for an average of 37 months.The investigators found that the primary endpoint was not significantly reduced by intensive statin therapy (hazard ratio [HR], 0.84; 95% confidence interval [CI], 0.67-1.07; p=0.15). However, the study showed that intensive therapy significantly reduced the secondary endpoint of cerebral events (cerebral infarction or cerebral revascularisation) (HR, 0.52; 95% CI, 0.31-0.88; p=0.01), particularly cerebral infarction (HR, 0.54; 95% CI, 0.32-0.90; p=0.02). Prof Itoh said: \"The actual difference in LDL cholesterol between the two groups was smaller than planned (27.6 mg/dL), which may be one reason that the trial could not meet the primary endpoint.\"Unlike the results from Western trials, the EMPATHY trial showed no significant reduction of cardiac events. \"This may be due in part to the low number of cardiac events in the study,\" said Professor Itoh. \"During 5.5 years of follow-up there were more cerebral events than cardiac events, which is typical of Asian populations.\"Post-hoc analysis in subgroups of patients who achieved their LDL cholesterol targets showed that the primary endpoint was significantly reduced by intensive statin-based lipid lowering (HR, 0.48; 95% CI, 0.28-0.82; p=0.007). \"Our subanalysis findings suggest that it may be critically important for high risk patients to reach a target LDL cholesterol of less than 70 mg/dL,\" said Prof Itoh. \"We need further research to confirm whether this intensive target is truly useful, and if so, how to make that treatment goal accessible to more patients in a clinical setting.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-jsq082817.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/japanese-study-questions-benefit-of-treat-to-target-statin-therapy-in-diabetic-retinopathy", "funder": "Shionogi & Co., Ltd.", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "A study in Japanese patients with diabetic retinopathy has questioned the benefit of treat-to-target intensive versus standard statin therapy. The late-breaking results from the EMPATHY trial are presented today in a Hot Line LBCT Session at ESC Congress.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}