{"title": "Asian dust and acute myocardial infarction: Prediction and prevention", "text": "Barcelona, Spain - 29 Aug 2017: When Asian dust clouds blow in to Japan's Kumamoto Prefecture, hospitals in the region handle a surge of acute myocardial infarctions (AMI) in the following 24 hours, and now a new prediction tool could help pinpoint which patients are at greatest risk.According to research presented at ESC Congress today1 and published in EHJ,  elderly people with certain pre-existing conditions are most vulnerable to the phenomenon, and use of a simple scoring system could help identify the best candidates for prevention, reported Dr Sunao Kojima, PhD from Kumamoto University, in Kumamoto City.\"Our results provide strong evidence to emphasize health education and communication with patients at risk for AMI during Asian dust storms,\" he said.For centuries, Asian dust (AD) originating from mineral soil in the deserts of northern China has blown across East Asia, depositing a yellow blanket across much of Korea and Japan.Increasingly, along with the fine sand, chemical pollutants and bacteria are caught in the flow, exacerbating respiratory and cardiovascular diseases (CVD).Researchers from the Kumamoto Acute Coronary Events (KACE) study group analysed 3,713 consecutive AMIs in patients from 21 hospitals in the 7,400 km² Kumamoto Prefecture between April 1, 2010 and March 31, 2015.There were 41 AD storms during the study period, and after controlling for temperature, humidity, air pollutants and data on influenza epidemics, the investigators showed that AMIs were 45% more likely to occur in the day after an AD storm compared to non-AD days.Risk factors for AD-related AMI included age 75 years or more, male sex, hypertension, diabetes mellitus, dyslipidaemia, smoking, and chronic kidney disease (CKD).They assigned each risk factor a score and found that CKD was the most significantly associated with AD-related AMI.\"People at risk for AD-related AMI should try not to go out so much when Asian dust occurs,\" advised Dr. Kojima. He suggested N95 or DS2 respiratory masks may be useful outside, and use of vacuum cleaners, and air purifiers with high efficiency particulate air (HEPA) filters may also help inside. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-ada082817.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/asian-dust-and-acute-myocardial-infarction-prediction-and-prevention", "funder": "The study was supported in part by the Environment Research and Technology Development Fund [5-1452] of the Ministry of the Environment, Japan; and the Foundation for Total Health Promotion, Japan.", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "European Heart Journal", "description": "When Asian dust clouds blow in to Japan's Kumamoto Prefecture, hospitals in the region handle a surge of acute myocardial infarctions (AMI) in the following 24 hours, and now a new prediction tool could help pinpoint which patients are at greatest risk.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}