{"title": "Anacetrapib reduces risk of serious cardiovascular events in high risk patients (REVEAL)", "text": "Barcelona, Spain - 29 Aug 2017: Anacetrapib, an inhibitor of cholesteryl ester transfer protein (CETP) activity, lowers the risk of heart attack and related cardiovascular complications in patients receiving intensive statin treatment, according to late-breaking results from the REVEAL trial presented today in a Hot Line Session at ESC Congress1 and published in the NEJM.Patients with prior vascular disease remain at high risk of cardiovascular events despite intensive statin treatment to reduce low-density lipoprotein (LDL) cholesterol. Anacetrapib increases high-density lipoprotein (HDL) cholesterol and reduces LDL cholesterol, but until now it was unknown if this translated into fewer cardiovascular events.The REVEAL trial2 assessed the efficacy and safety of adding anacetrapib versus placebo to effective doses of atorvastatin in 30 449 men and women aged 50 years or older with vascular disease, such as heart attack or stroke. They were recruited from more than 400 hospitals in the UK, USA, Canada, China, Germany, Italy, and Scandinavia.All participants were given intensive treatment with atorvastatin (a commonly prescribed statin) to ensure good control of LDL (\"bad\") cholesterol. Participants were randomly allocated to receive anacetrapib (100 mg daily) or a matching placebo for an average of four years. Information was recorded on cardiovascular events, death, cancer, reasons for hospital admission, and a range of other health-related outcomes relevant to the safety and efficacy of anacetrapib.The primary outcome was the occurrence of a major coronary event, including heart attack, coronary revascularisation (coronary stenting or bypass surgery), or death from heart disease.The investigators found that adding anacetrapib to intensive statin treatment produced a 9% proportional reduction in the incidence of the primary outcome compared to placebo (risk ratio [RR], 0.91; 95% confidence interval [CI], 0.85-0.97; p=0.004). In subsidiary analyses, anacetrapib significantly reduced the composite outcome of coronary death or myocardial infarction as well as coronary revascularisation. There was no significant effect on ischaemic stroke. Adding anacetrapib to statin therapy produced a small reduction in the risk of developing diabetes.Adding anacetrapib to statin therapy reduced LDL cholesterol levels by at least 20% and doubled the level of HDL cholesterol. Anacetrapib was well tolerated and, as has been found previously, levels of the drug in body fat continued to increase during treatment. There were no major safety signals and no increase in death, cancer or other serious medical events, but there was a small increase in blood pressure and a small reduction in kidney function.The trial's co-principal investigator Prof Martin Landray of University of Oxford said: \"The REVEAL trial has shown for the first time that adding anacetrapib to intensive statin therapy reduces the incidence of cardiovascular events in high risk patients. The scale of reduction was similar to other LDL cholesterol lowering drugs, such as statins. The large increase in HDL cholesterol levels produced by anacetrapib did not appear to have much impact on risk.\"He added: \"These findings are in marked contrast to the disappointing results of previous trials of other CETP inhibitors which were stopped after about two years due to unexpected hazards or an apparent lack of efficacy.\"Dr Louise Bowman, the other co-principal investigator of REVEAL, explained: \"The REVEAL trial recruited around twice as many participants as any other trial of a CETP inhibitor, collected information on double the number of cardiovascular events, and gave CETP treatment for twice as long. The full effects of anacetrapib did not appear until after the first year. A similar pattern has been observed in randomised trials of statin therapy. Consequently, previous trials of CETP inhibitors may have been too short for any benefits to emerge.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-arr082817.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/anacetrapib-reduces-risk-of-serious-cardiovascular-events-in-high-risk-patients-on-statins-reveal", "funder": "MSD, British Heart Foundation, Medical Research Council", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "New England Journal of Medicine", "description": "Anacetrapib, an inhibitor of cholesteryl ester transfer protein (CETP) activity, lowers the risk of heart attack and related cardiovascular complications in patients receiving intensive statin treatment, according to late-breaking results from the REVEAL trial presented today in a Hot Line Session at ESC Congress and published in the NEJM.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}