{"title": "Sanford researcher awarded more than $2 million grant", "text": "A scientist at Sanford Research studying lung development and disease in premature babies has received a $2,041,195 grant over five years from the National Institutes of Health's National Heart, Lung and Blood Institute.Peter Vitiello, Ph.D., will study how molecular pathways contribute to lung development and disease in premature babies. A newborn baby's lungs must work immediately after birth to support life outside the womb - and it's the first time that the cells lining their lungs are exposed to the atmosphere. One belief is that there are molecules that respond to the atmospheric change in oxygen levels that promote normal lung function and continued growth. Vitiello's research seeks to identify and understand the oxygen-sensitive molecules that influence lung development after birth. This work specifically focuses on a family of antioxidant enzymes called thioredoxins, and how they sense changes in atmospheric oxygen levels to trigger lung cells to grow and behave differently in support of respiratory function after birth.Lungs of some premature babies may not be ready to support life outside the womb and these infants often require therapeutic interventions to help them breathe. One of those interventions is the delivery of more oxygen than is normally present in air. Although oxygen therapy is required in these babies, the higher level of oxygen can be toxic to exposed soft tissues, such as cells in the lungs and retina. One possible consequence of sustained oxygen therapy is bronchopulmonary dysplasia, which can have life-long effects impeding lung function as well as increasing susceptibility to respiratory pathogens and lung-related disorders such as asthma. \"We have known about the adverse effects of oxygen therapy for years, but we still don't know which oxygen-sensitive molecules are altered and responsible for causing dysfunctional lung growth,\" Vitiello said. \"This grant will allow us to investigate some of these molecules and use that information to try to find new solutions that reduce the burden of lasting lung disease in these kids.\" Vitiello is an assistant scientist with the Environmental Influences on Health & Disease Group and an assistant professor of pediatrics with the Sanford School of Medicine at the University of South Dakota. Research reported in this publication was supported by the National Heart, Lung, And Blood Institute of the National Institutes of Health under Award Number R01HL135112. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/shr-sra082917.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute", "meeting": "", "institution": "Sanford Health/Sanford Research", "keywords": ["Medicine/Health", " Pulmonary/Respiratory Medicine", " Pediatrics"], "journal": "", "description": "A scientist at Sanford Research studying lung development and disease in premature babies has received a $2,041,195 grant over five years from the National Institutes of Health's National Heart, Lung and Blood Institute. Peter Vitiello, Ph.D., will study how molecular pathways contribute to lung development and disease in premature babies.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}