{"title": "The Lancet: In low and middle income countries, 3-4 servings of fruit, vegetables and legumes per day may be more realistic target for health", "text": "Eating three to four servings of fruit, vegetables and legumes per day (375-500g) achieves a similar benefit against the risk of mortality to higher portions, according to a study of more than 135000 people around the world published in The Lancet. The findings provide a more affordable option for those in low- and middle-income countries, and may have important implications on household spending and food security in poorer countries.The study is the first to look at intake of fruit, vegetables and legumes and their association with cardiovascular disease and mortality on a global scale and includes data from 18 countries. It is being presented at the European Society of Cardiology Congress 2017.The authors stress that intake of fruit, vegetables and legumes should be considered part of a healthy diet. Global dietary guidelines, like the World Health Organisation, recommend eating five servings of fruit, vegetables or legumes a day (equivalent to minimum 400g), but these targets are unaffordable for most people in low and middle income countries. The study suggests that three to four portions amounting to 375-500g could be just as beneficial. The authors do not recommend changes for people in high-income countries who can afford fruit, vegetables and legumes, but suggest that, for people who live in low- and middle-income countries, this provides an approach that is likely to be more affordable for people in these regions. \"Current dietary guidelines may not be achievable globally since fruits and vegetables have been shown to be unaffordable in many low and lower-middle income countries. Our findings suggest an approach that is likely to be more affordable in lower and middle-income countries - that three to four servings of fruit, vegetables and legumes per day show a similar benefit against reducing the risk of death to 'five-a-day' guidance,\" says lead author Victoria Miller, McMaster University, Canada. \"For people in higher income countries already eating five servings per day, this is not a suggestion to eat less. Fruit, vegetable and legume intake should be seen as a part of an overall healthy diet and lifestyle.\" [1]The study included 135335 people aged 35-70 years old from 18 countries from various geographic regions including the Middle East, South America, Africa and South Asia [2]. At the beginning of the study, participants provided information on their socioeconomic status, lifestyle behaviours, medical history, family history of cardiovascular disease, weight, height, waist and hip measurements, and blood pressure. They also completed a questionnaire on the types and frequency of food and beverages that they ate regularly, which the researchers used to calculate the number of servings of fruits, vegetables and legumes. In the study, one portion was defined as 125g of fruits or vegetables, or 150g of cooked legumes (as per United States Department of Agriculture recommendations), whereas the World Health Organisation defines one portion at 80g [3]. Potatoes, other tubers (ie, sweet potato, cassava, and dahlias), and juices were not included as a portion of fruit or vegetables. Legumes included beans, black beans, lentils, peas, chick peas, and black-eyed peas. Participants' completed follow-up visits with the research team at least every three years to record information on cardiovascular disease (ie, fatal and non-fatal heart attacks, stroke and heart failure) and death.  During a median follow-up of 7.4 years, there were 4784 major cardiovascular events (ie, deaths from cardiovascular disease, and non-fatal heart attacks, stroke and heart failure), 1649 deaths from cardiovascular disease, and 5796 total deaths.The global estimates found that risk of death was most reduced when people ate three to four servings of fruit, vegetables or legumes a day -- equivalent to 375-500g. Among people who ate three to four servings a day, the rate of overall death was 3% (772/24485) including 1% (245/24485) deaths from cardiovascular disease and 2% (485/24485) from non-cardiovascular disease (excluding deaths due to injury). Little additional benefit was found for fruit, vegetable and legume intake beyond that range (up to eight servings a day). By comparison, for people who ate less than one serving a day, the rates were 8% (736/9082) for overall death, including 2% (215/9082) from cardiovascular disease and 5% (486/9082) from non-cardiovascular, respectively. The study estimates that the average daily intake of fruits, vegetables and legumes is 3.9 servings -- typically including two servings of vegetables, 1.5 servings of fruit, and 0.4 servings of legumes. Intake was much higher in North America and Europe, South America and the Middle East, where participants typically ate between five and six servings a day, compared with three to four servings in South Asia, China, Southeast Asia and Africa. Typically those who ate more fruits, vegetables and legumes were more educated and physically active, did not smoke as much and lived in urban areas.The authors note some limitations, including that the results are based on a person's fruit, vegetable and legume intake remaining the same throughout the study duration. The study did not account for variation in cultivation (including use of pesticides and herbicides or water contamination) or cooking methods globally and how these factors may affect nutritional values of fruits and vegetables. Finally, the study does not look at the particular benefits associated with particular types of fruit, vegetables and legumes.Writing in a linked Comment, Dr Estefania Toledo, University of Navarra, Spain, says: \"Importantly, fruits and vegetables are consumed as part of an overall dietary pattern. It has been observed that plant-based diets can have differential effects if these plant-based diets fall on the healthier or unhealthier side of the spectrum. Therefore, a healthy diet rich in fruits and vegetables needs to be considered as part of a high-quality overall eating pattern, and this pattern should be based on country-specific dietary traditions to be fostered as an effective tool for prevention of cardiovascular disease and premature mortality. Increased consumption of fruit and vegetables should be at the expense of reducing other foods and drinks, such as sugar sweetened beverages, red and processed meats, saturated and trans fat, refined cereals, and sugar-rich desserts, not in isolation or as a mere addition to the rest of the dietary pattern.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tl-tli082517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "2017 European Society of Cardiology Congress", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Eating three to four servings of fruit, vegetables and legumes per day (375-500g) achieves a similar benefit against the risk of mortality to higher portions, according to a study of more than 135000 people around the world published in The Lancet. The findings provide a more affordable option for those in low- and middle-income countries, and may have important implications on household spending and food security in poorer countries.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}