{"title": "Severity of psoriasis linked to increased risk of death", "text": "PHILADELPHIA - The more the surface area of the body is covered by psoriasis, the greater the risk of death for the patient suffering from the condition, according to a new analysis by researchers in the Perelman School of Medicine at the University of Pennsylvania. The study, which published today in the Journal of Investigative Dermatology, is the first to link psoriasis severity to an increased risk of death using an objective measure of disease severity - called Body Surface Area (BSA) - rather than treatment patterns, such as whether or not a patient was receiving oral, injectable or phototherapy treatment for the condition. It finds patients with psoriasis on 10 percent or more of their body are at almost double the risk of death.\r\n\tPsoriasis is a disease of the immune system in which inflammation causes skin cells to multiply faster than normal. Because there are so many of them, they cause raised, red patches covered by silvery scales when they reach the surface of the skin and die. It occurs most commonly on the scalp, knees, elbows, hands, and feet, but can also appear on the lower back, face, genitals, nails, and other places. The American Academy of Dermatology estimates psoriasis affects about 7.5 million Americans. \r\n\t\"It's well established that psoriasis is associated with an increased risk for other comorbidities like chronic kidney disease, diabetes, and cardiovascular disease, but we don't yet understand how the severity of psoriasis impacts future risk of major health problems,\" said the study's senior author Joel M. Gelfand, MD MSCE, a professor of Dermatology and Epidemiology at Penn. \r\n\tFor this study, Gelfand and his team used a metric called Body Surface Area (BSA) - literally a measurement of the percentage of the body covered by psoriasis. Using a database from the United Kingdom, they looked at 8,760 patients with psoriasis and 87,600 people without it. They sent surveys to the patient's general practitioners to determine the body surface area affected by psoriasis as this information is not routinely available in medical records. They then looked at the number of deaths in each group by person-years, a measure that combines the number of people with the amount of years of data on them in the database. \r\nGelfand and his team used an average follow-up time of about four years. In that time, there was an average of 6.39 deaths per 1,000 person years in patients with psoriasis on more than 10 percent of their bodies, compared to 3.24 deaths in patients without psoriasis. Even when researchers adjusted for other demographic factors, patients with a BSA greater than 10 percent were 1.79 times more likely to have died - almost double - than other people their age and gender who do not have the condition. This risk persisted even when controlling for other risk factors like smoking, obesity, and other major medical conditions.\r\n\"Other studies that have examined this question, including our own prior research, have looked at patients who were receiving treatment for psoriasis, which is not an objective measurement of severity, making it unclear to whom the prior studies apply,\" said the study's lead author Megan H. Noe, MD, MPH, a dermatologist and post-doctoral research fellow in Gelfand's laboratory. \"By using BSA, which we can evaluate in a patient's clinical visit, we can better understand which patients are at highest risk for future medical problems and need preventative care.\"  \t\r\nThe researchers say more research is needed to better understand the specific causes of death in patients with extensive psoriasis and to see if and how treatment can impact the risk.", "article_link": "http://dx.doi.org/10.1016/j.jid.2017.07.841", "url": "http://www.eurekalert.org/pub_releases/2017-08/uops-sop082917.php", "region": "namerica", "source_link": null, "funder": "National Institutes for Health, National Psoriasis Foundation", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Dermatology"], "journal": "Journal of Investigative Dermatology", "description": "The more the surface area of the body is covered by psoriasis, the greater the risk of death for the patient suffering from the condition, according to a new analysis by researchers in the Perelman School of Medicine at the University of Pennsylvania. Patients with psoriasis on 10 percent or more of their body are at almost double the risk of death.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}