{"title": "International study shows moderate consumption of fats and carbohydrates best for health", "text": "Hamilton, Ont. (August 29, 2017) - Research with more than 135,000 people across five continents has shown that a diet which includes a moderate intake of fat and fruits and vegetables, and avoidance of high carbohydrates, is associated with lower risk of death. To be specific about moderate, the lowest risk of death was in those people who consume three to four servings (or a total of 375 to 500 grams) of fruits, vegetables and legumes a day, with little additional benefit from more.As well, contrary to popular belief, consuming a higher amount of fat (about 35 per cent of energy) is associated with a lower risk of death compared to lower intakes. However, a diet high in carbohydrates (of more than 60 per cent of energy) is related to higher mortality, although not with the risk of cardiovascular disease.These are the top messages of two reports published today in The Lancet, both produced from a major global study led by researchers at the Population Health Research Institute (PHRI) of McMaster University and Hamilton Health Sciences in Hamilton, Canada. The reports are also being presented today at the Congress of the European Society of Cardiology in Barcelona, Spain.The data are from the Prospective Urban Rural Epidemiology (PURE) study which followed more than 135,000 people from 18 low-income, middle-income and high-income countries. The study asked people about their diet and followed them for an average of seven and half years. The research on dietary fats found that they are not associated with major cardiovascular disease, but higher fat consumption was associated with lower mortality; this was seen for all major types of fats (saturated fats, polyunsaturated fats and mono unsaturated fats), with saturated fats being associated with lower stroke risk. \r\nTotal fat and individual types of fat were not associated with risk of heart attacks or death due to cardiovascular disease. The researchers point out that, while this may appear surprising to some, these new results are consistent with several observational studies and randomized controlled trials conducted in Western countries during the last two decades. The large new study, when viewed in the context of most previous studies, questions the conventional beliefs about dietary fats and clinical outcomes, says Mahshid Dehghan, the lead author for the study and an investigator at PHRI. \"A decrease in fat intake automatically led to an increase in carbohydrate consumption and our findings may explain why certain populations such as South Asians, who do not consume much fat but consume a lot of carbohydrates, have higher mortality rates,\" she said.Dehghan pointed out that dietary guidelines have focused for decades on reducing total fat to below 30 per cent of daily caloric intake and saturated fat to below 10 per cent of caloric intake. This is based on the idea that reducing saturated fat should reduce the risk of cardiovascular disease, but did not take into account how saturated fat is replaced in the diet. She added that the current guidelines were developed about four decades ago using data from some Western countries where fat was more than 40 per cent or 45 per cent of caloric intake and saturated fat intakes were more than 20 per cent. The consumption of these are now much lower in North America and Europe (31 per cent and 11 per cent respectively).The second paper from the PURE study assessed fruit, vegetable and legume consumption and related them to deaths, heart disease and strokes.The study found current fruit, vegetable and legume intake globally is between three to four servings per day, but most dietary guidelines recommend a minimum of five daily servings. Given that fruits and vegetables are relatively expensive in most middle-income and low-income countries, this level of consumption is unaffordable for most people in many regions of the world such as South Asia, China, Southeast Asia and Africa, where the levels of their consumption is much lower than in Western countries.\"Our study found the lowest risk of death in those who consumed three to four servings or the equivalent to 375 to 500 grams of fruits, vegetables and legumes per day, with little additional benefit for intake beyond that range,\" said Victoria Miller, a McMaster doctoral student and lead author of the paper. \"Additionally, fruit intake was more strongly associated with benefit than vegetables.\"The PURE study includes populations from geographic regions which have not been studied before, and the diversity of populations adds considerable strength that these foods reduce disease risk.\" Previous research has shown that eating fruits, vegetables and legumes decreases the risk of cardiovascular disease and deaths, but most studies were conducted mainly in North America and Europe with a few from other parts of the world. \"Raw vegetable intake was more strongly associated with a lower risk of death compared to cooked vegetable intake, but raw vegetables are rarely eaten in South Asia, Africa and Southeast Asia,\" Miller said. \"Dietary guidelines do not differentiate between the benefits of raw versus cooked vegetables -- our results indicate that recommendations should emphasize raw vegetable intake over cooked.\"Legumes include beans, black beans, lentils, peas, chickpeas and black-eyed peas and are frequently eaten as an alternative for meat or some grains and starches such as pasta and white bread.\"Legumes are commonly consumed by many populations in South Asia, Africa and Latin America.  Eating even one serving per day decreases the risk of cardiovascular disease and death. Legumes are not commonly consumed outside these geographic regions, so increased consumption among populations in Europe or North America may be favourable,\" said Miller.In a third study, published concurrently by The Lancet Diabetes and Endocrinology, the same researchers looked at the impact of fats and carbohydrates on blood lipids and blood pressure.They found that LDL (so-called 'bad' cholesterol) is not reliable in predicting effects of saturated fat on future cardiovascular events. Instead, the ratio of Apolipoprotein B (ApoB) and Apolipoprotein A1 (ApoA1), or organizing proteins in the blood, give the best indication of the impact of saturated fat on cardiovascular risk.Andrew Mente, an investigator at PHRI and an associate professor of the Department of Health Research Methods, Evidence and Impact at McMaster, is an author on the three studies.\"The findings of these studies are robust, globally applicable and provide evidence to inform nutrition policies. This is relevant because in some parts of the world nutritional inadequacy is a problem, whereas in other parts of the world nutritional excesses may be the problem,\" he said.\"Most people in the world consume three to four servings of fruits, vegetables and legumes a day. This target is likely more affordable and achievable, especially in low and middle income countries where the costs of fruits and vegetables are relatively high.\"\"Moderation in most aspects of diet is to be preferred, as opposed to very low or very high intakes of most nutrients,\" said Salim Yusuf, principal investigator of the study and the director of the PHRI.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-iss082517.php", "region": "namerica", "source_link": null, "funder": "Population Health Research Institute of McMaster University and Hamilton Health Sciences, Heart and Stroke Foundation of Ontario and Canada, Canadian Institutes of Health Research", "meeting": "ESC Congress 2017", "institution": "McMaster University", "keywords": ["Medicine/Health", " Mortality/Longevity", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Nutrition/Nutrients"], "journal": "The Lancet", "description": "Research with more than 135,000 people across five continents has shown that a diet which includes a moderate intake of fat and fruits and vegetables, and avoidance of high carbohydrates, is associated with lower risk of death.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}