{"title": "The Lancet: Replacing fat with high carbohydrate intake may be linked to worse health outcomes, according to study", "text": "Reducing total fat intake, and replacing it with a high intake of carbohydrates may be linked to worse health outcomes, according to an international study of diets, published in The Lancet. The study involved more than 135000 people from 18 countries, and found that high fat diets (about 35% energy -- including both saturated and unsaturated fats) were associated with a lower risk of mortality, whereas a high intake of carbohydrates (above 60% energy) was associated with a higher risk. The study found that on average, globally, people's diets consisted of over 60% energy from carbohydrates and 24% energy from fats, suggesting that rather than focusing on reducing fat intake in diets, guidelines should instead focus on reducing carbohydrate intake, particularly in low- and middle-income countries where carbohydrate intake was highest. Additionally, while current guidelines recommend reducing saturated fat intake to below 10%, the study found that very low intake of saturated fats (below 3%) was associated with a higher risk of mortality, compared to diets with a higher intake of saturated fats of up to 13%.The study is being presented at the European Society of Cardiology Congress 2017.\"For the first time, our study provides a global look at the realities of people's diets in many countries and gives a clearer picture of people's fat and carbohydrate intake,\" says lead author Dr Mahshid Dehghan, McMaster University, Canada. \"The current focus on promoting low-fat diets ignores the fact that most people's diets in low and middle income countries are very high in carbohydrates, which seem to be linked to worse health outcomes. In low- and middle-income countries, where diets sometimes consist of more than 65% of energy from carbohydrates, guidelines should refocus their attention towards reducing carbohydrate intake, instead of focusing on reducing fats. The best diets will include a balance of carbohydrates and fats -- approximately 50-55% carbohydrates and around 35% total fat, including both saturated and unsaturated fats. Our study did not look at trans fats, typically from processed foods, and the evidence is clear that these are unhealthy.\" [1]Existing global guidelines recommend that 50-65% of a person's daily calories come from carbohydrates, and less than 10% from saturated fats [2], but this is mostly based on evidence from North America and Europe, and it is unclear how applicable it is to other countries. The study included 135335 people aged 35-70 years old from 18 countries across various regions including the Middle East, South America, Africa, China, North America and Europe, and South Asia [3] to look at the links between diet, cardiovascular disease and death. Cardiovascular disease is a global epidemic, with 80% of the burden of disease in low-income and middle-income countries. Diet is one of the most important modifiable risk factors for cardiovascular disease and other non-communicable diseases.At the start of the study, each participant provided information on their socioeconomic status, lifestyle behaviours, medical history, family history of cardiovascular disease, weight, height, waist and hip measurements, and blood pressure. They also completed a questionnaire on the types of foods and beverages they consumed, what size portion and how often, which the researchers used to calculate the amount of calories they derived from carbohydrate, fats and protein every day. Participants' completed follow-up visits with the research team at least every three years to record information on cardiovascular disease (ie, fatal and non-fatal heart attacks, stroke and heart failure) and death for 7.4 years. The team analysed rates of cardiovascular events (for example, heart attack, stroke, heart failure), non-cardiovascular deaths and deaths. Globally, the average diet consisted of 61.2% carbohydrates, 23.5% fat (including 8% saturated fats, 8.1% monounsaturated fats, and 5.3% polyunsaturated fats), and 15.2% protein. However, this balance varied by region: on average, carbohydrate intake was highest in China (67%), South Asia (65.4%) and Africa (63.3%); total fat intake was highest in North America and Europe (30.5%), Middle East (30.3%), and Southeast Asia (29.2%).High carbohydrate diets were common, with more than half of the people in the study eating a high carbohydrate diet (at least 60% of energy from carbohydrates), and about a quarter deriving 70% of their daily calories from carbohydrates. Half of the people involved derived less than 7% of their energy from saturated fats, and three-quarters (75%) ate less than 10% from saturated fats. During the study, 5796 people died (including 1649 from cardiovascular disease and 3809 from non-cardiovascular disease) and 4784 had a major cardiovascular disease event (2143 heart attacks and 2234 strokes) Diets high in carbohydrates (average of 77% energy from carbohydrates) were associated with a 28% higher risk of death, compared with low carbohydrate diets (46% energy from carbohydrates) [7.2 deaths per 1000 people years, compared with 4.1]. Rates of major cardiovascular events remained similar for low and high carbohydrate diets. Comparatively, diets with high total fat intake (35.3% energy from fat) were associated with a 23% lower risk of death, compared with low fat diets (11.0% energy from fat) [4.1 deaths per 1000 people years in people, compared with 6.7]. Rates of major cardiovascular events remained similar for low and high fat diets. The trends were similar when looking at saturated fats, with very low intake (below 3%) associated with a higher risk of mortality, compared to diets with a higher intake of saturated fats of up to 13%. Similarly, diets with very low intake of mono and polyunsaturated fats (3.6% and 2.2%) were associated with a higher risk of mortality, compared to diets with higher intakes (13% and 9.1%).Saturated fats are typically found in animal fat products, like milk and meat, while monounsaturated and polyunsaturated fats are typically found in vegetable oils, olive oils, high fat fruits like olives and avocados, nuts and fish. \"Despite there being no association between low carbohydrate intake and health outcomes, this does not provide support for very low carbohydrate diets - less than 50% energy. A certain amount of carbohydrate is necessary to meet energy demands during physical activity and so moderate intakes, of around 50-55% of energy, are likely to be more appropriate than either very high or very low carbohydrate intakes.\" explains Dr Dehghan. [1]The authors note some limitations, including that the diet measures used were based on when the study began. Additionally, the study did not look at the specific types of foods the nutrients were derived from, but the will assess this in future analyses. Writing in a linked Comment, Drs Christopher Ramsden and Anthony Domenichiello, National Institute on Aging, USA, says: \"The relationships between diet, cardiovascular disease, and death are topics of major public health importance, and subjects of great controversy... The PURE study is an impressive undertaking that will contribute to public health for years to come. Initial PURE findings challenge conventional diet-disease tenets that are largely based on observational associations in European and North American populations, adding to the uncertainty about what constitutes a healthy diet. This uncertainty is likely to prevail until well-designed randomised controlled trials are done.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tl-tlr082517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "2017 European Society of Cardiology Congress", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Reducing total fat intake, and replacing it with a high intake of carbohydrates may be linked to worse health outcomes, according to an international study of diets, published in The Lancet.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}