{"title": "Compounds in cocoa may help delay onset of type 2 diabetes", "text": "What if eating chocolate helped prevent and treat diabetes? It's crazy enough to laugh off.But here's the thing: BYU researchers have discovered certain compounds found in cocoa can actually help your body release more insulin and respond to increased blood glucose better. Insulin is the hormone that manages glucose, the blood sugar that reaches unhealthy levels in diabetes.Of course, there's a catch.\"You probably have to eat a lot of cocoa, and you probably don't want it to have a lot of sugar in it,\" said study author Jeffery Tessem, assistant professor of nutrition, dietetics and food science at BYU. \"It's the compound in cocoa you're after.\"When a person has diabetes, their body either doesn't produce enough insulin or doesn't process blood sugar properly. At the root of that is the failure of beta cells, whose job it is to produce insulin. The new study, published in the Journal of Nutritional Biochemistry, finds beta cells work better and remain stronger with an increased presence of epicatechin monomers, compounds found naturally in cocoa.To discover this, collaborators at Virginia Tech first fed the cocoa compound to animals on a high-fat diet. They found that by adding it to the high-fat diet, the compound would decrease the level of obesity in the animals and would increase their ability to deal with increased blood glucose levels.The BYU team, comprised of graduate and undergraduate students in Tessem's lab and the labs of Ben Bikman and Jason Hansen (BYU professors of physiology and developmental biology), then dove in and dissected what was happening on the cellular level -- specifically, the beta cell level. That's when they learned cocoa compounds named epicatechin monomers enhanced beta cells' ability to secrete insulin.\"What happens is it's protecting the cells, it's increasing their ability to deal with oxidative stress,\" Tessem said. \"The epicatechin monomers are making the mitochondria in the beta cells stronger, which produces more ATP (a cell's energy source), which then results in more insulin being released.\"While there has been a lot of research on similar compounds over the past decade, no one has been able to pinpoint which ones are the most beneficial or how exactly they bring about any benefit -- until now. This research shows the epicatechin monomers, the smallest of the compounds, are the most effective.\"These results will help us get closer to using these compounds more effectively in foods or supplements to maintain normal blood glucose control and potentially even delay or prevent the onset of type-2 diabetes,\" said study co-author Andrew Neilson, assistant professor of food science at Virginia Tech.But rather than stocking up on the sugar-rich chocolate bars at the checkout line, researchers believe the starting point is to look for ways to take the compound out of cocoa, make more of it and then use it as a potential treatment for current diabetes patients. This research was funded, in part, thanks to grants from the Diabetes Action Research and Education Foundation and the American Diabetes Association.\r\n", "article_link": "http://dx.doi.org/10.1016/j.jnutbio.2017.07.015", "url": "http://www.eurekalert.org/pub_releases/2017-08/byu-cic082717.php", "region": "namerica", "source_link": "http://news.byu.edu/news/unlikely-tool-combat-diabetes-cocoa-says-researchers", "funder": "Diabetes Action Research and Education Foundation, American Diabetes Association", "meeting": "", "institution": "Brigham Young University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Journal of Nutritional Biochemistry", "description": "What if eating chocolate helped prevent and treat diabetes? It's crazy enough to laugh off.\r\n\r\nBut here's the thing: BYU researchers have discovered certain compounds found in cocoa can actually help your body release more insulin and respond to increased blood glucose better. Insulin is the hormone that manages glucose, the blood sugar that reaches unhealthy levels in diabetes.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}