{"title": "Coronary artery bypass surgery effective in patients with type 1 diabetes", "text": "Coronary artery bypass surgery (CABG) is the best method of treating artherosclerotic coronary arteries in diabetes patients with multivessel disease, even in the presence of type 1 diabetes, a new study from Karolinska Institutet reports, clearing up a question in the current recommendation. The study is published in Journal of the American College of Cardiology (JACC).International guidelines recommend coronary artery bypass surgery (CABG) over the use of balloon catheters (in a process called percutaneous coronary intervention, or PCI) to widen artherosclerotic coronary arteries in diabetes patients with two or more diseased coronary vessels. However, since the underlying research has not differentiated between patients with type 2 diabetes and the less common type 1 diabetes, it has been unclear whether the recommendation applies to both types.\"Since type 1 diabetes is a different disease with different complications, it's never been given that the treatment should be the same as with type 2 diabetes,\" says Martin Holzmann, researcher at Karolinska Institutet's Department of Medicine in Solna.Dr Holzmann and his colleagues have now followed up all patients with type 1 diabetes who underwent so-called revascularization of two or more narrowed coronary vessels, a procedure for improving blood circulation in the heart, in Sweden between the years 1995 and 2013.Their results show that patients who underwent revascularization using PCI ran a 45 per cent higher risk of fatal heart disease and a 47 per cent higher risk of myocardial infarction during the average 10-year follow-up time than patients who were treated with CABG. They were also five times more likely to need further PCI or CABG treatment.\"The results suggest that CABG should also be the preferred procedure for patients with type 1 diabetes and two or more diseased coronary vessels, as currently stated in guidelines for diabetes patients\" says Dr Holzmann.The researchers also found that the relative number of CAGB procedures declined dramatically over the study period. Between 1995 and 2000, CAGB accounted for 58 per cent of revascularizations in patients with type 1 diabetes and at least two diseased coronary vessels, a figure that was down to only 5 per cent between 2007 and 2013.Dr Holzmann hopes that their findings will impact on medical practice.\"PCI is easier to perform and isn't so invasive for the patient, so there are arguments in favour of this method too,\" Dr Holzmann explains. \"But both randomised studies and registry studies have shown unequivocally that CABG is the best revascularization method for diabetes patients with at least two diseased coronary vessels. We've now found corroborating evidence for this and confirmed that it applies to all diabetes patients.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.07.744", "url": "http://www.eurekalert.org/pub_releases/2017-08/ki-cab082817.php", "region": "europe", "source_link": "http://www.onlinejacc.org/content/early/2017/08/18/j.jacc.2017.07.744.full", "funder": "", "meeting": "", "institution": "Karolinska Institutet", "keywords": ["Medicine/Health", " Cardiology", " Diabetes"], "journal": "Journal of the American College of Cardiology", "description": "Coronary artery bypass surgery (CABG) is the best method of treating artherosclerotic coronary arteries in diabetes patients with multivessel disease, even in the presence of type 1 diabetes, a new study from Karolinska Institutet reports, clearing up a question in the current recommendation. The study is published in Journal of the American College of Cardiology (JACC).", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}