{"title": "Married patients with heart disease have better survival rates", "text": "Barcelona, Spain - 28 Aug 2017: Marriage is a vital factor affecting the survival of patients who have had a heart attack, as well as the survival of patients with the most important risk factors, according to research presented today at ESC Congress.1Researchers based at Aston Medical School in Birmingham, UK, used the Algorithm for Comorbidities, Associations, Length of Stay and Mortality (ACALM) database of patients hospitalised in England between 2000 and 2013 to study the effect of marital status on survival in patients with cardiovascular risk factors or a previous heart attack. Among the 929 552 adult patients admitted during the study period, 25 287 had a previous heart attack, 168 431 had high blood pressure, 53 055 had high cholesterol, and 68 098 had type 2 diabetes mellitus. Patients were categorised as single, married, divorced, or widowed and followed up until 2013 for mortality.Of those who had a heart attack, married patients were 14% more likely than single patients to survive after the event. Marriage was also protective in patients with the three biggest risk factors for heart disease. Married patients with high cholesterol were 16% more likely to be alive at the end of the study. The same was true for diabetes and high blood pressure, with married people having 14% and 10% higher survival, respectively, compared to those who were single. Although the protective effect of marriage has been shown before, this is one of the largest studies of its kind. It is also the first to show that this large beneficial effect is not only true in patients who have had a heart attack but in those who have preventable cardiovascular risk factors, which cause up to 80% of heart attacks.Dr Paul Carter, lead author of the study and a researcher at the ACALM Study Unit, said: \"Marriage, and having a spouse at home, is likely to offer emotional and physical support on a number of levels ranging from encouraging patients to live healthier lifestyles, helping them to cope with the condition and helping them to comply to their medical treatments. Our findings suggest that marriage is one way that patients can receive support to successfully control their risk factors for heart disease, and ultimately survive with them.\"\"The nature of a relationship is important and there is a lot of evidence that stress and stressful life events, such as divorce, are linked to heart disease,\" added Dr Carter. \"With this in mind, we also found that divorced patients with high blood pressure or a previous heart attack had lower survival rates than married patients with the same condition.\"Dr Rahul Potluri, senior author and founder of the ACALM Study Unit, said: \"Heart attacks are devastating events. It's important that patients receive the necessary support to cope with them whether it's from a spouse, friends, family or anyone they choose to involve in their care. Doctors need to treat patients in a holistic manner and encourage this as well as the use of support groups and rehabilitation courses.\"\"Our findings are even more relevant to patients with cardiovascular risk factors who are at particularly high risk in that they are silently living with conditions that increase their risk of a heart attack without experiencing any symptoms,\" continued Dr Potluri. \"It's important that patients with these dangerous, but preventable, risk factors follow the lifestyle and medication advice of their doctors to limit this risk, and social support networks are vital in doing so. This study confirms the importance of these psychosocial factors in patients with cardiovascular disease as a whole.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-mpw081817.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/esc-congress-2017-hot-line-tips?hit=wireek", "funder": "", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "Marriage is a vital factor affecting the survival of patients who have had a heart attack, as well as the survival of patients with the most important risk factors, according to research presented today at ESC Congress.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}