{"title": "16-year study suggests air temperature is external trigger for heart attack", "text": "Barcelona, Spain - 28 Aug 2017: A 16 year study in more than 280 000 patients has suggested that air temperature is an external trigger for heart attack. The findings are presented today at ESC Congress.1\"There is seasonal variation in the occurrence of heart attack, with incidence declining in summer and peaking in winter,\" said first author Dr Moman A. Mohammad, from the Department of Cardiology at Lund University, Skane University Hospital, Lund, Sweden. \"It is unclear whether this is due to colder temperatures or behavioural changes.\"This nationwide, 16 year, observational study led by Prof David Erlinge from Lund University, is the largest to investigate the association between heart attack incidence and weather conditions such as air temperature, sunshine duration, precipitation, and air pressure.Using the Swedish myocardial infarction registry (SWEDEHEART), all consecutive heart attacks treated at a coronary care unit between 1 January 1998 and 31 December 2013 were included in the study. The investigators studied the specific weather conditions during which heart attacks occurred using local meteorological data from hundreds of weather stations in the Swedish Meteorological and Hydrological Institute (SMHI). The average daily minimum temperature was calculated for the entire country as well as the six healthcare regions in Sweden and stratified as 10 °C. The relationship between the average number of heart attacks per day and the average minimum air temperature was evaluated.During the study period, a total of 280 873 heart attacks occurred of which meteorological data were available for 99%. The average number of heart attacks per day was significantly higher during colder temperatures as compared to warmer. The results were consistent across healthcare regions.On a day-to-day basis, this translated into four more heart attacks in Sweden when the average daily temperature was less than 0 °C as compared to when it was above 10°C. Furthermore, the occurrence of heart attacks was increased with higher wind velocities, limited sunshine duration and higher air humidity. Consistent results were observed in ST-segment elevation myocardial infarction and non-ST-segment elevation myocardial infarction. The investigators analysed the relationship between heart attack incidence and weather conditions in subgroups including the elderly, those with hypertension, diabetes mellitus or previous heart attacks, and patients taking various medications. The link between heart attack incidence and weather conditions was stable across subgroups.Dr Mohammad said: \"Our results consistently showed a higher occurrence of heart attacks in sub-zero temperatures. The findings were the same across a large range of patient subgroups, and at national as well as regional levels, suggesting that air temperature is a trigger for heart attack.\"The body responds to cold by constricting superficial blood vessels, which decreases thermal conduction in the skin and subsequently increases arterial blood pressure. Other responses are shivering and increased heart rate, which raise the metabolic rate and in turn increase body temperature. \"In the majority of healthy people these mechanisms are well tolerated,\" said Dr Mohammad. \"But in people with atherosclerotic plaques in their coronary arteries they may trigger a heart attack.\"As this was an observational study, Dr Mohammad said there were other factors that may have contributed to the results. He said: \"Respiratory tract infections and influenza are known risk factors for heart attack that have a clear seasonal variation. In addition, seasonal-dependent behaviours such as reduced physical activity and dietary changes could play a role in the increased occurrence of heart attack during colder weather.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-1ys081917.php", "region": "europe", "source_link": null, "funder": "Swedish Heart and Lung Foundation, Swedish Scientific Research Council, SSF, Knut and Alice Wallenbergs Foundation, ALF, Skane University Hospital", "meeting": "ESC Congress 2017 ", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "A 16-year study in more than 280,000 patients has suggested that air temperature is an external trigger for heart attack. The findings are presented today at ESC Congress.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}