{"title": "Inclisiran lowers 'bad' cholesterol for up to 1 year (ORION 1)", "text": "Barcelona, Spain - 28 Aug 2017: Inclisiran lowers low-density lipoprotein (LDL; \"bad\") cholesterol for up to one year in patients with high cardiovascular risk and elevated LDL cholesterol, according to late-breaking results from the ORION 1 trial presented today in a Hot Line LBCT Session at ESC Congress.1\"The ease of dosing - small volume subcutaneous injections twice a year most likely given by healthcare professionals - promises to improve patient adherence to lipid therapy, which has been a real problem with all other approaches,\" said principal investigator Prof Kausik K Ray, professor of public health, Imperial College London, UK, and honorary consultant cardiologist, Imperial College NHS Trust.ORION 1 is a multicentre, placebo-controlled, double-blind, randomised phase II study on the impact of single or multiple subcutaneous injections of inclisiran on LDL cholesterol reductions over one year. Inclisiran is a first-in-class investigational drug that acts by turning off PCSK9 synthesis in the liver. The objective was to identify the dose and dosing frequency required for the phase III trials.The trial included 501 patients with atherosclerotic cardiovascular disease (ASCVD) and elevated LDL cholesterol (>70mg/ml) despite maximum tolerated statin therapy and patients without ASCVD but with high cardiovascular risk conditions such as diabetes and familial hypercholesterolaemia in whom LDL cholesterol was >100mg/dl despite maximally tolerated statin therapy.Patients were randomised into eight treatment groups: a single dose regimen of 200, 300 or 500 mg inclisiran, or placebo; or a two dose regimen of 100, 200 or 300 mg inclisiran, or placebo, at days one and 90.The primary endpoint was the percentage change in LDL cholesterol at six months for each dose of inclisiran versus placebo. As previously reported, the two dose 300 mg inclisiran regimen gave the greatest reduction in LDL cholesterol at six months.2Today researchers report results of one of the secondary endpoints, which was the change in LDL cholesterol at one year with one or two doses of inclisiran. Against a background therapy of statins (73%), alone or with ezetimibe (31%), the time averaged reductions in LDL cholesterol at one year with a single dose of 200, 300 or 500 mg inclisiran were   -31.6%, -38.1% and -39.8%, respectively. The time averaged reductions in LDL cholesterol at one year with a two dose regimen of 100, 200 or 300 mg inclisiran were -31.0%, -41.1% and -46.8%, respectively.As expected based on predictive modelling, patients began to return to their baseline LDL cholesterol values by an average of 2-3% per month, meaning they will be back to their starting levels by about 18-21 months for the two dose groups. Every patient on the two dose regimen had a significant response and the mean LDL cholesterol reductions over time were practically constant. Safety was generally similar between inclisiran and placebo apart from a small numerical excess of injection site reactions with the study drug.Prof Ray said: \"These one year data affirm and extend the six month results. The two dose 300 mg regimen produced the greatest reductions in LDL cholesterol, with an average time-adjusted fall of almost 50% at one year. The sustained LDL cholesterol lowering effects of inclisiran were achieved without side effects and were accompanied by predictable and gradual reversal. The data support dosing twice a year after initial injections on days one and 90.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-il082617.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/inclisiran-lowers-bad-cholesterol-for-up-to-one-year", "funder": "The Medicines Company", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "Inclisiran lowers low-density lipoprotein (LDL; 'bad') cholesterol for up to one year in patients with high cardiovascular risk and elevated LDL cholesterol, according to late-breaking results from the ORION 1 trial presented today in a Hot Line LBCT Session at ESC Congress.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}