{"title": "NIPPON follow-up: Shorter dual antiplatelet therapy stands the test of time (DAPT)", "text": "Barcelona, Spain - 28 Aug 2017: Three year follow-up of patients who received dual antiplatelet therapy (DAPT) after placement of a drug-eluting stent (DES) shows that a short course of the therapy continues to be as beneficial as a longer course.The long-term follow-up of patients in the NIPPON (NoborI dual antiplatelet therapy as aPPrOpriate DuratioN) study is presented today at ESC Congress 2017.\"These findings support and strengthen the evidence for short-term DAPT after DES deployment, and may help confirm that clinical benefits of extended DAPT are reduced in patients with newer generation DES,\" said Prof Masato Nakamura MD, PhD, from the Division of Cardiovascular Medicine at Toho University Ohashi Medical Center, in Tokyo Japan.\"The findings are important because shorter duration of therapy is less expensive and could theoretically reduce the risk of side-effects,\" noted Prof Nakamura. Initial results of NIPPON, presented last year at ESC Congress, showed no significant differences in rates of a composite efficacy and safety endpoint in patients randomised to either 6 or 18-month durations of DAPT  (J Am Coll Cardiol Interv 2017; 10: 1189-98). \"For the long-term follow-up we wanted to evaluate efficacy and safety individually,\" said Prof Nakamura explaining that efficacy endpoints included cardiac death, myocardial infarction, stroke, and definite or probable stent thrombosis, while the safety endpoint was major bleeding.Among the 3,307 patients included in the 3-year follow-up, there were no statistically significant differences between those treated for 6 versus 18 months in either safety or efficacy endpoints, although there was a numerically higher rate of better outcomes in the long-term DAPT group (HR: 1.53, 95%CI: 0.81-2.87, p=0.17), he reported. To explore this trend, the researchers did subgroup analyses to see if any particular groups fared better with longer therapy. They discovered that in patients aged 70-77 years with either diabetes or more severe coronary artery disease (based on a SYNTAX score above 23.3) the rate of efficacy events was zero percent in those on long-term therapy, but 18.8 percent in those on short-term therapy. These patients \"represent a high-risk population for ischemic events who might be good candidates for prolonged DAPT,\" they concluded.\"In real-world practice, it is not easy to find the balance between risks and benefits of DAPT duration, and consensus criteria for individualisation therapy have not been established,\" said Prof Nakamura. \"The present findings may provide some assistance, although it is essential to obtain confirmation by further investigation.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-nfs082717.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/nippon-follow-up-shorter-dual-antiplatelet-therapy-stands-the-test-of-time-dapt", "funder": "Association for Establishment of Evidence in Interventions", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "Three year follow-up of patients who received dual antiplatelet therapy (DAPT) after placement of a drug-eluting stent (DES) shows that a short course of the therapy continues to be as beneficial as a longer course.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}