{"title": "Oxygen therapy does not improve survival (DETO2X-AMI)", "text": "Barcelona, Spain - 28 Aug 2017: Oxygen therapy does not improve survival in patients with heart attack symptoms, according to late-breaking research presented today in a Hot Line LBCT Session at ESC Congress1 and published in the NEJM.\"The DETO2X-AMI2 study questions the current practice of routine oxygen therapy for all patients with suspected myocardial infarction (heart attack),\" said first author Dr Robin Hofmann, a cardiologist from the Karolinska Institutet at Södersjukhuset, Stockholm, Sweden.This prospective, randomised, open-label trial enrolled 6 229 patients with suspected heart attack from 35 hospitals across Sweden. Half of the patients were assigned to oxygen given through an open face mask and the other half to room air without a mask.The primary outcome, the mortality rate one year after randomisation, was not statistically different between the two groups (5.0% in the oxygen group versus 5.1% in the air group). Similarly, there was no significant difference between the two groups for secondary endpoints, including the risk of a new heart attack or heart muscle injury measured by markers in the blood.Even in patients at high risk, such as smokers, older patients, patients with diabetes, or patients with previous heart disease, the results were similar concerning mortality within one year.European Society of Cardiology (ESC) guidelines on treatment of patients with ST-segment elevation myocardial infarction (STEMI) recommend oxygen (by mask or nasal prongs) for patients who are breathless, hypoxic, or have heart failure.3 They add that the systematic use of oxygen in patients without heart failure or dyspnoea (shortness of breath) \"is at best uncertain\".\"ESC guidelines have gradually shifted towards more restrictive use of oxygen,\" said author Prof Stefan James, a cardiologist at Uppsala University, Uppsala, Sweden. \"While the current recommendations were based on expert opinion only, we can now add substantial new data from our large clinical trial.\"\"The study results will likely have an immediate impact on clinical practice and future guidelines,\" he added. \"Our findings do not support the routine use of oxygen therapy in all patients with symptoms of a heart attack. The general use of oxygen in these cases is still widespread in the world but can now be adjusted.\"A fear that oxygen therapy could be harmful arose after the AVOID trial found a larger infarct size in patients receiving oxygen therapy.4 \"Routine oxygen therapy seems unnecessary in this patient group, but fortunately our data do not give any indication of increased risk for the patients on oxygen,\" said Prof James. \"So all of us who have generally used oxygen for decades can now rest assured.\"The DETO2X-AMI trial is the first large-scale randomised trial of oxygen therapy in patients with suspected myocardial infarction to be large enough to reveal meaningful findings on mortality and morbidity. The study enrolled six times more patients than all previous randomised trials of this therapy combined and included a much broader range of patients to make the results relevant to everyday clinical practice.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-otd082617.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/oxygen-therapy-does-not-improve-survival-in-patients-with-heart-attack-symptoms", "funder": "Swedish Heart-Lung Foundation, Swedish Research Council, Swedish Foundation for Strategic Research", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "New England Journal of Medicine", "description": "Oxygen therapy does not improve survival in patients with heart attack symptoms, according to late-breaking research presented today in a Hot Line LBCT Session at ESC Congress and published in the NEJM.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}