{"title": "Clinical trial uses nicotine patches to treat chronic lung disease", "text": "Doctors believe there is some good to be found in nicotine, the highly addictive drug in tobacco products. Lung experts at The Ohio State University Wexner Medical Center are testing whether nicotine can help people with a chronic inflammatory lung disease called sarcoidosis. \r\n\t\"It's tricky because it mimics other diseases. It's frequently misdiagnosed. Sarcoidosis can look like lung nodules, pneumonia, scar tissue, even lung cancer. It can involve other vital organs, and it differs from one person to the next,\" said Dr. Elliott Crouser, a pulmonologist specializing in sarcoidosis. Left untreated, the disease can cause severe lung damage and even death. Unlike most lung diseases, the main symptom isn't shortness of breath, but debilitating fatigue. Current treatments such as steroids often have side effects harsher than the symptoms of the disease itself. \"We can't use the medications for very long before these side effects occur. They can be severe, such as the development of osteoporosis, cataracts, diabetes or high blood pressure and complications related to those,\" Crouser said. \"We need better, more tolerable options.\" \r\n\tSo Crouser is leading a clinical trial at Ohio State Wexner Medical Center to test nicotine patches, normally used to help people stop smoking, as a potential treatment for sarcoidosis. A small initial study of the patches showed some benefit, and now Crouser is conducting a larger, randomized trial. The Cleveland Clinic is also participating in the study. \r\n\t\"Why nicotine? Around 2000, we learned two things. There was new evidence that nicotine is an anti-inflammatory, and from other studies we discovered smokers were less likely to get sarcoidosis,\" Crouser said. \"So we're testing whether nicotine can be a solution. We hope people will actually get a secondary benefit - not only will their lung disease get better, but they'll feel more energized and have better quality of life.\" \r\n\tTrial participants are randomized to receive a patch with nicotine or a placebo for seven months. Researchers will evaluate lung function using computerized axial tomography (CAT scans) along with computer models to monitor disease progression or improvement. No one knows exactly what causes sarcoidosis, but experts believe it's related to an environmental exposure. Because symptoms vary widely, it's still unclear what triggers the disease. Many patients can recover from sarcoidosis, or go into remission. For some, it's a chronic condition. \r\n\t\"There isn't a lot of data on the disease but we are learning more about it. We know black women are at higher risk but we don't know why,\" Crouser said. \"We're seeing more cases diagnosed overall. We think that might be from increased awareness of the disease among the healthcare community and the use of more sensitive screening tests, such as CAT scans, which improves the detection of the disease. It is also possible that something in the environment is triggering more cases of sarcoidosis. More research is needed to better understand the disease and to improve the current standards of care.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/m-ctu082817.php", "region": "namerica", "source_link": "http://bit.ly/2vkYmBq", "funder": "", "meeting": "", "institution": "Ohio State University Wexner Medical Center", "keywords": ["Medicine/Health", " Clinical Trials", " Pulmonary/Respiratory Medicine", " Smoking/Tobacco"], "journal": "", "description": "Nicotine patches were created to help smokers quit, but researchers are conducting a study to see if they can also help patients who suffer from a chronic lung disease. Sarcoidosis is a growth of inflammatory cells, most likely triggered by inhaling pesticides or other toxic materials. If the condition doesn't go away on its own, it can cause severe lung damage and even death.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}