{"title": "Mount Sinai identifies strategies to optimize statin treatment for muscle symptoms", "text": " (New York - August 28, 2017) -- Statins are highly effective for preventing heart attacks by reducing low-density lipoprotein or \"bad\" cholesterol. However, 10 to 20 percent of patients taking statins report muscle-related symptoms including aches, pains and cramps that prevent the use of recommended doses.  Patients who have difficulty taking statins have a high risk of cardiovascular events, resulting in higher health care costs.To address these concerns, Mount Sinai researchers are providing approaches to optimize cardiovascular risk reduction for these patients. The findings will be published in Journal of the American College of Cardiology on Monday, August 28, at 2 pm.Since adverse muscle symptoms are subjective, the research team developed a statin-associated muscle symptom (SAMS) clinical index to evaluate whether the symptoms are consistent with statin-associated muscle symptoms. A low score identifies patients with a very low likelihood that the muscle symptoms are truly due to the statin.\"Muscle symptoms experienced by patients on statin therapy may or not be related to the medication,\" said the study's lead author, Robert Rosenson, MD, Professor of Medicine and Director of Cardiometabolic Disorders at the Icahn School of Medicine at Mount Sinai. \"A different statin may be well tolerated in patients who were unable to tolerate a particular statin.\"Rosenson and the research team propose the following strategies for optimizing cholesterol treatment in patients with SAMS:", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.07.752", "url": "http://www.eurekalert.org/pub_releases/2017-08/tmsh-msi082217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Journal of the American College of Cardiology", "description": "10 to 20 percent of patients taking statins report muscle-related symptoms including aches, pains and cramps that prevent the use of recommended doses.  Patients who have difficulty taking statins have a high risk of cardiovascular events, resulting in higher health care costs.To address these concerns, Mount Sinai researchers are providing approaches to optimize cardiovascular risk reduction for these patients. The findings will be published in Journal of the American College of Cardiology.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}