{"title": "Anti-inflammatory therapy cuts risk of lung cancer", "text": "In most clinical trials for cancer therapy, investigators test treatments in patients with advanced disease. But a recent cardiovascular secondary prevention study has given researchers a unique opportunity: to explore the effectiveness of giving a drug to patients before cancer emerges. At the European Society of Cardiology meeting, Paul M. Ridker, MD, director of the Center for Cardiovascular Disease Prevention at BWH, and colleagues presented findings from CANTOS (Canakinumab Anti-inflammatory Thrombosis Outcomes Study). In addition to their cardiovascular results, Ridker and colleagues shared that patients who received the anti-inflammatory therapy canakinumab had a marked reduction in the incidence of lung cancer and lung cancer mortality. In this high-risk population, death from cancer was reduced by half in the group of people who received the highest dosage of the drug. These findings are detailed in a paper published simultaneously in The Lancet. \"As an inflammatory biologist and cardiologist, my primary interest is in heart disease, but my colleagues and I were aware of experimental research indicating a connection between cancer and inflammation, and we recognized that our cardiovascular clinical trial could be the perfect place to explore this link,\" said Ridker. \"The data are exciting because they point to the possibility of slowing the progression of certain cancers. However, this is an exploratory study that needs replication.\"CANTOS, designed by Ridker and his colleagues and sponsored by Novartis Pharmaceuticals, is a randomized, double-blinded trial of the anti-inflammatory drug canakinumab, with the primary goal of testing whether the drug lowered rates of heart attack, stroke and cardiovascular death. More than 10,000 patients with a history of heart attacks who had high levels of C-reactive protein (hsCRP) - a biomarker of inflammation - were enrolled in the study. None of the participants had been diagnosed with cancer.  Participants in the trial received 50 mg, 150 mg or 300 mg of canakinumab or a placebo, injected subcutaneously every three months. They were followed for up to five-and-a-half years. The researchers observed a marked cut in rates of total cancer death, but especially in death due to lung cancer, as well as in the incidence of lung cancer among patients who received the drug. This effect was dose-dependent - for example, lung cancer rates were reduced 26 percent, 39 percent and 67 percent, respectively, for the low, medium and high doses of canakinumab. Patients who received the highest dose of the drug (300 mg) had approximately half the rate of total cancer deaths and one-quarter the rate of fatal lung cancer compared to those who received the placebo. Inflammation is one of the body's first lines of defense against harmful invaders such as bacteria. Inflammation can also occur in the lungs, for example, when a person smokes, inhales polluted air or is exposed to toxins such as silica and asbestos. That inflammation is known to increase the risk of lung cancer. CANTOS evaluated participants with a history of heart attacks who were selected for elevated hsCRP, itself a risk marker for lung cancer. Ridker and colleagues knew that this population - many of whom were smokers - would be at high risk for lung cancer. Therefore, the team had formed an adjudication committee of leading cancer experts as part of their safety monitoring plan, in anticipation of cancer-relevant results. The research team notes that it's unlikely canakinumab directly prevents new lung cancers from developing - instead, they believe it's more probable that the drug helps slow lung cancer progression and invasiveness, consistent with prior studies in animal models.\"These are fascinating, human findings that open a potential new class of therapies for cancer,\" said Laurie H. Glimcher, MD, president and CEO of Dana-Farber Cancer Institute who was not involved in the study. \"We look forward to working with Dr. Ridker and his colleagues to develop and further evaluate anti-inflammatory therapies for lung cancer.\"The team closely monitored for adverse events and found an increased risk of fatal infections among approximately one of every 1,000 patients treated. As reported at ESC today, CANTOS met its primary cardiovascular endpoint, reducing risk of a composite of heart attack, stroke and cardiovascular death by 15 percent (more details in an accompanying BWH press release and simultaneously published New England Journal of Medicine paper). The research team also found significant reductions in arthritis, gout and osteoarthritis, due to the drug's anti-inflammatory properties. The drug used in this study - canakinumab - is a fully human monoclonal antibody that neutralizes interleukin-1β. Interleukin-1 is a pro-inflammatory cytokine that, if overexpressed, results in increase inflammation throughout the body as well as increased levels of hsCRP. Canakinumab is currently an \"orphan drug\" indicated to treat several rare inherited conditions associated with over-production of IL-1?. Ridker is also serving as a principal investigator for CIRT (Cardiovascular Inflammation Reduction Trial, sponsored by the National, Heart, Lung and Blood Institute), an ongoing clinical trial testing the effectiveness of low-dose methotrexate in cardiovascular disease. In contrast to canakinumab, low-dose methotrexate is a generic, inexpensive drug commonly used to treat rheumatoid arthritis. Results of CIRT are expected in two to three years. \"Our work builds on the idea that cancer and inflammation are intimately linked, and gives novel insights regarding how inhibiting inflammation may slow cancer progression and invasiveness,\" said Ridker. \"While confirmatory work in formal cancer studies are needed to address if and how canakinumab can be integrated into lung cancer protocols, this work represents a stepping stone toward what we hope will be a new treatment approach.\" Many Brigham researchers and Brigham-led clinical trials have helped build the case that hsCRP is a marker of inflammation. After making initial observations in the Brigham-led Physicians Health Study and Women's Health Study, Ridker and colleagues continued to unearth evidence of a connection between higher hsCRP levels and greater risk of atherothrombosis through a series of additional Brigham-led clinical trials, including Cholesterol and Recurrent Events (CARE), PRINCE, LANCET, PROVE IT - TIMI 22 and JUPITER. Multiple studies have since shown that hsCRP levels are also predictive of future lung cancer. CANTOS was proposed and designed by investigators in the Center for Cardiovascular Disease Prevention at BWH, in collaboration with Novartis. In addition to Ridker, other Brigham and Women's Hospital researchers who contributed critically to this work include Jean MacFadyen, BA; Brendan M. Everett, MD; Peter Libby, MD; and Robert J. Glynn, ScD. Ridker and Glynn received financial support for clinical research from Novartis to conduct the CANTOS. Ridker has served as a consultant to Novartis and is listed as a co-inventor on patents held by BWH that relate to the use of inflammatory biomarkers in cardiovascular disease and diabetes that have been licensed to AstraZeneca and Siemens.", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)32247-X", "url": "http://www.eurekalert.org/pub_releases/2017-08/bawh-atc082817.php", "region": "namerica", "source_link": null, "funder": "Novartis", "meeting": "ESC Congress 2017", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Cardiology"], "journal": "The Lancet", "description": "In most clinical trials for cancer therapy, investigators test treatments in patients with advanced disease. But a recent cardiovascular secondary prevention study has given researchers a unique opportunity: to explore the effectiveness of giving a drug to patients before cancer emerges.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}