{"title": "Repetitive elements shape embryonic chromatin landscape", "text": "Retrotransposons are repetitive elements that form almost half of the mammalian genome. Even though they are so common, they have previously been considered to be fairly insignificant. Together with colleagues from the USA, scientists from the Helmholtz Zentrum München have now shown in Nature Genetics that retrotransposons play an important role in embryonic development.The researchers specifically investigated the role of so-called LINE1 (L1) elements, the most abundant retrotransposon family in mammals.* \"We already knew L1 elements to be highly expressed in early embryogenesis and so we wanted to know if this transcription is important in the events taking place in the early embryo\" says Prof. Dr. Maria Elena Torres-Padilla who headed the study. She is director of the Institute of Epigenetics and Stem Cells (IES) at Helmholtz Zentrum München and professor of Stem Cell Biology at the Ludwig-Maximilians-Universität München (LMU). Examining the expression of L1 in an experimental model, the researchers observed a peak when the embryo consists of only 2 cells, followed by a decrease in expression by the time the embryo attaches to womb of the mother. These stages are crucial for a successful pregnancy. To understand the importance of L1 elements they used artificially designed transcription factors (TALE, for transcription activator-like effector) to prevent or promote L1 expression in embryos. \"We found that too much or too little L1 expression caused development to come to a halt\" explains Dr. Joanna Jachowicz (IES), first author of the paper. \"This means that the precise timing and level of retrotransposon expression is critical for the development of the embryo.\"Unexpectedly, the scientists showed that the mechanism behind this regulation was independent of the coding nature of the transcript and of retrotransposition, that is, the ability of these elements to 'jump' to other parts of the genome. The researchers instead turned their attention to the chromatin**. Using their engineering approach, the researchers showed that expressing L1 caused chromatin to be more open, while stopping L1 expression caused chromatin to be more tightly packed. \"These results identify a novel role for retrotransposons in shaping the chromatin 'landscape' necessary for the early developmental programme\", explains Torres-Padilla. \"It was previously assumed that the activation of retrotransposons was simply a side-effect of the chromatin remodelling occurring after fertilisation, a process termed epigenetic reprogramming. Our study demonstrates that L1 elements have a specific role in regulating chromatin accessibility which in turn is necessary for the correct developmental programme to take place. This study is hugely significant in assigning a role to a large amount of the mammalian genome at the very earliest stages of life.\"   In the future, the scientists would like to explore this process further and investigate whether other transposable elements have similar functions. \"The overall aim of our research is to understand the processes occurring in the early embryo\" adds Torres-Padilla. \"This is a very fascinating stage of development because all the cell types of the body will arise from the single cell present after fertilisation\". This is particularly relevant for the field of regenerative medicine, which aims to create different cell types and organs in the petri-dish for therapeutic use.  ", "article_link": "http://dx.doi.org/10.1038/ng.3945", "url": "http://www.eurekalert.org/pub_releases/2017-08/hzm--res082517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Developmental/Reproductive Biology", " Genetics", " Molecular Biology", " Fertility"], "journal": "Nature Genetics", "description": "Retrotransposons are repetitive elements that form almost half of the mammalian genome. Even though they are so common, they have previously been considered to be fairly insignificant. Together with colleagues from the USA, scientists from the Helmholtz Zentrum München have now shown in Nature Genetics that retrotransposons play an important role in embryonic development.", "date": "Mon, 28 Aug 2017 04:00:00 GMT"}