{"title": "PCSK9 is a co-activator of platelet function beyond its role in cholesterol homeostasis", "text": "Barcelona, Spain - 27 Aug 2017: PCSK9 is a co-activator of platelet function beyond its role in cholesterol homeostasis, according to research presented at ESC Congress today.1 The findings suggest that PCSK9 inhibitors, a new class of cholesterol lowering treatments, may also reduce thrombosis by interfering with platelet activation.Proprotein convertase subtilisin/kexin 9 (PCSK9) is a main player in cholesterol homeostasis by inducing degradation of the low density lipoprotein (LDL) cholesterol receptor. Emerging evidence indicates that plasma levels of PCSK9 predict recurrent cardiovascular events, for example myocardial infarction and angina, in patients with coronary artery disease, even in those with well controlled LDL cholesterol levels.\"We hypothesised that the contribution of PCSK9 to cardiovascular events might be mediated by as yet unknown cholesterol-independent pathways,\" said last author Dr Marina Camera, associate professor of pharmacology, University of Milan, Italy. \"It has been reported that increased plasma levels of PCSK9 are associated with platelet reactivity. However, no study has so far evaluated whether or not PCSK9 directly affects the function of platelets.\"Platelets play a key role in the acute, thrombotic complications of atherosclerosis by causing life-threatening ischaemic events at a late stage of the disease. Increased platelet activation (called platelet hyperreactivity) has been reported in patients with coronary artery disease and type 2 diabetes mellitus.This study evaluated whether PCSK9 modulates platelet activation. It also assessed whether PCSK9 is expressed in platelets from healthy subjects, stable angina patients, and patients with type 2 diabetes mellitus.The effect of PCSK9 on platelet function was studied using epinephrine-induced platelet aggregation in platelet-rich plasma preincubated or not with PCSK9. The effect of PCSK9 on platelet activation was investigated with whole blood flow cytometry evaluation of P-selectin, PAC-1 and tissue factor expression induced by epinephrine. PCSK9 expression in platelets was assessed by flow cytometry and further evaluated by western blot analysis in platelets and human megakaryocytes. PCSK9 levels were measured in platelets from 30 patients with stable angina (15 with diabetes, 15 without), ten patients with diabetes but without stable angina, and ten healthy people.The investigators showed for the first time that:\r\nDr Camera said: \"Our data provide novel knowledge on the mechanisms regulating platelet activation in physiological and pathological conditions. Considering the contribution of platelets to cardiovascular disease, the findings also shed light on a new mechanism that may be involved in platelet hyperreactivity in patients with stable angina and diabetes mellitus.\"She continued: \"Based on our data it is possible that the pharmacological inhibition of PCSK9, besides down-regulating cholesterol levels, may have the added value of controlling the prothrombotic burden interfering with platelet activation.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-pia081817.php", "region": "europe", "source_link": null, "funder": "2016 ASPIRE Cardiovascular Competitive Research Grant, Pfizer", "meeting": "ESC Congress 2017 ", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "PCSK9 is a co-activator of platelet function beyond its role in cholesterol homeostasis, according to research presented at ESC Congress today. The findings suggest that PCSK9 inhibitors, a new class of cholesterol-lowering treatments, may also reduce thrombosis by interfering with platelet activation.", "date": "Sun, 27 Aug 2017 04:00:00 GMT"}