{"title": "Rivaroxaban plus aspirin reduces adverse events (COMPASS)", "text": "Barcelona, Spain - 27 Aug 2017: Rivaroxaban plus aspirin reduces major adverse cardiovascular and limb events by nearly one-third in patients with peripheral artery disease, according to late-breaking results from the COMPASS trial presented today in a Hot Line - LBCT Session at ESC Congress.1Peripheral artery disease (PAD) affects an estimated 200 million people worldwide and is strongly associated with concomitant coronary, cerebral, and peripheral atherosclerosis. Patients are at increased risk of heart attack, stroke and death from cardiovascular causes, as well as limb-threatening ischaemia and amputation. Aspirin is the standard antithrombotic therapy but is only modestly effective.COMPASS2 was an international, double-blind, randomised controlled trial which included 7 470 patients with PAD of the lower extremities and carotid artery disease. COMPASS tested two possible ways to improve on aspirin, by using the combination of rivaroxaban and aspirin, or by using rivaroxaban alone, to protect against major adverse cardiovascular and limb events, including severe limb ischaemia and amputation.Patients with PAD were recruited from 558 centres in 33 counties in North and South America, Asia, Western and Eastern Europe, South Africa and Australia. One-third of COMPASS PAD patients were current smokers and 44% had diabetes - the two strongest risk factors for PAD.The treatments tested were rivaroxaban 2.5mg twice daily plus aspirin 100mg once daily and rivaroxaban 5mg twice daily, each of which were compared to standard therapy with aspirin 100mg once daily. The primary endpoint was a composite of myocardial infarction, stroke, or cardiovascular death.Consistent with the overall results of COMPASS, in patients with PAD the addition of low dose rivaroxaban to aspirin, compared with aspirin alone, reduced cardiovascular death, stroke or heart attack by 28%, and limb-threatening ischaemia, including amputation, by 46%. Considering both outcomes together, rivaroxaban and aspirin lowered major adverse cardiovascular or limb events by 31%.Rivaroxaban alone versus aspirin did not reduce major adverse cardiovascular events, but did reduce major adverse limb events. However, taking cardiovascular and limb events together, rivaroxaban alone was not superior to aspirin.The combination of rivaroxaban and aspirin increased the risk of major bleeding, but did not increase the risk of fatal or critical organ bleeding, and most major bleedings were reversible. Prof Sonia Anand, Professor of Medicine at McMaster University, Hamilton, Canada, who led the PAD component of the COMPASS trial, said: \"This is an important advance for patients with peripheral artery disease. Until now we have only had aspirin which is modestly effective. To now have a therapy that reduces major adverse cardiovascular events and major adverse limb events by one-third is going to be a great benefit for these high-risk patients.\" The results indicate that for every 1 000 PAD patients treated for an average of 21 months, rivaroxaban 2.5mg twice daily plus aspirin 100mg once daily prevents 27 patients from having a serious cardiovascular event at a cost of 12  major bleeds, most of which were readily treatable. The benefits were attained on top of proven secondary prevention therapies, including lipid-lowering and blood pressure-lowering drugs, and angiotensin converting enzyme inhibitors.The potential impact of the combination of rivaroxaban and aspirin in PAD patients is significant. Prof Salim Yusuf, Chair of the COMPASS Steering Committee and director of the Population Health Research Institute at McMaster University, said: \"PAD patients have a threefold risk of heart attack and stroke, and there is no antithrombotic therapy which reduces both cardiovascular and limb events. Use of low dose rivaroxaban and aspirin appears to be the right combination at the right dose to lower rates of cardiovascular and limb events in this high-risk population.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-rpa082617.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/rivaroxaban-plus-aspirin-reduces-adverse-events-in-patients-with-peripheral-artery-disease-compass-pad", "funder": "Bayer AG", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "Rivaroxaban plus aspirin reduces major adverse cardiovascular and limb events by nearly one-third in patients with peripheral artery disease, according to late-breaking results from the COMPASS trial presented today in a Hot Line -- LBCT Session at ESC Congress.", "date": "Sun, 27 Aug 2017 04:00:00 GMT"}