{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-09/elf-noe090717.php", "description": "More than one in four of people who work indoors are being exposed to secondhand smoke at work, according to new research to be presented at the European Respiratory Society International Congress 2017 on Sunday.", "article_link": null, "date": "Fri, 08 Sep 2017 04:00:00 GMT", "funder": "European Commission", "title": "Number of Europeans exposed to secondhand smoke at work rising to more than 1 in 4", "region": "europe", "source_link": null, "institution": "European Lung Foundation", "text": "Milan, Italy: More than one in four of people who work indoors are being exposed to second-hand smoke at work, according to new research to be presented at the European Respiratory Society International Congress 2017 on Sunday.The study by researchers at Imperial College London, UK, looked at all 28 countries currently in the European Union (EU), the majority of which have introduced smoke-free legislation to protect workers from second-hand smoke.Although the study did find a reduction in the number of people exposed to second-hand smoke in restaurants and bars, it also revealed that the number of people exposed in indoor workplaces has increased.The research involved a survey of more than 55,000 people across the EU, around half were surveyed in 2009 and the other half in 2014. During that time several countries, including Bulgaria, Spain, Belgium and Hungary, introduced stricter legislation banning smoking in public buildings and indoor work places to protect workers.These new laws, and better enforcement of existing regulations, were reflected in the results of the survey. In 2014, one in four said they had been exposed to second-hand smoke when they visited a bar in the last year, compared to almost one in two in 2009 (25.1% compared to 45.1%). For restaurants, it was one in nine in 2014, compared to around one in three in 2009 (11.8% compared to 30.2%).However, of those people who work indoors, 27.5% said they had been exposed to second-hand smoke at work in 2014. This has risen from 23.8% in 2009. Researchers say it can be harder to enforce smoke-free legislation in workplaces because this can rely on individuals making complaints.The study suggests failures to enforce existing smoke-free laws, but it also reveals major variation between different EU countries, with some doing a better job of protecting workers than others.The results come as the European Respiratory Society and European Lung Foundation launch their annual Healthy Lungs for Life campaign with a series of events for the public and health professionals focusing on air pollution, occupational exposure and smoking cessation.The research will be presented by Dr Filippos Filippidis, a lecturer in public health at Imperial College London. He will tell the congress: \"This research is an essential way for us to monitor the progress that EU countries are making in upholding smoke-free laws.\"Our results suggest that progress is being made to protect people visiting bars and restaurants, but it is worrying to see that the number of workers in offices, shops and factories who are being exposed to second-hand smoke is actually increasing.\"Some countries, such as Sweden, the UK and Ireland, are doing well and are showing what can be achieved. Others, such as Greece and Cyprus, are falling behind.\"The effects of exposure to second-hand smoke are well established by medical research. It is known to increase the risks of stroke, coronary heart disease and lung cancer, and is responsible for more than 600,000 deaths per year around the world.Dr Filippidis continues: \"Our results suggest there is still a lot more work to be done to protect people in some parts of Europe.\"The first step is for all countries to pass comprehensive smoke-free legislation, as there are still places where laws are weak. Some countries clearly have very effective mechanisms for enforcing existing legislation. The rest just need to follow their lead and it is primarily an issue of political will.\"I can directly compare my home country, Greece, with the UK, where I have been working for the past few years. They both have very good smoke-free laws, but efforts to enforce them in Greece have been very poor, which is reflected in the high proportion of Greek people reporting exposure to secondhand smoke.\"As long as EU governments are determined to protect their citizens, exposure to second-hand smoke can be dramatically decreased, with huge health benefits.\"Dr Filippidis and his colleagues continue to monitor changes in second-hand smoke exposure in Europe and their next steps will be to try to uncover exactly why some countries have improved less than others.\r\n", "meeting": "European Respiratory Society International Congress 2017", "keywords": ["Medicine/Health", " Environmental Health", " Pulmonary/Respiratory Medicine", " Public Health"]}