{"journal": "JAMA Otolaryngology Head Neck Surgery", "url": "http://www.eurekalert.org/pub_releases/2017-09/nh-mdm090617.php", "description": "A plant-based, Mediterranean-style diet has been shown to provide the same medical benefits for treating laryngopharyngeal reflux as popular reflux medications. This is according to a study published today in JAMA Otolaryngology Head Neck Surgery by researchers from Northwell Health's The Feinstein Institute for Medical Research and New York Medical College.", "article_link": null, "date": "Thu, 07 Sep 2017 04:00:00 GMT", "funder": "", "title": "Mediterranean-style diet may eliminate need for reflux medications", "region": "namerica", "source_link": null, "institution": "Northwell Health", "text": "A plant-based, Mediterranean-style diet has been shown to provide the same medical benefits for treating laryngopharyngeal reflux as popular reflux medications. This is according to a study published today in JAMA Otolaryngology Head Neck Surgery by researchers from Northwell Health's The Feinstein Institute for Medical Research and New York Medical College. When compared to patients who took the traditional reflux medication, proton pump inhibitors (PPI), those patients who consumed a 90-95% whole food, plant-based, Mediterranean-style diet paired with alkaline water had the same if not better reduction in reflux symptoms. 62.6 percent of patients treated with a plant-based diet and alkaline water saw a six point reduction in their Reflux Symptom Index (RSI - a measurement for the severity of reflux symptoms), compared to 54.1 percent reduction in patients taking PPI's. Though this research only focused on those with laryngopharyngeal reflux, this same diet regimen has implications to help patients with gastro-esophageal acid reflux (also known as GERD).Lead author of the study, Craig H. Zalvan, MD, FACS, chief of Otolaryngology and medical director of The Institute for Voice and Swallowing Disorders at Northwell Health's Phelps Hospital and researcher at the Feinstein Institute, said he was formerly one of the largest prescribers of PPI's in the region. Feeling that there had to be a better approach to treating reflux conditions like laryngopharyngeal reflux, he started to research alternatives.  \"Although effective in some patients, I felt medication couldn't be the only method to treat reflux and recent studies reporting increased rates of stroke and heart attack, dementia and kidney damage from prolonged PPI use made me more certain,\" said Dr. Zalvan. \"I did research and saw a lot of studies using plant-based diets to treat patients for many other chronic diseases, so I decided to develop a diet regimen to treat my laryngopharyngeal reflux patients. The results we found show we are heading in the right direction to treating reflux without medication.\"The diet suggested by Dr. Zalvan consists of mostly fruits, vegetables, grains and nuts with near complete cessation of dairy and meats including beef, chicken, fish, eggs and pork. This is in addition to standard reflux diet precautions like avoiding coffee, tea, chocolate, soda, greasy and fried food, spicy foods, fatty foods and alcohol. Along with relieving reflux symptoms, Dr. Zalvan noted that many of his patients who were treated with a plant-based diet also experienced some weight loss and a reduction of symptoms and medication use from other medical conditions like high blood pressure and high cholesterol.  Dr. Zalvan said that a plant-based diet approach with alkaline water and standard reflux precautions should either be attempted prior to the use of medication or with the short-term use of medication for more severe needs.\"Dr. Zalvan's approach of challenging assumptions in treatment norms epitomizes our view of medical research at the Feinstein Institute and Northwell Health,\" said Kevin J. Tracey, MD, president and CEO of the Feinstein Institute. \"We are committed to developing novel strategies to benefit our patients in a way that positively impacts medical practice globally.\"", "meeting": "", "keywords": ["Medicine/Health", " Nutrition/Nutrients"]}