{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoc--ubs090517.php", "description": "In research that potentially could delay the onset of Parkinson's disease, Alzheimer's disease, cancer, stroke, cardiovascular disease, and other diseases of aging, UCLA biologists have produced a genetic one-two punch that significantly slowed aging and improved health in the middle-aged fruit flies they studied.", "article_link": null, "date": "Wed, 06 Sep 2017 04:00:00 GMT", "funder": "", "title": "UCLA biologists slow aging, extend lifespan of fruit flies", "region": "namerica", "source_link": null, "institution": "University of California - Los Angeles", "text": "UCLA biologists have developed an intervention that serves as a cellular time machine -- turning back the clock on a key component of aging.In a study on middle-aged fruit flies, the researchers substantially improved the animals' health while significantly slowing their aging. They believe the technique could eventually lead to a way to delay the onset of Parkinson's disease, Alzheimer's disease, cancer, stroke, cardiovascular disease and other age-related diseases in humans.The approach focuses on mitochondria, the tiny power generators within cells that control the cells' growth and determine when they live and die. Mitochondria often become damaged with age, and as people grow older, those damaged mitochondria tend to accumulate in the brain, muscles and other organs. When cells can't eliminate the damaged mitochondria, those mitochondria can become toxic and contribute to a wide range of age-related diseases, said David Walker, a UCLA professor of integrative biology and physiology, and the study's senior author.In the new research, Walker and his colleagues found that as fruit flies reach middle age -- about one month into their two-month lifespan -- their mitochondria change from their original small, round shape.\"We think the fact that the mitochondria become larger and elongated impairs the cell's ability to clear the damaged mitochondria,\" Walker said.  \"And our research suggests dysfunctional mitochondria accumulate with age, rather than being discarded.\"The study, published Sept. 6 in the journal Nature Communications, reports that the UCLA scientists removed the damaged mitochondria by breaking up enlarged mitochondria into smaller pieces -- and that when they did, the flies became more active and more energetic and had more endurance. Following the treatment, female flies lived 20 percent longer than their typical lifespan, while males lived 12 percent longer, on average.The research highlights the importance of a protein called Drp1 in aging. At least in flies and mice, levels of Drp1 decline with age.To break apart the flies' mitochondria, Anil Rana, a UCLA project scientist and the study's lead author, increased their levels of Drp1. This enabled the flies to discard the smaller, damaged mitochondria, leaving only healthy mitochondria. Drp1 levels were increased for one week starting when the flies were 30 days old.At essentially the same time, Rana demonstrated that the flies' Atg1 gene also plays an essential role in turning back the clock on cellular aging. He did this by \"turning off\" the gene, rendering the flies' cells unable to eliminate the damaged mitochondria. This proved that Atg1 is required to reap the procedure's anti-aging effects: While Drp1 breaks up enlarged mitochondria, the Atg1 gene is needed to dispose of the damaged ones.\"It's like we took middle-aged muscle tissue and rejuvenated it to youthful muscle,\" said Walker, a member of UCLA's Molecular Biology Institute. \"We actually delayed age-related health decline. And seven days of intervention was sufficient to prolong their lives and enhance their health.\"One specific health problem the treatment addressed was the onset of leaky intestines, which previous research by Walker's team found commonly occurs about a week before fruit flies die. Subsequent research in other laboratories has determined that an increase in intestines' permeability is a hallmark of aging in worms, mice and monkeys. In the UCLA study, the condition was delayed after flies were given more Drp1.Fruit flies are often used for studies on aging because their short lifespan enables scientists to track the effects of specific treatments within a manageable period of time, and many of the features of aging at the cellular level are similar to those of humans. In addition, scientists have identified all of the fruit fly's genes and know how to switch individual ones on and off.Walker hopes that a technique similar to the one his team developed for fruit files could eventually help humans by slowing aging and delaying aging-related diseases. He said the fact that the new approach was effective even after a short time is especially significant because long-term use of nearly any drug can have harmful side effects in humans.Walker said one of the long-term goals of his research is to develop pharmaceuticals that would mimic the effects of Drp1, in order to extend people's lives and lengthen what he calls people's \"health spans,\" meaning the number of healthy years in their lives.In another part of the experiment, also involving middle-aged fruit flies, the scientists turned off a protein called Mfn that enables mitochondria to fuse together into larger pieces. Doing so also extended the flies' lives and improved their health.\"You can either break up the mitochondria with Drp1 or prevent them from fusing by inactivating Mfn,\" Rana said. \"Both have the same effect: making the mitochondria smaller and extending lifespan.\"Drp1's function in animals was discovered by Alexander van der Bliek, a UCLA professor of biological chemistry, in the early 2000s.", "meeting": "", "keywords": ["Biology", " Cell Biology", " Microbiology", " Molecular Biology", " Medicine/Health", " Cancer", " Stroke", " Aging", " Neurobiology", " Alzheimer's Disease"]}