{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-09/aaon-fss090117.php", "description": "A simple scratch-and-sniff test may one day be able to help identify some people at greater risk of developing Parkinson's disease up to 10 years before the disease could be diagnosed, according to a new study published in the Sept. 6, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "article_link": null, "date": "Wed, 06 Sep 2017 04:00:00 GMT", "funder": "", "title": "For some, smell test may signal Parkinson's disease up to 10 years before diagnosis", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - A simple scratch-and-sniff test may one day be able to help identify some people at greater risk of developing Parkinson's disease up to 10 years before the disease could be diagnosed, according to a new study published in the September 6, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The study found that older adults with a poor sense of smell are more likely to develop Parkinson's disease than people who perform better on the smell test. The researchers also found that the link was stronger in men than in women. The test asks people to smell 12 common odors, such as cinnamon, lemon, gasoline, soap and onion, and pick the correct answer from four choices. The study was one of the first to look at the sense of smell and Parkinson's disease in black people. Recent studies have shown the link in Asian and white people.\"Previous studies have shown that black people are more likely to have a poor sense of smell than whites and yet may be less likely to develop Parkinson's disease,\" said study author Honglei Chen, MD, PhD, of the Michigan State University College of Human Medicine in East Lansing and a member of the American Academy of Neurology. \"We found no statistical significance for a link between poor sense of smell and Parkinson's disease in blacks but that may have been due to the small sample size. More research is needed to further investigate a possible link.\"The study involved 1,510 white people and 952 black people with an average age of 75 who took the scratch-and-sniff test and were then followed for an average of 10 years. Then researchers looked to see who had developed Parkinson's disease during that time. The participants were divided into three groups based on their scores on the smell test: poor sense of smell, medium and good. During the study, 42 people developed Parkinson's disease: 30 white people and 12 black people. People in the poor sense of smell group were nearly five times more likely to develop the disease than people in the good sense of smell group. Of the 764 people with a poor sense of smell, 26 people developed Parkinson's disease, compared to seven of the 835 people with a good sense of smell and nine of the 863 people with a medium sense of smell. The results stayed the same after researchers adjusted for other factors that could affect risk of Parkinson's disease, such as smoking, coffee drinking and history of head injury. The study showed a strong association between the smell test and development of Parkinson's up to six years later. The association remained beyond six years, but was not as strong. \"Earlier studies had shown prediction of Parkinson's disease about four to five years after the smell test was taken,\" said Chen. \"Our study shows that this test may be able to inform the risk much earlier than that.\" Chen noted that not everyone with low scores on the smell test will develop Parkinson's disease. He said more research is needed before the smell test can be used to screen for Parkinson's disease in the general population because the disease affects a low percentage of the population and because a low score on the test does not rule out other causes of problems with smelling. Chen said that one limitation of the study was that while the study participants were followed over time, determining which participants developed Parkinson's disease occurred at the end of the study, so it's possible that some cases may have been missed or mistakes made, especially since the disease can take a long time to diagnose in some cases.  ", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Gerontology", " Neurobiology", " Olfactory/Taste", " Parkinson's Disease"]}