{"journal": "JAMA Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-09/tjnj-nat090517.php", "description": "Patients with asymptomatic severe aortic stenosis who did not follow recommended guidelines for regular exams had poorer survival and were more likely to be hospitalized for heart failure, according to a study published by JAMA Cardiology.", "article_link": null, "date": "Wed, 06 Sep 2017 04:00:00 GMT", "funder": "", "title": "Not adhering to recommended exams for severe narrowing of the aortic valve associated with increased heart failure", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "Patients with asymptomatic severe aortic stenosis who did not follow recommended guidelines for regular exams had poorer survival and were more likely to be hospitalized for heart failure, according to a study published by JAMA Cardiology.Studies of patients with asymptomatic severe aortic stenosis have demonstrated a low risk of sudden cardiac death, but most of these patients will develop symptoms or have cardiac events within four years. Current practice guidelines recommend exams every six to 12 months for patients with asymptomatic severe aortic stenosis and normal left ventricular function, yet the benefit of this close monitoring is unknown.Mario Goessl, M.D., Ph.D., of the Minneapolis Heart Institute Foundation, Minneapolis, and colleagues examined the association of guideline adherence with clinical outcomes in 300 patients with asymptomatic severe aortic stenosis. Rates of survival and adverse clinical events, including heart attack, stroke, and heart failure hospitalization, were compared between patients who adhered to guidance on exams and those who did not. Among the requirements of an exam were a cardiopulmonary physical examination and echocardiogram. Guideline adherence was defined as an exam every 12 (±6) months until aortic valve replacement or death during the follow-up period (median, 4.5 years).Aortic valve replacement was performed more frequently (54 percent vs 19 percent) and the median time for this performance was earlier (2.2 years vs 3.5 years) in patients with guideline adherence. All-cause death was higher for nonadherent patients, and these patients also had a higher rate of hospital admission for heart failure decompensation in follow-up. Four-year survival that is free from death and heart failure hospitalization was higher for adherent patients than for nonadherent patients (39 percent vs 23 percent).\"To our knowledge, the present investigation is the first to demonstrate a survival benefit associated with adherence to guideline recommendations for serial clinical evaluations in patients with asymptomatic severe aortic stenosis. By helping to validate current guideline recommendations for closely monitoring patients with asymptomatic severe aortic stenosis, our findings support the efforts to improve guideline adherence, with the ultimate goal of improving clinical outcomes for these patients,\" the authors write.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying"]}