{"journal": "Cognitive, Affective, & Behavioral Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-09/kf-kfs090117.php", "description": "Injury and disease of the brain increase the likelihood of cognitive fatigue, which can be disabling. Researchers are studying the mechanisms of cognitive fatigue, toward the goal of developing effective interventions. ", "article_link": "http://dx.doi.org/10.3758/s13415-017-0515-y", "date": "Tue, 05 Sep 2017 04:00:00 GMT", "funder": "New Jersey Commission on Brain Injury Research, Kessler Foundation, National Multiple Sclerosis Society", "title": "Kessler Foundation scientists find link between cognitive fatigue and effort and reward", "region": "namerica", "source_link": null, "institution": "Kessler Foundation", "text": "East Hanover, NJ. Sept. 5, 2017. Kessler Foundation researchers have authored a new article that has implications for our understanding of the relationship between cognitive fatigue and effort and reward. The study, which was conducted in healthy participants, broadens our understanding of disease entities that are associated with a lower threshold for cognitive fatigue, such as multiple sclerosis, brain injury, stroke and Parkinson disease. The article, \"The relationship between outcome prediction and cognitive fatigue: a convergence of paradigms,\" (doi: 10.3758/s13415-017-0515-y) was epublished ahead of print on May 25, 2017, in Cognitive, Affective, & Behavioral Neuroscience. The authors are Glenn Wylie, DPhil, Helen Genova, PhD, John DeLuca, PhD, and Ekaterina Dobryakova, PhD, of Kessler Foundation. The article's link is http://rdcu.be/s155 Injury and disease of the brain increase the likelihood of cognitive fatigue, which can be disabling. Researchers are studying the mechanisms of cognitive fatigue, toward the goal of developing effective interventions. \"In this study, we focused on the activity of the anterior cingulate cortex, which has been shown by others to be related to error processing, and which we have shown to be associated with fatigue,\" said Dr. Wylie, who is associate director of Neuroscience Research and the Rocco Ortenzio Neuroimaging Center at Kessler Foundation. \"We challenged participants with difficult tasks of working memory, and assessed which parts of the anterior cingulate cortex were associated with error processing,\" he explained. \"We then investigated whether exactly the same areas of the anterior cingulate cortex were also associated with fatigue.  They were, suggesting that cognitive fatigue may be the brain's way of signalling to itself that the effort required for the task no longer merits the rewards received.\"", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Neurobiology", " Disabled Persons", " Trauma/Injury", " Disabled Persons", " Decision-making/Problem Solving", " Memory/Cognitive Processes"]}