{"journal": "Neurobiology of Disease", "url": "http://www.eurekalert.org/pub_releases/2017-09/nu-nld090517.php", "description": "After a spinal cord injury, significant secondary nerve damage is caused by inflammation and internal scarring that inhibits the ability of the nervous system to repair itself. A biodegradable nanoparticle injected after a spinal cord trauma prevented the inflammation and internal scarring that inhibits the repair process, reports a new study. Mice with a spinal cord injury receiving the nanoparticle injection were able to walk better after the injury than those that didn't receive it.", "article_link": null, "date": "Tue, 05 Sep 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Nanoparticles limit damage in spinal cord injury", "region": "namerica", "source_link": null, "institution": "Northwestern University", "text": "CHICAGO --- After a spinal cord injury, a significant amount of secondary nerve damage is caused by inflammation and internal scarring that inhibits the ability of the nervous system to repair itself.   A biodegradable nanoparticle injected after a spinal cord trauma prevented the inflammation and internal scarring that inhibits the repair process, reports a new Northwestern Medicine study.  As a result, mice with a spinal cord injury receiving the nanoparticle injection were able to walk better after the injury than those that didn't receive it. The treatment could potentially limit secondary damage to the spinal cord in humans after an injury, if administered a few hours after the accident in an emergency room or by paramedics in an ambulance.    The study was published in Neurobiology of Disease on August 24.\"It's not a cure. There is still the original damage, but we were able to prevent the secondary damage,\" said co-senior author Dr. Jack Kessler, a professor of neurology at Northwestern University Feinberg School of Medicine and a Northwestern Medicine neurologist. \"It's an exciting potential treatment. We really believe this is something we'll be able to take to the clinic.\"Further studies would need to confirm the safety of the injected nanoparticle, Kessler said, but he noted scientists haven't seen any signs of toxicity so far. The nanoparticles work by binding to the cells that cause the inflammation -- inflammatory monocytes -- and diverting them to the spleen. The particles are made of poly(lactic-co-glycolic) acid, a biocompatible substance already approved by the Food and Drug Administration (FDA) for use in re-absorbable sutures. Developed in the lab of Northwestern scientist Stephen Miller, the particles also are FDA approved as an investigational drug for a new clinical trial in celiac disease.\"The study results suggest nanoparticle infusion could offer a novel and practical potential treatment for human spinal cord injury, a condition for which there are currently no effective treatments,\" said Miller, the Judy Gugenheim Research Professor of Microbiology-Immunology at Feinberg.After a spinal cord injury, blood cells that normally couldn't enter the nervous system breech the protective blood brain barrier and flood the injury site. They release noxious chemicals, called inflammatory cytokines, which call in additional inflammatory blood cells. These cells further damage the central nervous system tissue by causing neuronal cell death and scar formation that blocks recovery from paralysis. Two types of neurons die. One type -- myelin -- surrounds the nerve fibers and allows them to carry signals through the nervous system. If the myelin sheath is lost, the cells can no longer conduct signals. The other cells that die are axons, the long fibers extending from the neurons that carry signals from neuron to neuron. \"The new treatment is unusual because it is potentially immediately translatable to human beings,\" Kessler said. \"All we have to do is literally inject these beads into the blood stream. It doesn't require surgery or any fancy intervention.\"The tiny beads also are very stable and can be kept in a syringe, Kessler noted. \"An emergency medical technician at the site of an accident or somebody in an emergency room when someone is brought in can give this injection immediately,\" he said.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Orthopedic Medicine", " Trauma/Injury", " Nanotechnology/Micromachines"]}