{"journal": "Nature Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-09/tzia-sam082917.php", "description": "Disruptions to the brain's internal GPS result in some of the severe memory deficits seen in schizophrenia. The new study in mouse models of the disorder marks the first time that schizophrenia's effects have been observed with such precision and clarity. The findings offer a promising entry point for attacking a near-universal and debilitating symptom of schizophrenia, memory deficits, which has thus far withstood all forms of treatment.", "article_link": null, "date": "Mon, 04 Sep 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute of Mental Health, Howard Hughes Medical Institute, Canadian Institutes of Health Research, Searle Scholars Program, Human Frontier Science Program, and others", "title": "Schizophrenia and memory deficits: Solving the mystery behind a most stubborn symptom", "region": "namerica", "source_link": null, "institution": "The Zuckerman Institute at Columbia University", "text": "NEW YORK -- A team of Columbia scientists has found that disruptions to the brain's center for spatial navigation -- its internal GPS -- result in some of the severe memory deficits seen in schizophrenia. The new study in mouse models of the disorder marks the first time that schizophrenia's effects have been observed in the behavior of living animals -- and at the level of individual brain cells -- with such high-resolution, precision and clarity. The findings offer a promising entry point for attacking a near-universal and debilitating symptom of schizophrenia, memory deficits, which has thus far withstood all forms of treatment. The results of this study were published today in Nature Neuroscience.\"An almost intractably complex disorder, schizophrenia is nearly impossible to fully treat -- in large part because it acts as two disorders in one,\" said Joseph Gogos, MD, PhD, a principal investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute and the paper's co-senior author. \"On one hand, you have paranoia, hallucinations and delusions; while on the other you have severe memory deficits. Antipsychotic drugs, which treat the first class of symptoms, are entirely ineffective when dealing with the second. The reasons for this are simple: we do not yet understand what happens in the brains of schizophrenia patients.Cracking schizophrenia's code must therefore start with deciphering its biological origins, says Dr. Gogos, who is also professor of physiology, cellular biophysics and neuroscience at Columbia University Medical Center (CUMC). This has led to a recent focus on the memory impairments that are so common among schizophrenia patients. In this new study, Dr. Gogos teamed up with Attila Losonczy, MD, PhD, a fellow Zuckerman Institute principal investigator, to investigate episodic memory, which is severely impaired in cases of schizophrenia. \"Episodic memory is the brain's repository of information about the past; a way of traveling backwards to recall a specific moment in time,\" said Dr. Losonczy, who was also a senior author. \"This type of memory is critical for learning about and functioning in everyday life.\"For this study, the team focused on a brain region called CA1, located in the hippocampus, which plays a role in both navigation and in episodic memory. Physical alterations to CA1 have been previously reported among schizophrenia patients. CA1 is home to place cells, which collectively form internal maps in the brain critical for navigating one's present surroundings. The CA1 place cells also encode the spatial aspects of episodic memories, such as where you were when you last saw your best friend, or the place your parents always kept the holiday decorations. \"Recent advances in imaging technologies now give us the power to watch the activity of hundreds of place cells in the CA1 in real time while an animal forms and recalls memories,\" said Dr. Losonczy, who is also an associate professor of neuroscience at CUMC. \"We developed experiments to record CA1 activity in mice that were genetically modified to mimic schizophrenia, and compared them to normal, healthy mice.\" The researchers placed both groups of animals on a treadmill under a high-resolution, two-photon microscope, where they were exposed to a variety of sights, sounds and smells (including a water reward placed at unmarked locations on the treadmill). These experiments were designed to test the animals' ability to navigate a new environment, remember how to navigate a familiar one and adapt quickly when that environment was altered.The two groups of mice showed striking differences in behavior and in cell activity. While both groups could successfully navigate a new environment, the schizophrenia-like mice had more trouble remembering familiar environments from day to day, as well as adapting when aspects of that environment changed. By simultaneously tracking the animals' place cells via the two-photon microscope, the team spotted the difference.\"When the healthy mice approached something familiar, such as water, their place cells fired with increasing intensity, and then quieted down as the animals moved away,\" explained Dr. Losonczy. \"And when we moved the location of the water, and gave the animals a chance to relearn where it was, the activity of their place cells reflected the new location.\"But the brains of the schizophrenia-like mice were different. Their place cells did not shift when the water reward was moved. The brain cells' lack of adaptability, the scientists argue, could reflect a key and more general mechanism of memory deficits in schizophrenia. It could also represent a new target for drug intervention.\"These studies are helping to build an understanding of a disorder that has remained a biological mystery,\" said Dr. Gogos. \"By pinpointing schizophrenia's many causes, we are opening up multiple points of intervention to slow, halt and even prevent the disorder -- which stands to dramatically improve the lives of patients and their families.\"", "meeting": "", "keywords": ["Biology", " Genetics", " Medicine/Health", " Neurobiology", " Behavior", " Mental Health", " Memory/Cognitive Processes"]}