{"title": "Blocking sweet taste receptors can help body fight off sinus infections", "text": "PHILADELPHIA - Bitter taste receptors in the upper airway are a first line of defense against sinus infections, but their ability to kill harmful toxins and pathogens is blocked when the sweet taste receptors are also stimulated. While glucose and other sugars are known to trigger these sweet taste receptors, researchers at the Perelman School of Medicine of the University of Pennsylvania have now shown amino acids can also have that effect. This new understanding could help pave the way toward new treatments for chronic sinus infections. The researchers published their findings in the journal Science Signaling this week.\r\n\tThe clinical name for chronic sinus infections is rhinosinusitis. It affects nearly 35 million Americans each year - more than 10 percent of the country's population - and forces people across the country to spend more than $8 billion overall on health care costs. \r\nPrevious research at Penn has suggested that a novel way to treat these infections involves manipulating the nasal bitter and sweet taste receptors. Bitter receptors release small proteins called antimicrobial peptides which kill bacteria, viruses, and fungi that enter the nose, while sweet receptors - normally activated by sugar found in mucus - control the rate at which those peptides are released. When the body is healthy, this system maintains the status quo. But when pathogens, toxins, and allergens get into the upper respiratory tract, it throws off the balance. \r\n This new study shows the sweet taste receptor, known as T1R, can also be activated by certain amino acids secreted by bacteria. Researchers took cells from rhinosinusitis patients and isolated the various communities of bacteria that were present. They found cultures of Staphylococcus bacteria produced two D-amino acids called D-Phe and D-Leu, both of which activate T1R sweet receptors and block the release of antimicrobial peptides.\r\n\"These amino acids, which come from Staphylococcus bacteria, block the body's natural immune response by essentially hitting the breaks on the defensive bitter taste receptors,\" said the study's senior author Noam A. Cohen, MD, PhD, an associate professor of Otorhinolaryngology and director of rhinology research at Penn. \r\nResearchers also found D-Phe and D-Leu, combined with Staphylococcus, prevented the formation of other bacteria colonies - specifically, Pseudomonas aeruginosa. In addition to showing the importance of sweet and bitter taste receptors in shaping the microbial communities that exist in the human airway - researchers say this could also lead to specific therapies to treat chronic rhinosinusitis.\r\n\"Specifically, in the future, sweet-receptor blockers, which are known and used in some food and supplement products, may be useful to block activation of T1R, which would allow the body's normal defenses to work properly, even when high concentrations of D-amino acids are present,\" said the study's lead author Robert Lee, PhD, an assistant professor of Otorhinolaryngology and Physiology at Penn.\r\nThe researchers are developing such a therapy, and a patent on their work is pending.", "article_link": "http://dx.doi.org/10.1126/scisignal.aam7703", "url": "http://www.eurekalert.org/pub_releases/2017-09/uops-bst090817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Cystic Fibrosis Foundation, University of Pennsylvania Diabetes Research Center, RLG Foundation", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Science Signaling", "description": "Sweet taste receptor, known as T1R, can be activated by certain amino acids secreted by bacteria. Researchers took cells from rhinosinusitis patients and isolated the various communities of bacteria that were present. They found cultures of Staphylococcus bacteria produced two D-amino acids called D-Phe and D-Leu, both of which activate T1R sweet receptors and block the release of antimicrobial peptides.", "date": "Fri, 08 Sep 2017 04:00:00 GMT"}