{"title": "South Asians with family history of heart disease at greater risk", "text": "DALLAS - Sept. 8, 2017 - New research by UT Southwestern cardiologists shows that people of South Asian descent with a family history of coronary heart disease are significantly more likely to have high levels of calcium buildup in their arteries - an indicator of higher risk for heart attacks.The findings, appearing in the Journal of the American College of Cardiology: Cardiovascular Imaging, suggest family history may be a more important predictor for South Asians than for other ethnic groups. Therefore, a CT scan to check for coronary artery calcium may be an important test for South Asians whose parents, siblings, or children have coronary artery disease, said UT Southwestern preventive cardiologist Dr. Parag Joshi.\"The main take-home lesson here is that family history is a meaningful and inexpensive diagnostic indicator for assessing cardiovascular disease risk in South Asians,\" said Dr. Joshi, Assistant Professor of Internal Medicine at UT Southwestern.Calcium accumulates in the arteries of the heart after plaque builds up and calcifies over time. South Asians in the study with a family history of heart disease were three times more likely to have calcium levels above 300 in the heart's arteries - a level likely to increase the risk of a serious coronary event to 10 percent, 15 percent, or more, he said.The research builds upon Dr. Joshi's recent finding that patients with no calcium buildup in the coronary arteries are at very low risk of a heart attack or stroke over the following 10 years despite having other risk factors, such as diabetes, high blood pressure, or bad cholesterol levels.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/usmc-saw090817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Journal of American College of Cardiology", "description": "New research by UT Southwestern cardiologists shows that people of South Asian descent with a family history of coronary heart disease are significantly more likely to have high levels of calcium buildup in their arteries - an indicator of higher risk for heart attacks.", "date": "Fri, 08 Sep 2017 04:00:00 GMT"}