{"title": "New treatment on the horizon for type 1 diabetes sufferers", "text": "Patients suffering from type 1 diabetes may soon have access to improved approaches to treat the disease, courtesy of new research out of Sydney's Westmead Institute for Medical Research.The team of researchers, led by Professor Jenny Gunton, discovered that pancreatic islets transplants delivered into the quadriceps muscle work just as successfully as the current clinical practice of transplanting islets into a patient's liver via the portal vein.Lead researcher Ms Rebecca Stokes said that transplants into the liver can present certain risks for the patient, so their research investigated safer and more beneficial treatment options for transplant recipients. \"Islets are cells in the pancreas that produce insulin,\" Ms Stokes explained. \"Pancreatic islet transplantation is used as a cure for type 1 diabetes as it allows the recipient to produce and regulate insulin after their own islet cells have been destroyed by the disease.\"Currently, islet transplants are infused into a patient's liver via the portal vein.  This site is used for islet transplants due to its exposure to both nutrients and insulin in the body.\"However, islet infusion into the liver also presents certain risks for the patient, including potential complications from bleeding, blood clots and portal hypertension. \"This suggests that there may be better treatment options for patients receiving islet transplants.\"We investigated alternative transplantation sites for human and mouse islets in recipient mice, comparing the portal vein with quadriceps muscle and kidney, liver and spleen capsules.\"Colleagues in Professor Wayne Hawthorne's group also tested similar sites for pig islet transplants in their companion paper.  \"Professor Hawthorne's research examining xenotransplantation - the process of transplanting porcine cells into humans - holds great promise for treating type 1 diabetes into the future as a solution to overcoming the shortage of donor organs available for producing human islets for transplantation.\"Both studies showed that islet transplantation into the muscle site worked more successfully than transplantation into the portal vein.\"Skeletal muscles also hold other advantages over the portal vein as it offers easier access and greater potential for biopsies.  A less invasive procedure would also be more appealing for patients,\" Ms Stokes said.Professor Gunton said these findings are encouraging and warrant further investigation.\"This study is unique because comparisons of different graft sites for human islets have not previously been conducted.\"We have identified a potentially new approach to treating type 1 diabetes and we now hope to progress these findings into clinical trials for humans,\" Professor Gunton concluded.The full research paper has been published in the Diabetologia journal: https://link.springer.com/article/10.1007%2Fs00125-017-4362-8 This research was published as a companion paper that examined outcomes for porcine islet cells placed in the kidney, liver and spleen.The companion paper is a promising step towards future human xenotransplantation to alleviate donor shortages of pancreatic islet cells to provide a nearly unlimited source of cells: https://link.springer.com/article/10.1007/s00125-017-4363-7 ", "article_link": "http://dx.doi.org/10.1007/s00125-017-4362-8", "url": "http://www.eurekalert.org/pub_releases/2017-09/wifm-nto090717.php", "region": "australia", "source_link": null, "funder": "", "meeting": "", "institution": "Westmead Institute for Medical Research", "keywords": ["Medicine/Health", " Diabetes", " Transplantation"], "journal": "Diabetologia", "description": "Patients suffering from type 1 diabetes may soon have access to improved approaches to treat the disease, courtesy of new research out of Sydney's Westmead Institute for Medical Research.", "date": "Thu, 07 Sep 2017 04:00:00 GMT"}