{"title": "Substance in coffee delays onset of diabetes in laboratory mice", "text": "In recent years, researchers have identified substances in coffee that could help quash the risk of developing Type 2 diabetes. But few of these have been tested in animals. Now in study appearing in ACS' Journal of Natural Products, scientists report that one of these previously untested compounds appears to improve cell function and insulin sensitivity in laboratory mice. The finding could spur the development of new drugs to treat or even prevent the disease. Some studies suggest that drinking three to four cups of coffee a day can reduce the risk of developing Type 2 diabetes, a disease that afflicts nearly 30 million Americans. Initially, scientists suspected that caffeine was responsible for this effect. But later findings discounted this possibility, suggesting that other substances in coffee may have a more important role. In a previous laboratory study, Fredrik Brustad Mellbye, Søren Gregersen and colleagues found that a compound in coffee called cafestol increased insulin secretion in pancreatic cells when they were exposed to glucose. Cafestol also increased glucose uptake in muscle cells just as effectively as a commonly prescribed antidiabetic drug. In this new study, the researchers wanted to see if cafestol would help prevent or delay the onset of Type 2 diabetes in mice.The researchers divided mice that are prone to develop Type 2 diabetes into three groups. Two of the groups were fed differing doses of cafestol. After 10 weeks, both sets of cafestol-fed mice had lower blood glucose levels and improved insulin secretory capacity compared to a control group, which was not given the compound. Cafestol also didn't result in hypoglycemia, or low blood sugar, a possible side effect of some antidiabetic medications. The researchers conclude that daily consumption of cafestol can delay the onset of Type 2 diabetes in these mice, and that it is a good candidate for drug development to treat or prevent the disease in humans.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/acs-sic090617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Chemical Society", "keywords": ["Food/Food Science", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Natural Products", "description": "In recent years, researchers have identified substances in coffee that could help quash the risk of developing type 2 diabetes. But few of these have been tested in animals. Now in study appearing in ACS' Journal of Natural Products, scientists report that one of these previously untested compounds appears to improve cell function and insulin sensitivity in laboratory mice. The finding could spur the development of new drugs to treat or even prevent the disease.", "date": "Wed, 06 Sep 2017 04:00:00 GMT"}