{"title": "Scientific study review presents health promoting potential of mangoes", "text": "Orlando, FL (September 6, 2017) - Research continually unveils new insights about mangos and their role in the diet for health. According to a comprehensive review of the available scientific literature published in the May issue of Food & Function, mangos and their individual components have anti-inflammatory and anti-oxidative properties, which may help to reduce risk for chronic disease.1  In addition to being associated with better nutrient intake and diet quality, research suggests eating mangos may be important for glycemic control, the microbiome, as well as vascular, brain, skin, and intestinal health. Mangos contribute a number of valuable nutrients, including vitamin C, vitamin A, and fiber for only 100 calories per one cup serving. Mangos are also a source of phytochemicals - including phenolic acids, mangiferin, carotenoids, and gallotannins - which are associated with a number of health promoting activities including anti-inflammation, antioxidant, anti-diabetic, anti-obesity, and anti-cancer. 2\"Not only are mangos one of the popular fruits in the world, they contain a variety of essential nutrients and distinctive bioactive components that may play a role in supporting key metabolic functions including anti-inflammatory activity,\" says Britt M. Burton-Freeman, PhD, MS of the Center for Nutrition Research, Institute for Food Safety and Health, Illinois Institute of Technology, and lead author of the paper.OBESITY AND DIABETES\nOver the past two decades, the prevalence of obesity and diabetes has increased sharply; diet plays a critical role in reducing risk of both outcomes. Seven human trials, in which mango fruit or puree was fed to individuals, have measured obesity or diabetes endpoints; five studies looked at people with type 2 diabetes  and two studies looked at people who were obese or generally healthy. 3-9 Collectively, research suggests that mango consumption may modulate glucose response in people with diabetes mellitus. Less well understood is the impact of mango consumption on those at risk for diabetes, and further research is warranted.Although the effects in humans are not known, in animal studies, mango supplementation was observed to reduce important risk factors of cardiovascular disease and diabetes, such as total cholesterol (TC), TC to high density cholesterol (HDL) ratio, triglycerides (TG), and glucose concentrations. 10-11 In addition, in one study, daily intake of mango favorably modulated the gut bacteria of animals in favor of Bifidobacteria and Akkermansia, bacteria that have been associated with reduced obesity and improved metabolic outcomes. 12-13  While animal studies report mangos may support glycemic control, further research particularly in well-characterized human populations with pre-diabetes will be important for revealing the health value of mangos in diabetes control.CARDIOVASCULAR DISEASE\nObesity and diabetes contribute to cardiovascular disease, which accounts for 17.5 million deaths per year, or 31% of all deaths globally. Mango phytochemicals and other components, such as fiber and organic acids, may play a role in cardiovascular health. While no human data are currently available and the effect in humans is not known, animal studies suggest that compounds in mango may play a role in supporting normal TC, the TC to HDL ratio, TG, and blood flow. 14 EMERGING AREAS OF MANGO HEALTH BENEFITSBRAIN HEALTH\r\nCollectively, data from animal studies suggest that compounds in mangos may support brain health, given the potential neuroprotective activities of mango's components, including mangiferin and gallotannin, and their antioxidant and anti-inflammatory effects. While no human data are currently available on the topic, an in vitro study showed that mango extracts inhibited amyloid beta peptide-induced mitochondrial toxicity in rat brain cells; mitochondrial toxicity may lead to mitochondrial dysfunction, which is an early event in the pathogenesis of Alzheimer's disease (AD). 15 Although the effects in humans are not known, animal studies suggest that mango intake may improve memory based on improvements in cognitive performance in models of cognitive impairment. 16 Further research is necessary, particularly in humans. SKIN HEALTH\nINTESTINAL HEALTHThe findings from recent studies in cells and animals provide insight into the potential impact mangos may have on maintaining intestinal health. Although the data is limited, previous animal studies have suggested that individual components (i.e. gallic acid, mangiferin) found in mangos may play a role in intestinal health, or reducing the expression of intestinal inflammation, or inflammatory bowel disease as seen in ulcerative colitis. 18-19 ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/wh-ssr090617.php", "region": "namerica", "source_link": null, "funder": "National Mango Board", "meeting": "", "institution": "Wild Hive", "keywords": ["Agriculture", " Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Cardiology", " Dermatology", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Neurobiology", " Nutrition/Nutrients"], "journal": "Food & Function", "description": "Research continually unveils new insights about mangoes and their role in the diet for health. According to a comprehensive review of the available scientific literature published in the May issue of Food & Function, mangoes and their individual components have anti-inflammatory and antioxidative properties, which may help to reduce risk for chronic disease.", "date": "Wed, 06 Sep 2017 04:00:00 GMT"}