{"title": "Health of more than half of US adults affected by obesity", "text": "Considering weight across the life course, the prevalence of obesity among adults in the US rises considerably, suggesting that the effects on population health may be even more pervasive than previously understood, according to a new study led by a Boston university School of Public Health (BUSPH) researcher.Writing in the American Journal of Preventative Medicine, Andrew Stokes, assistant professor of global health at BUSPH, and colleagues said their findings \"highlight the importance\" of considering the previously obese subpopulation when monitoring the obesity epidemic.\"The results suggest that a much larger fraction of the population is affected by obesity than is reflected by statistics on current weight status alone,\" the researchers wrote.The researchers expanded the scope of their study to include all US adults who were ever obese as well as the currently obese. They found that 50.8 percent of American men and 51.6 percent of American women had experienced obesity as of 2013-2014.The prevalence of obesity, past and present, also differed across different demographic groups, with race, sex, education, and smoking status revealing disparities in obesity, weight loss, and obesity-related diseases over time.The researchers then examined data around eight diseases--diabetes, congestive heart failure, coronary heart disease, angina, heart attack, stroke, arthritis, and liver disease--and found that those who had ever experienced obesity were at greater risk than those who had not. They also found that those with a history of obesity who were not currently obese experienced disease risks distinct from people who have no history of obesity.\"The results clearly suggest that the formerly obese group is important to consider as a separate entity,\" Stokes says.Previous research by Stokes and colleagues has shown the association between excess weight and mortality has been significantly underestimated. That research helped undercut the so-called \"obesity paradox\" raised by prior studies, which posits that being overweight can reduce the risk of death. Stokes and colleagues found that looking at weight history over a lifetime, instead of a single weight measurement, demonstrated obesity to be associated with an elevated risk of death from cardiovascular disease, cancer, and other causes. They also found the highest risk for death among participants who had significant drops in weight, which the authors said most likely reflected unintentional weight loss caused by illness.To better gauge the health effects of past obesity and weight changes, Stokes says researchers should look to smoking literature, which has long recognized those who have quit smoking still face smoking-related health risks, and accordingly divides the population into those who currently smoke, those who previously smoked, and those who never smoked.\"Tracking the population of former smokers is useful for understanding the success of cessation programs, taxes, and other policy efforts aimed at getting people to quit smoking,\" Stokes says. Lifelong obesity data \"can also potentially serve as a baseline for monitoring the obesity epidemic in future years, as new interventions become available that may lead to a shift in numbers between the current and formerly obese categories.\"Stokes says future research should make a distinction between those who lost weight intentionally and those who lost weight unintentionally because of illness or other factors, to better track the effectiveness of programs and policies aimed at achieving weight loss in the population.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/buso-hom090617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Boston University School of Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight"], "journal": "American Journal of Preventative Medicine", "description": "Considering weight across the life course, the prevalence of obesity among adults in the US rises considerably, suggesting that the effects on population health may be even more pervasive than previously understood, according to a new study led by a Boston University School of Public Health researcher.", "date": "Wed, 06 Sep 2017 04:00:00 GMT"}