{"title": "Older adults who are frail more likely to have negative outcomes after trauma", "text": "TORONTO, Sept. 6, 2017--Frailty is associated with negative outcomes among older patients who suffered trauma, a new study has found.More so than age, other health issues  or the  severity of the injury, pre-admission frailty is associated with in-hospital death and transfer to another acute-care hospital or to a long-term care facility, according to the study published today in the Journal of the American College of Surgeons.\"Older trauma patients, in general, have worse outcomes than younger patients, with higher mortality, higher complication rates, longer hospital stays, and an increased likelihood of being transferred to a long-term care facility,\" said Dr. Camilla Wong, a geriatrician at St. Michael's Hospital and senior author on the paper. \"Worse outcomes in this population cannot solely be explained by their advanced age. We found that the increased vulnerability to negative outcomes among older trauma patients is likely due in large part to frailty.\"The researchers measured frailty upon admission to hospital with the Clinical Frailty Scale, a clinical assessment tool that uses data on a patient's cognition, mobility, function and comorbidities. It was developed based on data from the Canadian Study of Health and Aging.The researchers found that of the 260 patients studied, 11 died in hospital, 71 were transferred to another acute care hospital and 11 were transferred to a chronic-care or long-term care facility. Seventy-one per cent of patients with pre-admission frailty were transferred to another hospital or long-term care facility, or died, compared with only 28 per cent of patients without pre-admission frailty. Previous research evaluating clinical assessment tools for frailty found that there was a lack of objective, feasible and useful measures to assess frailty in geriatric trauma patients. The Clinical Frailty scale could potentially fill this gap, said Dr. Wong. \"This tool allowed us to identify frailty when a patient is admitted, and can be easily implemented and used to guide management and decision making in the geriatric trauma population,\" she said.The Clinical Frailty Scale also has the potential to be used to help improve outcomes in older adults after trauma, she said. \"This study demonstrates the Clinical Frailty Scale can identify older adults at risk of adverse outcomes after injury and can enable clinicians to better triage patients and manage resources for this population,\" said Dr. Wong. \"This is crucial for geriatric trauma patients, as they are at greater risk of negative outcomes, both in the short and long term.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/smh-oaw090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Mortality/Longevity", " Gerontology", " Aging", " Trauma/Injury"], "journal": "Journal of the American College of Surgeons", "description": "More so than age, other health issues  or the  severity of the injury, pre-admission frailty is associated with in-hospital death and transfer to another acute-care hospital or to a long-term care facility, according to a study published today in the Journal of the American College of Surgeons.", "date": "Wed, 06 Sep 2017 04:00:00 GMT"}