{"title": "Boosting a lipid fuel makes mice less sensitive to the cold", "text": "When grandpa nudges the settings on the thermostat, there's likely a good reason. Humans, like other animals, become more sensitive to cold with age. Now, scientists from University of Utah Health report that delivering a single dose of a nutritional supplement called L-carnitine to older mice restores a youthful ability to adapt to the cold. After treatment, they tolerate chilly conditions that would ordinarily trigger hypothermia. \"We uncovered a well-controlled process for mobilizing energy to the tissues that need it,\" explains senior author Claudio Villanueva, Ph.D., assistant professor of Biochemistry at U of U Health. Expanding on these findings could lead to a therapy for cold sensitivity.As reported online in Cell Metabolism on Sept. 5, the supplement works by boosting levels of a newly discovered fuel source for brown fat, a \"good fat\" that generates body heat in response to the cold.While humans have only small amounts of brown fat, it is far more prevalent in mice that must adapt to the cold in order to survive. Unlike white fat that stores calories, this active fat burns energy to maintain the body's core temperature.Villanueva and his team clued into a different outlook on cold adaptation after determining that circulating levels of a waxy lipid called acylcarnitines fluctuated in response to the cold. Levels shot up in young mice as they adapted to the change in temperature. In contrast, acylcarnitines didn't change as much in older mice that could not keep their core temperature from drifting dangerously low.  \"It was surprising to see acylcarnitines in the bloodstream,\" remarked lead author and postdoctoral fellow Judith Simcox, Ph.D. \"The dogma was that once cells generated them, they used them right away.\"Scientists had seen circulating acylcarnitines before but it was always considered to be a sign of trouble. In infants, high levels of the lipid indicate they have a metabolic disease. The molecules also mount in the bloodstream during exercise, considered a flag for muscles under stress. The context in which Villanueva and Simcox saw acylcarnitines accumulate hinted that the buildup could also be part of a healthy process.To see what the lipids were doing, Simcox traced their migration as originating from the liver, the first time the organ has been implicated in cold adaptation. The lipids traveled through the bloodstream, ending up in a small number of energy-intensive tissues including brown fat. Once there, the fatty tissue broke down the lipids and metabolized them, indicating that they had become fuel for the main function of these specialized cells: to generate heat. Cementing the idea, depleting the lipid from circulation caused even young mice to lose their ability to adequately warm up in the cold.\"This work is putting a new face on an old character,\" says Simcox. \"We're changing how we think about cold-induced thermogenesis.\" One reason it might be so difficult for aging animals to shirk off the cold is that doing so is costly from an energy standpoint. Simcox says that what is considered a disadvantage evolutionarily could be turned into an advantage for people. She explains that because of brown fat's ability to burn calories, jump-starting the cold adaptation process may not just be useful for fixing cold sensitivity but could also become a way to fight obesity. Now, with an activator of brown fat in hand, scientists have a handle on manipulating brown fat's power.\"The idea is to increase fuel utilization to drive the energy demanding process of adapting to the cold,\" says Villanueva. \"If we can find a way to tell the body to expend more energy than it is taking in, the calories lost can lead to weight loss.\"", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.08.006", "url": "http://www.eurekalert.org/pub_releases/2017-09/uou-bal082917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Margolis Research Foundation", "meeting": "", "institution": "University of Utah Health", "keywords": ["Biology", " Biochemistry", " Molecular Biology", " Physiology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Metabolism", "description": "Humans, like other animals, become more sensitive to cold with age. Now, scientists from University of Utah Health report that delivering a single dose of a nutritional supplement called L-carnitine to older mice restores a youthful ability to adapt to the cold. After treatment, they tolerate chilly conditions that would ordinarily trigger hypothermia. As reported online in Cell Metabolism, the supplement works by boosting levels of a newly discovered fuel source for brown fat, or 'good fat.'", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}