{"title": "New, ultra-rare gene mutations implicated in eating disorders", "text": "By combining whole exome sequencing, machine learning, and network analysis, researchers have identified new, ultra-rare gene mutations within specific biological pathways that may contribute to eating disorders.The study, conducted by researchers at the University of Iowa Carver College of Medicine and the Eating Recovery Center in Dallas, Texas, also shows that targeting one of the pathways with a drug already approved for diabetes reduces food consumption in a mouse model of binge eating, suggesting that the findings might be useful for developing new, targeted treatments for eating disorders. The study was published recently in the journal PLOS ONE.\"For many psychiatric conditions there is a lot of stigma and misunderstanding. That is certainly true of eating disorders,\" says Jacob Michaelson, PhD, UI assistant professor of psychiatry and senior author of the study. \"Science can help remove that stigma with studies like ours showing that eating disorders are fundamentally biological in nature and that, just like other diseases, there may be ways to prevent or treat eating disorders if we understand the biological causes.\"Eating disorders (EDs) are very common, affecting up to 30 million Americans. They disproportionately affect young people, and have among the highest rates of morbidity and mortality of all psychiatric illnesses. Although genetics are known to play an important role, accounting for an estimated 50 to 80 percent of the risk of developing an ED, very few specific genes have been implicated in the development of EDs. The UI study takes a new approach that combines genetic sequencing with machine learning to investigate the genetics of these disorders.First, the team sequenced the protein-coding region of every gene from 93 unrelated individuals affected by various EDs, including anorexia nervosa, bulimia nervosa, and binge eating disorder. They used this whole exome sequencing information to identify previously unobserved and ultra-rare mutations that are also predicted to be damaging to the encoded protein.Next, the researchers compared the patients' genetic data to ExAC, a large data set of exomes from more than 60,000 people. After removing exomes from individuals with any type of psychiatric diagnosis, the researchers did a simple comparison between the ED patients and the database for every human gene.\"We looked at our data and asked if the number of damaging variants we see within a gene is a lot more than we would expect based on the baseline from the ExAC database,\" Michaelson explains. \"We found a number of genes that were statistically enriched for damaging variation in our cohort.\"The team also found a strong over-representation of genes already identified by other research studies as being connected to eating disorders, appetite, or feeding behavior. To home in on which of the genes are most likely to be involved in EDs, the team developed several machine learning models that can predict, based on information from thousands of published studies, how likely any gene is to contribute to the development of an ED. Genes that are identified by this approach and that show genetic evidence from the sequencing data are particularly strong candidates.Finally, network analysis was used to identify the interrelationships between the genes from the study and other genes. This analysis revealed several distinct biological pathways that have a much larger burden of the damaging genetic variants in the ED sample than in people without eating disorders.\"Our findings confirm that novel and ultra-rare damaging genetic variants contribute to the risk of developing an eating disorder and identify two potential biological pathways that can be used to study and potentially treat eating disorders,\" says Michael Lutter, MD, PhD, a psychiatrist at the Eating Recovery Center of Dallas, and first author of the study.In particular, the study found that the damaging variants clustered into two major pathways. First is neuropeptide/neurotrophic factor signaling pathway, which works in the gut to facilitate digestion and nutrient absorption, and in the brain to regulate appetite. The second pathway is inflammation. Inflammatory states cause appetite suppression and have been linked to EDs in the past.Using a mouse model of binge eating, the team then tested the therapeutic effect of targeting the neuropeptide pathway. They gave the animals a drug that activates the GLP1 receptor in the pathway. The mice significantly reduced their food intake. Because drugs in this class are already FDA approved for other conditions, including diabetes and weight management, the researchers hope to test it in human patients with EDs.\"One of the major findings is that patients with bulimia nervosa have a high burden of mutations in the GLP1-GLP1 receptor signaling pathway,\" Lutter says. \"There are medications that work on the GLP1 receptor that I would like to test in patients with bulimia to see if it helps.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0181556", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoih-nug090517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Mental Health, Klarman Family Foundation Grants Program in Eating Disorder Research, University of Iowa Foundation", "meeting": "", "institution": "University of Iowa Health Care", "keywords": ["Genetics", " Medicine/Health", " Eating Disorders/Obesity"], "journal": "PLOS ONE", "description": "A combination of whole exome sequencing, machine learning, and network analysis, has identified new, ultra-rare gene mutations within specific biological pathways that may contribute to eating disorders, according to a study by researchers at the University of Iowa Carver College of Medicine and the Eating Recovery Center in Dallas, Texas.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}