{"title": "Surgeons create 'vacuum' procedure to remove infected pacemaker", "text": "Pacemakers help people live longer, active lives. They're also often worn for decades at a time. But a pacemaker's wiring could get infected, and the signs are too similar to typical ailments. It's something 68-year-old Richard Agger of Brandon, Fla. experienced first-hand while trying to treat what he thought was a bacterial infection.\"The pacemaker had an infection on it, the wires had an infection on it. I had these other wires in for 12 years, they were eaten away,\" Agger said.\"The attachment of the hardwire or attachment leads makes it difficult because as we remove the leads, the large foreign body attaches to it, the fungal ball. It can dislodge and cause cardiac pulmonary arrest,\" said University of South Florida electrophysiologist Dr. Ray Cutro.Dr. Cutro and Dr. David Wilson are assistant professors of cardiology and co-directors of the lead management program at the USF Health Morsani College of Medicine. Out of the hundreds of complex operations performed, they say this one required extensive teamwork and creativity.\"I had five infections. The infections broke off and were at the top of my heart and the top of my lungs and they had to use this new procedure to vacuum out those pieces which were as big as ice cubes,\" Agger said.\"The AngioVac is almost like a Shop-Vac or Wet-Vac you can use within blood vessels and it's something that could suck anything out immediately in front of it in liters per minute,\" Dr. Wilson said.The device is typically used to remove foreign objects or a blood clot, not such a fragile infection like Richard's. \"It's definitely unique,\" Dr. Cutro said.\"The USF people gave me the team approach, diagnosed me, fixed me, saved my life. I made it to the hospital just in time. I was septic, you know what happens when you're septic? You die! They saved my life, I just made it. End of story,\" Agger said.\"It puts in perspective everything that we are doing. Like every other profession there are days where the hours or stress may get to you. But having these positive success stories and really impacting someone's life, makes it all worth it,\" Dr. Cutro said.Drs. Cutro and Wilson encourage patients with a pacemaker who have a nagging illness to get checked for infected wires. It is very rare, but those with diabetes, kidney disease and other conditions are at greatest risk.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uosf-sc090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of South Florida (USF Health)", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Surgery"], "journal": "", "description": "Electrophysiologists get creative in removing infected pacemaker wires of a patient unable to have open heart surgery. He would have died if they didn't use a 'vacuum' typically used to remove foreign objects. ", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}