{"title": "Ketogenic diet improves healthspan and memory in aging mice", "text": "A ketogenic diet significantly improved memory in aging mice and increased the animal's chances of surviving to old age. Results of the study from Eric Verdin's lab at the Buck Institute for Research on Aging in Novato, CA are published in the September 5th issue of Cell Metabolism.Eating a ketogenic diet - which is high fat, low protein, and low carbohydrates - ramps up the production of the ketone body beta-hydroxybutyrate acid (BHB). While small studies in humans with cognitive impairment have suggested that BHB could improve memory, senior scientist and Buck President and CEO, Eric Verdin MD, says this is the first study in aging mammals which details the positive effects of BHB on memory and lifespan. \"This opens up a new field in aging research,\" said Verdin. \"We think the health benefits of BHB may go beyond memory and could affect tissues and organ systems.\" Verdin added that the results also support efforts in his lab to translate the findings to the clinic. \"We're looking for drug targets. The ultimate goal is to find a way for humans to benefit from BHBs without having to go on a restrictive diet.\" The study was designed by lead scientist John Newman, MD, PhD, who is both a researcher in the Verdin lab and a geriatrician at University of California San Francisco. He wanted to study the long-term effects of a ketogenic diet in mice, while addressing one of the major issues that crop up in research involving diet - variability. \"When studying a diet intervention, you have to pay attention to every detail,\" he said. Newman carefully designed three diets that were matched in every way except fat and carbohydrate content: a normal high-carbohydrate diet, a zero-carbohydrate ketogenic diet, and a high-fat, low-carbohydrate diet that was not ketogenic.  Mice were fed the ketogenic diet intermittently to prevent them from becoming obese, starting at one year old - middle age for mice.The ketogenic diet-fed mice had a lower risk of dying as they aged from one to two years old, although their maximum lifespan was unchanged. Another group of mice underwent memory testing at both middle age (one year old) and old age (two years old). Mice that had been eating a ketogenic diet performed at least as well on memory tests at old age as they did at middle age, while mice eating the normal diet showed an expected age-associated decline. Mice who ate the ketogenic diet also explored more, and their improved memory was confirmed with another test a few months later. Newman noted that the mice were off the ketogenic diet and did not have any BHB in their blood during the testing period.  \"We were careful to have all of the mice eating a normal diet during the actual memory testing which suggests the effects of the ketogenic diet were lasting. Something changed in the brains of these mice to make them more resilient to the effects of age,\" he said. \"Determining what this is, is the next step in the work.\"  Newman said gene expression could explain the cognitive improvement. \"Looking at gene expression, the ketogenic diet suppressed the longevity-related TOR pathway and insulin signaling and up-regulated the fasting-related transcription factor PPAR-alpha, a master regulator that helps the body more efficiently metabolize fat.\"Verdin said the study will open the door to new therapies for the cognitive problems of aging. \"As we gain a deeper understanding of what BHB does in our body and our brain, we can intelligently design therapies to capture individual benefits while minimizing harms.\" The Verdin lab is currently exploring beneficial effects of a similar ketogenic diet in a mouse model of Alzheimer's disease.The research has many caveats for humans eager to utilize diet to improve their odds of maintaining cognitive ability -- it involved a single strain and sex of mice living in an environment where it's easy to control every aspect of the diet. Ketogenic diets are used clinically for life-threatening conditions like epilepsy, and most people should consult a health care professional before trying it on their own, said Verdin.  \"Exercise also creates ketone bodies - that may be one of the mechanisms why it shows such protective effects on brain function and on healthspan and lifespan,\" he said. ", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.08.004", "url": "http://www.eurekalert.org/pub_releases/2017-09/bifr-kdi082817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Gladstone Institutes, Buck Institute, Larry L. Hillblom Foundation, Glenn Foundation for Medical Research, American Federation for Aging Research, Buck Institute Impact Circle", "meeting": "", "institution": "Buck Institute for Research on Aging", "keywords": ["Biology", " Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Nutrition/Nutrients", " Pharmaceutical Science"], "journal": "Cell Metabolism", "description": "A ketogenic diet significantly improved memory in aging mice and increased their chances of surviving to old age. Eating a ketogenic diet promotes the production of the ketone body beta-hydroxybutyrate acid (BHB). While small studies in humans suggest that BHB could improve memory, this is the first study in aging mammals which details its positive effects. Researchers think the benefits of BHB could go beyond memory, opening a new field in aging research.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}