{"title": "Artificial Intelligence and Blockchain Technology for Healthcare Forum at the Basel Life Conference", "text": "Tuesday, September 5th, 2018, Baltimore MD,  Insilico Medicine today announced that its founder and CEO, Alex Zhavoronkov will present the company's latest research on the application of generative adversarial networks (GANs) and Reinforcement Learning (RL) for validation, quality control, reconstruction and management of healthcare data on Blockchain platforms at the AI and Blockchain for Healthcare Innovation Forum in Basel, Switzerland, September 12-13, 2017.The revolution in artificial intelligence (AI) commenced in 2014, which was signalled by  a technique called deep learning significantly and conclusively outperforming humans in image recognition, and subsequently voice recognition and autonomous driving. The application of AI is now also transforming drug discovery. Another area, which is also advancing rapidly is Blockchain technology, and while it may not be immediately obvious, these two technologies are converging and enabling each other.  To explore the potential of bridging AI and Blockchain in Healthcare, Insilico Medicine, a Baltimore-based next-generation artificial intelligence company is co-organizing the \"Artificial Intelligence and Blockchain for Healthcare\" innovation forum in Basel, Switzerland, September 12-13, 2017.\"Blockchain and AI technologies are extremely complimentary and are enabling new, previously unthinkable applications in healthcare. Blockchain allows us to learn on large multi-modal data sets in a secure and private manner and deep learning technologies enable rapid validation, quality control, uniqueness, valuation and much more. Through our partnership with BitFury we are able to take advantage of the cutting edge Blockchain expertise, unique Exonum platform features and application-specific semiconductors. I am very happy to present our research results in Basel at our inaugural AI and Blockchain for Healthcare innovation forum at the EMBO/Basel Life\", said Alex Zhavoronkov, PhD, CEO of Insilico Medicine.The forum is organized together with NVIDIA and GrowthCube and will feature the invited talks from the CEO of Atomwise, Abraham Heifets, UNC professor Olexandr Isayev, GSK's innovation executive Verner de Biasi, Polina Mamoshina from Oxford, CSO of Numerate, Brandon Allgood, CSO of Owkin, Gilles Weinrib, MSKCC's Thomas Fuchs, Beiersdorf's Maria Bonilla-Tobar, Head of YLabs.AI, Anastasia Georgievskaya and many others. The Blockchain session will feature Timo Kanninen of BC Platforms, Daniel Burgwinkel of BaselArea Blockchain Lab, Mike Gault of Guardtime and George Givishvili, CMO of BitFury. \"The biopharmaceutical industry continues its history of innovating with data and technology, to positively impact drug discovery and development by using GPU enabled deep learning.  I am happy to partner with creative startups such as InSilico Medicine, one of the first companies in the NVIDIA Inception program to organize this forum. We've brought together key AI thought leaders and focused the forum on the use of deep learning in biomedicine\", said Andrea de Souza, Global Business Development Leader, Artificial Intelligence, NVIDIA Corporation.In addition to the invited talks, both the AI and Blockchain sessions will feature large industry panels comprising of the leading industry experts. Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to the generation of new molecular structures with specified parameters and published seminal papers in Oncotarget and Molecular Pharmaceutics. Another paper published in Molecular Pharmaceutics in 2016, that demonstrated the proof of concept of the application of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award.\r\n\"Bridging AI and Blockchain for personalized data management requires a concerted effort from partners with deep specific domain expertise and broad and rapid cross-industry collaborations among the startups and academia. That is why we partnered with BitFury and look forward to engaging with the top players in both fields in Basel. Today's AI and Blockchain markets are reminiscent of the dot com boom. And while many of the projects and companies in both fields are taking advantage of the hype cycle and inflated expectations , some projects present serious opportunities and threats to the pharmaceutical, insurance and finance industries\", said Alex Aliper, president of European operations, Insilico Medicine, Inc.Insilico Medicine was the first company to use deep learning to integrate multiple data types from multiple sources to accurately predict the chronological age of patients, interpret the most important features and apply transfer learning techniques to age-related diseases. The pharmaceutical industry is expected to benefit substantially from the recent advances in AI. Insilico Medicine was profiled in the recent article in Nature Biotechnology titled \"AI-powered drug discovery captures pharma interest\" among the other companies utilizing machine learning for drug discovery. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/imi-aia_2090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Artificial Intelligence and Blockchain in Healthcare", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Education", " Mathematics/Statistics", " Medicine/Health", " Gerontology", " Policy/Ethics", " Technology/Engineering/Computer Science"], "journal": "", "description": "The AI and Blockchain for Healthcare Innovation Forum will be held in Basel, Switzerland, Sept. 12-13, 2017. Insilico Medicine will present the company's latest research on the application of generative adversarial networks (GANs) and Reinforcement Learning (RL) for validation, quality control, reconstruction and management of healthcare data on Blockchain platforms.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}