{"title": "Protein shown to be predictor of kidney damage in children", "text": "High levels of a protein known as suPAR, which  has been shown to be a marker and likely cause of kidney damage, is as reliably predictive in children as in adults, according to results of a study published online today in JAMA Pediatrics, a clinical publication of the American Medical Association. The findings represent \"the first documentation of an association between suPAR level and loss of kidney function in children and adolescents,\" the paper notes. Dr. Jochen Reiser, who led the study, calls the results \"an astounding finding. The causes of kidney disease are very different in children and adults, yet suPAR has essentially the same association with decline in kidney function in children as in adults.\" \"That argues that suPAR may be an overarching contributor to the progression of kidney disease, regardless of the underlying etiologies,\" adds Reiser, the Ralph C. Brown, MD, Professor and chairperson of the Department of Internal Medicine at Rush University Medical Center.'This is the most promising predictor of kidney disease out there'The study examined 898 children and adolescents with mild to moderate kidney disease who were enrolled in one of two large cohorts, the 4C Study and the ESCAPE Trial, at a total of 30 hospitals in 13 European countries. The mean age at enrollment was 11.9 years.Study participants' suPAR levels were gauged when they enrolled in their original trials, and their kidney function was measured regularly as part of the two studies. Dr. Franz Schaefer, head of pediatric nephrology at Heidelberg University Hospital in Heidelberg, Germany, followed up with the subjects for the new study by assessing participants' kidney function. The median duration of follow-up time was 3.1 years.Adjusting for additional risk factors such as elevated blood pressure and already decreased kidney function, damage was more likely to have progressed in the children who had demonstrated high suPAR levels at the beginning of the study. About half the children had lost the use of their kidneys. Renal survival was 65 percent in children with the lowest suPAR levels, but only 36 percent in those with the highest levels. \"Measuring suPAR may become more routine in clinical practice in the future to more accurately predict who's going to need dialysis,\" Reiser said. \"This is the most promising predictor of kidney disease out there.\"\tElevated suPAR More Indicative of CKD Than Congenital AnomoliesWhere adults most often develop chronic kidney disease (CKD) as a result of diabetes, high blood pressure or other conditions, CKD in children is largely caused by congenital malformations, hereditary disorders and birth defects. However, even among the 71 percent of children in this study who had congenital anomalies of the kidneys or urinary tract, high levels of suPAR were still an accurate predictor of which participants would lose kidney function.\"Some kids who looked structurally pretty bad didn't progress [in terms of kidney disease],\" Reiser said.In adults, lifestyle factors such as smoking, weight gain and frequent infections can raise suPAR levels. Even though these factors didn't affect the children in the study, Reiser's team still found median suPAR concentrations in some participants that were more than twice the levels found in healthy control participants.\"Children have very active immune systems, they may react stronger to infections, which could explain their higher suPAR levels. Also, many of them are born with reduced functioning kidney mass due to genetic abnormalities, so their kidneys must work harder and tend to 'wear out' early. High suPAR may reflect increased renal tissue turnover and/or deranged repair mechanisms,\" said Schaefer.Elevated suPAR More Indicative of CKD Than Congenital AnomaliesEveryone has urokinase plasminogen activator receptor (uPAR) in their cells; suPAR is a soluble version of the protein that circulates in the blood. In a series of studies over the past several years, Reiser and co-researchers have shown repeatedly in different settings that suPAR is a reliable early marker for CKD, and also likely a cause. They hope the findings will lead to new and safe treatments.It appears that elevated levels of suPAR distort the structure and activity of some variants of the protein integrin, causing it to attack the kidney's podocytes, cells that are important in filtering waste. suPAR might act on additional pathways that lead to kidney injury, because in the latest study, suPAR levels are also relevant for progression of birth-related structural kidney diseases. Reiser likens the effect of suPAR on the kidneys to that of cholesterol on the heart -- damage can result in both cases if levels rise too high. Even compared with other diseases with strong causative associations, including breast cancer and the BRCA1 gene, and lung cancer and smoking, high suPAR levels in some cases are strikingly predictive of CKD and kidney loss.In the pediatric study, \"If an eight-year-old child has mild kidney disease but high suPAR, by age 13, chances are that kidney will be gone,\" Reiser said.In light of the new JAMA Pediatrics paper, parents of children at risk for chronic kidney disease will want to be vigilant about vaccinations and other measures to help their children avoid infections, because they are known causes of suPAR spikes. This relationship may explain the link between these events and progressive decline in kidney function, said Dr. Howard Trachtman, a nephrologist and professor at New York University's Langone Health, and co-author on the study. Reiser said he was grateful his team was able to collaborate and by such assemble such a large cohort of children with CKD. The 4C Study looked at the causes and consequences of cardiovascular disease in children and adolescents with kidney disease, beginning in 2009. The ESCAPE Trial, a five-year study first published in 2009, explored the efficacy of blood pressure interventions on the progress of CKD in children.    ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/rumc-pst090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Rush University Medical Center", "keywords": ["Medicine/Health", " Clinical Trials", " Vaccines", " Pediatrics", " Transplantation"], "journal": "JAMA Pediatrics", "description": "High levels of a protein known as suPAR, which  has been shown to be a marker and likely cause of kidney damage, is as reliably predictive in children as in adults, according to results of a study published online today in JAMA Pediatrics, a clinical publication of the American Medical Association.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}