{"title": "Diabetes and heart disease linked by genes, reveals Penn-led study", "text": "PHILADELPHIA -- Type 2 diabetes (T2D) has become a global epidemic affecting more than 380 million people worldwide; yet there are knowledge gaps in understanding the etiology of type-2 diabetes. T2D is also a significant risk factor for coronary heart disease (CHD), but the biological pathways that explain the connection have remained somewhat murky. Now, in a large analysis of genetic data, published on August 28, 2017 in Nature Genetics, a team, led by researchers in the Perelman School of Medicine at the University of Pennsylvania, has first looked into what causes T2D and second clarified how T2D and CHD - the two diseases that are the leading cause of global morbidity and mortality, are linked.\r\n \r\nExamining genetic sequence information for more than 250,000 people, the researchers first uncovered 16 new diabetes genetic risk factors, and one new CHD genetic risk factor; hence providing novel insights about the mechanisms of the two diseases. They then showed that most of the sites on the genetic known to be associated with higher diabetes risk are also associated with higher CHD risk. For eight of these sites, the researchers were able to identify a specific gene variant that influences risk for both diseases. The shared genetic risk factors affect new biological pathways as well as targets of existing drugs, including icosapent ethyl and adipocyte fatty acid binding protein.\r\n\r\nThe findings add to the basic scientific understanding of both these major diseases and point to potential targets for future drugs.\r\n\r\n\"Identifying these gene variants linked to both type 2 diabetes and CHD risk in principle opens up opportunities to lower the risk of both outcomes with a single drug,\" said study co-senior author Danish Saleheen, PhD, an assistant professor of Biostatistics and Epidemiology. \"From a drug development perspective, it would make sense to focus on those pathways that are most strongly linked to both diseases,\" Saleheen said.\r\n\r\nThe researchers started by examining sets of genetic data on more than 250,000 people, of South Asian, East Asian or European descent. In this large, multi-ethnic sample they were able to identify 16 new genes for diabetes, in-addition to confirming most of the known diabetes \"risk loci\"-- sites on the genome where small DNA variations have been previously linked to altered diabetes risk.\r\n\r\nWith their analyses of the genetic data, the scientists were also able to identify eight specific gene variants that are strongly linked to altered risk for both diseases. Seven of these gene variants, as expected, appeared to increase risk for both diseases.\r\n\r\nThe eighth, a variant of the gene for the cholesterol-transport protein ApoE, turned out to be associated with higher diabetes risk but lower CHD risk -- a finding that is somewhat puzzling, Saleheen said, though he noted that it is consistent with data from statin trials showing that pharmacologically lowering LDL cholesterol by statins can modestly increase diabetes risk.\r\n\r\nThe researchers found evidence that, on the whole, the genetic link between the diseases appears to work in one direction, so that risk genetic variants for type 2 diabetes are much more likely to be associated with higher CHD risk than the other way around. Additionally, there could be some pathways where pharmacological lowering of one disease increases the risk of the other.\r\n\r\n\"Using evidence from human genetics, it should be possible to design drugs for type-2 diabetes that have either beneficial or neutral effects on CHD risk; however it is important to identify and further de-prioritize pathways that decrease the risk of type-2 diabetes but increase the risk of CHD\"; said Saleheen.\r\n\r\nThe scientists also found that diabetes-linked gene variants tend to differ in their apparent effects on CHD risk, depending on their mechanisms. Variants that increase the chance of obesity or high blood pressure, for example, appear to boost CHD risk more strongly than variants that alter insulin or glucose levels.\r\n\r\nThe scientists discovered that the genomic regions implicated as dual diabetes-CHD risk loci encompass targets of some existing drugs. One such drug is icosapent, an omega-3 fatty acid component of some fish oils, which lowers cholesterol and is sold in concentrated form as a prescription pharmaceutical; although further clinical studies are required to further validate this target for both type-2 diabetes and CHD.\r\n\r\nThe dual-effect risk loci also include the region covering the gene FABP4, which is already being investigated for its potential as a diabetes and heart-disease drug target. In mouse studies, inhibition of this gene's protein has been shown to have anti-atherosclerotic effects, i.e., helps fight thickening and hardening with fat on the inside of arteries and anti-diabetic effects.\r\n\r\nSaleheen, co-senior author Benjamin F. Voight, PhD, an associate professor of Genetics, and their colleagues now plan further investigations of the dual-risk genetic variants uncovered in the study.\r\n\r\n\"I'm hopeful that with the advanced genomic engineering techniques now available, we'll be able to quickly convert our human genetics observations into concrete details regarding the molecular mechanisms involved in both heart disease and diabetes,\" said Voight.\r\n\r\nThe researchers also hope to learn more about the biology of the newly discovered dual - risk genetic variants by studying people who have mutations in those genes, Saleheen said.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uops-dah083117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health"], "journal": "Nature Genetics", "description": "Now, in a large analysis of genetic data, published in Nature Genetics, a team has first looked into what causes T2D and second clarified how T2D and CHD -- the two diseases that are the leading cause of global morbidity and mortality, are linked.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}