{"title": "One in 8 older adults in Ireland are deficient in vitamin D", "text": "Researchers from Trinity College Dublin have discovered that one in eight adults over the age of 50 living in Ireland are vitamin D deficient (\r\n\tBecause 5% of adults over 50 were vitamin D-deficient, even in summer, the researchers work has implications for people living in sunlight-starved countries across the globe. Use of vitamin D supplementation in the study group was low, despite this method proving to be effective in greatly reducing vitamin D deficiency in Finland, which sits at a higher latitude than Ireland.The researchers, from The Irish Longitudinal Study on Ageing (TILDA) at Trinity College Dublin, have just published their findings in the Journal of Gerontology: Medical Sciences. Their work coincides with the international conference 'Vitamin D & health in Europe: Current and Future perspectives,' which is taking place in Cork, Ireland, on the 5-6th September. Vitamin D is essential for bone metabolism and is thought to have beneficial health effects for muscle strength and non-skeletal health. Liberal voluntary vitamin D fortification of only some food products currently occurs in Ireland, and there have been calls for a wider range of foods to be fortified. Before further fortification occurs, comprehensive information is needed on the prevalence and determinants of vitamin D deficiency, particularly in older adults who are most at risk. The TILDA researchers' paper examined the prevalence of vitamin D deficiency by age, economic status and lifestyle factors, and investigated what the main determinants of deficiency were in the older population in Ireland. These results are of relevance not just for Ireland but for all countries that experience seasonal variation in sunlight. Key findings:\r\n\r\nLead author of the study and Research Fellow at TILDA, Dr Eamon Laird, said: \"This is the largest representative study of the vitamin D status of older adults ever conducted in Ireland and is also one of largest in the world. There are striking differences in the prevalence of deficiency across different physical and lifestyle factors such as obesity, smoking and physical inactivity, all of which are modifiable risk factors.\"\"We hope our findings will provide useful data to help inform public health policy -- in particular with regards to vitamin D food fortification and the targeting of vitamin D supplements -- aimed at reducing endemic vitamin D deficiency and identifying the population groups and location areas most at risk. To place this in context, in a country such as Finland, which gets less sunlight than Ireland and is at a more northern latitude, actually has less prevalence of vitamin D deficiency than Ireland (\r\n\tProfessor Rose Anne Kenny, Principal Investigator of TILDA, said: \"Sufficient vitamin D status is needed for normal bone health and for the prevention of debilitating chronic conditions such as osteoporosis. Furthermore, new research has shown that vitamin D deficiency may also be associated with heart disease, kidney disease, brain health and diabetes.\" \"If these associations are confirmed in other large studies, then the high rates of deficiency seen in the older adult population are of concern and, given that vitamin D can be treated easily with supplementation, this has significant policy and practice implications for Government and health services.\"", "article_link": "http://dx.doi.org/10.1093/gerona/glx168", "url": "http://www.eurekalert.org/pub_releases/2017-09/tcd-oie090417.php", "region": "europe", "source_link": "http://www.tcd.ie/news_events/articles/one-in-eight-older-adults-in-ireland-are-deficient-in-vitamin-d/8129", "funder": "Atlantic Philanthropies, Department of Health, Irish Life plc, Irish Department of Agriculture, Food and the Marine, Centre for Ageing Research and Development in Ireland", "meeting": "Vitamin D & Health in Europe: Current and Future Perspectives", "institution": "Trinity College Dublin", "keywords": ["Health Care", " Temperature-Dependent Phenomena", " Medicine/Health", " Environmental Health", " Gerontology", " Nutrition/Nutrients", " Public Health", " Medical/Scientific Ethics", " Demography", " Mental Health"], "journal": "Journal of Gerontology: Medical Sciences", "description": "The figure rises to one in four during the dark winters in Ireland, while the research also points to rising age, smoking, living alone, and living in a lower socioeconomic background as factors associated with deficiency. The research has significant implications for people living in other sunlight-starved countries across the globe.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}