{"title": "Mayo Clinic researchers review the clinical potential of senolytic drugs on aging", "text": "ROCHESTER, Minn. -- Researchers are moving closer to realizing the clinical potential of drugs that have previously been shown to support healthy aging in animals. In a review article published online in the Journal of the American Geriatrics Society, Mayo Clinic aging experts say that, if proven to be effective and safe in humans, these drugs could be \"transformative\" by preventing or delaying chronic conditions as a group instead of one at a time.The drugs being tested are called senolytic agents, because they target senescent cells. These are cells that have stopped dividing and secrete toxic chemicals that damage adjacent cells. Accumulation of senescent cells, which increases with age, is associated with chronic conditions, including diabetes, cardiovascular disease, most cancers, dementia, arthritis, osteopetrosis, and frailty.Researchers at Mayo Clinic's Robert and Arlene Kogod Center on Aging  developed the first senolytic drugs to target these harmful cells. In a recent study led by The Scripps Research Institute, Mayo Clinic researchers and others confirmed that the senolytic drugs discovered at Mayo effectively clear senescent cells while leaving normal cells unaffected. The study, which was published in Nature Communications, also describes a new screening platform for finding additional senolytic drugs that will more optimally target senescent cells. The platform, together with additional human cell assays, identified and confirmed a new category of senolytic drugs, which are called HSP90 inhibitors.James Kirkland, M.D., Ph.D., director of the Kogod Center on Aging, explains that the platform will help researchers quickly identify additional drugs that target aging processes, which he says will be useful as they move closer to clinical intervention. \"We've moved rapidly in the last few years, and it's increasingly looking like senolytic drugs, including the recently discovered HSP90 inhibitors, are having an impact on a huge range of diseases. We will need to continue to test whether there are more optimal drugs or drug combinations to broaden the range of senescent cell types targeted.\"As senolytic drugs and drug combinations are discovered, researchers then will need to test them in clinical trials. Dr. Kirkland and authors on the review article, \"The Clinical Potential of Senolytic Drugs,\" acknowledge the unique challenges of these trials in the field of aging, including the difficulty of testing long-term end points, such as life span and health span - the healthy, productive years of life. Outcomes such as effects on median or maximum lifespan cannot be tested feasibly in humans. That's why Mayo Clinic and others are using new clinical trial paradigms, which include testing the effects of senolytic drugs on co-morbidity, accelerated aging like conditions, diseases with localized accumulation of senescent cells, potentially fatal diseases associated with senescent cell accumulation, age-related loss of physiological resilience, and frailty. The authors also call out a need for additional geriatricians with research training to lead future clinical trials.\"The emerging repertoire of senolytic drugs shows that they are having an impact on a huge range of diseases,\" says Dr. Kirkland. \"Our goal is to achieve the same success in humans as we have in preclinical animal models in efforts to prevent or delay the conditions associated with aging.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/mc-mcr_1083117.php", "region": "namerica", "source_link": "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-researchers-review-the-clinical-potential-of-senolytic-drugs-on-aging/", "funder": "", "meeting": "", "institution": "Mayo Clinic", "keywords": ["Medicine/Health", " Mortality/Longevity", " Gerontology", " Aging"], "journal": "Journal of the American Geriatrics Society", "description": "Researchers are moving closer to realizing the clinical potential of drugs that have previously been shown to support healthy aging in animals. In a review article published online in the Journal of the American Geriatrics Society, Mayo Clinic aging experts say that, if proven to be effective and safe in humans, these drugs could be 'transformative' by preventing or delaying chronic conditions as a group instead of one at a time.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}