{"title": "Mysterious protein-folding molecule could trigger metabolic disorders", "text": "The cell's response to unfolded or misfolded proteins could be a cause, rather than a consequence, of metabolic disorders, report researchers at the Medical University of South Carolina (MUSC) in an article published online ahead of print on September 4, 2017 by Nature Structural & Molecular Biology. The researchers identified a little-known molecule as the trigger for this response.   There are links between protein-folding problems at the cellular level and a range of metabolic disorders, though it is unclear if those problems are causes or manifestations of such disorders. This study provides evidence that problems with protein folding contribute to certain metabolic disorders, according to Zihai Li, M.D., Ph.D., chair of the Department of Microbiology and Immunology at the MUSC Hollings Cancer Center and principal investigator on the project. Feng Hong, M.D., Ph.D., in the Department of Microbiology and Immunology, is lead author on the paper.\"The unfolded protein response in the cell plays important roles in aging and in many diseases, such as cancer, diabetes and neurodegenerative disease,\" says Li. \"Our study has uncovered a novel mechanism that triggers this response.\"When improperly folded molecules are encountered in cells, the unfolded protein response (UPR) is activated within the endoplasmic reticulum (ER). The ER is in charge of molecular quality control, making sure proteins, lipids and other molecules are folded properly before the cell attempts to use them for metabolic processes. Here, a master protein called grp78 is in contact with three main signaling hubs that make up the control center of the UPR. When an unfolded or misfolded protein is encountered by grp78, it breaks contact with those sensors and activates the UPR. The UPR then refolds or disposes of such molecules before they are shipped to the parts of the cell that need them. There is a wrinkle in the UPR, however. When too many unfolded proteins build up, the UPR senses that the cell has become overstressed and activates programs to recycle the cell. Yet if a number of cells experience such stress and are similarly retired, whole organs can suffer. This appears to be where the CNPY2 molecule exerts influence during the development of metabolic problems, according to experiments performed by Li and his group.CNPY2 has been known for some time to reside within the ER, but its function there has remained a mystery. To start, mice without CNPY2 were generated to see how they would grow. Although the rodents were slightly smaller, they were otherwise normal. Important differences appeared, however, when they were fed small amounts of tunicamycin, a known inducer of the UPR. Control mice exhibited signs of liver stress and activation of PERK, one of the three main UPR sensors, while the livers of knockout mice remained stress-free. This was the first sign that CNPY2 could be involved in metabolic stress in the liver. To test this idea more directly, the researchers fed mice a high-fat diet for several weeks. Those that lacked CNPY2 were again protected, this time from the development of hepatic steatosis, an early sign of non-alcoholic fatty liver disease that develops in people who consume a diet high in fat. Next the researchers looked at the molecular basis of these observations. If their hypothesis was correct, they would confirm that CNPY2 was required for the development of liver problems as a result of a diet high in fat. At the molecular level, this would mean that CNPY2 interacts directly with one of the UPR sensors, which the researchers suggested would be PERK. The investigators examined mouse cells with and without CNPY2 and isolated the PERK protein, and its downstream signaling molecule, CHOP, within them. This interestingly named PERK-CHOP pathway, which is a major enabler of liver stress when the UPR is induced, was not activated in cells without CNPY2. When they added CNPY2 back to those cells, suddenly the pathway was restored. Protein isolation experiments confirmed their hypothesis that CNPY2 and PERK interacted closely when the UPR was again induced by the drug tunicamycin. In addition, the master protein grp78 that regulates all three main UPR sensors interacted with CNPY2 under normal conditions. But when the UPR drug was added, grp78 left CNPY2 able to interact closely with PERK, which finally activated the PERK-CHOP pathway. Last, they found that the PERK-CHOP pathway, when activated by free CNPY2, further increased levels of CNPY2 in the liver. In other words, CNPY2 was able to further reinforce itself once activated. Taken together, the team's experiments showed that CNPY2 powerfully sustains cellular stress when the unfolded protein response becomes active, providing a link between the UPR and the development of metabolic problems in the liver. This opens an opportunity, according to Hong \"This novel finding has raised the possibility of developing new treatments for metabolic diseases by targeting CNPY2,\" says Hong.", "article_link": "http://dx.doi.org/10.1038/nsmb.3458", "url": "http://www.eurekalert.org/pub_releases/2017-09/muos-mpm083017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Abney Foundation, South Carolina SmartState Centers of Economic Excellence", "meeting": "", "institution": "Medical University of South Carolina", "keywords": ["Biotechnology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Eating Disorders/Obesity", " Endocrinology", " Liver", " Metabolism/Metabolic Diseases"], "journal": "Nature Structural & Molecular Biology", "description": "A molecule with few known functions can trigger the cell's response to unfolded proteins and perpetuate metabolic disease, report researchers at the Medical University of South Carolina in an article published online ahead of print on Sept. 4, 2017. by Nature Structural & Molecular Biology.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}