{"title": "DNA and protein 'liquid biopsy' for early pancreatic cancer better than either alone", "text": "Johns Hopkins scientists say they have developed a blood test that spots tumor-specific DNA and protein biomarkers for early-stage pancreatic cancer. The combined \"liquid biopsy\" identified the markers in the blood of 221 patients with the early-stage disease. Their results, published online the week of Sept. 4 in the Proceedings of the National Academy of Sciences, show that detection of markers from both DNA and protein products of DNA was twice as accurate at identifying the disease as detection of DNA alone.Such liquid biopsies aim to fish out DNA molecules specific for cancer amid a wide sea of normal DNA circulating in the blood. Tumors tend to shed their mutated DNA into the bloodstream, making it possible for scientists to use genomic sequencing tools to sift through the blood and find such cancer-linked DNA. Most early-stage pancreatic cancers are found incidentally during an imaging scan and generally cause no symptoms. But the disease is most often found late, when it's far advanced and resection, or surgery, is not the first treatment option, says Jin He, M.D., assistant professor of surgery at the Johns Hopkins University School of Medicine. \"In the past 30 years, we haven't made much progress in identifying people with resectable cancers,\" says He. \"If this test's performance is validated in larger studies, it could be used to identify patients with early, asymptomatic pancreatic cancer.\"While their test is not ready to be used outside of a research setting, they say, mutated DNA of the type that is shed from tumors and found in blood is \"exquisitely specific\" for cancer. \"If cancer-linked DNA can be found in the blood of an individual, it is very likely that person has cancer,\" says Bert Vogelstein, M.D., co-director of the Ludwig Center at the Johns Hopkins Kimmel Cancer Center. Studies by Vogelstein's team and others have shown that DNA can be identified in the blood of more than 85 percent of patients with advanced cancers. However, the sensitivity of detecting such small bits of DNA in the blood of patients with early cancers, without prior knowledge of the genetic status of the cancers, was unknown prior to this study, say the scientists.In their new study, blood and tumor tissue samples were collected from 221 men and women, mostly Caucasians, with stage I and II pancreatic cancers who underwent surgery to remove their pancreas at hospitals in Australia, Korea, Indiana, Pittsburgh, the Mayo Clinic, Rochester, Memorial Sloan Kettering in New York and The Johns Hopkins Hospital. Another 182 people with no known history of cancer, autoimmune disease or chronic kidney disease donated their blood for the study.The scientists were able to identify 66 of the 221 patients, or 30 percent, with early-stage pancreatic cancer by using their blood screening tool to sift for mutations in the DNA of the KRAS gene alone, an early marker of pancreatic cancer development.Their goal, however, was to improve the 30 percent detection rate, find more early cancers and avoid false positives in people without the disease, says Joshua Cohen, an M.D.-Ph.D. postgraduate student in Vogelstein's lab who worked on the study.So, they turned to protein biomarkers circulating in the blood. Such circulation protein markers already are used clinically to detect and monitor diseases like diabetes and heart muscle damage from heart attacks as well as to monitor patients with a prior history of cancers.Of special interest to the researchers was the protein biomarker CA19-9. It's used to monitor patients with pancreatic cancer for recurrence. But the level of CA19-9 used for recurrence monitoring is low (37 units/mL), because physicians want to pinpoint regrowing cancers quickly. Some people without cancer may also have low levels of the protein, such as those with gallstones. For screening purposes, the level of CA19-9 needed to be much higher (100 units/mL).\"A screening test needs to be highly reliable to spare people the worry and side effects of procedures following a positive test for cancer,\" says Kenneth W. Kinzler, Co-Director of the Ludwig Center at Johns Hopkins.When the scientists looked only for CA19-9 in the blood of their study participants, they found it in 109 of the 221 patients (49 percent). However, when they combined detection of KRAS mutations, CA19-9 and three other protein biomarkers, the scientists correctly identified pancreatic cancer in 141 of the 221 patients (64 percent). In contrast, only one individual among their control group of 182 people without cancer had elevation of one of the five biomarkers.\"A single marker on its own won't identify early cancers in most people,\" says Anne Marie Lennon, M.D., Ph.D., associate professor of medicine at the Johns Hopkins University School of Medicine and director of the Multidisciplinary Pancreatic Cyst Program. \"This study shows that it may be possible to use multiple markers to nail down the detection of early pancreatic cancer with a blood test, and treat those patients earlier and better.\"Vogelstein's team used a system of molecular barcoding that they developed to ensure that each KRAS mutation they detected was real and not an artifact.  For example, they showed that there was complete agreement between the mutations detected in the blood and the mutations detected in the tumors.  They say the mutations they detected are also common in lung and colon cancers, and they're planning on using a similar approach, combining protein and DNA biomarkers, to identify early cancers of several types. Nick Papadopoulos, professor of oncology at the Johns Hopkins Kimmel Cancer Center, estimates that the cost of a screening test based on the approach described in this study would be between that of mammography and colonoscopy, which are widely used tests for breast and colorectal cancers, respectively. Papadopoulos notes that \"both DNA and protein markers can be analyzed from the same blood draw in each patient. The technologies required to implement such tests, involving protein biomarker tests and DNA sequencing, are already widely used in hospital and commercial laboratories.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/jhm-dap083017.php", "region": "namerica", "source_link": null, "funder": "Lustgarten Foundation for Pancreatic Cancer Research, Virginia and D.K. Ludwig Fund for Cancer Research, Conrad N. Hilton Foundation, Sol Goldman Center for Pancreatic Cancer Research, Michael Rolfe Pancreatic Cancer Research Foundation", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Cancer"], "journal": "Proceedings of the National Academy of Sciences", "description": "Johns Hopkins scientists say they have developed a blood test that spots tumor-specific DNA and protein biomarkers for early-stage pancreatic cancer.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}