{"title": "How physical exercise prevents dementia | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfrankfurt", "numerous", "studies", "shown", "physical", "exercise", "seems", "beneficial", "prevention", "cognitive", "impairment", "dementia", "old", "age", "researchers", "goethe", "university", "frankfurt", "explored", "one", "first", "studies", "worldwide", "exercise", "affects", "brain", "order", "advance", "current", "state", "knowledge", "positive", "influence", "physical", "activity", "brain", "gerontologists", "sports", "physicians", "goethe", "university", "frankfurt", "examined", "effects", "regular", "exercise", "brain", "metabolism", "memory", "60", "participants", "aged", "65", "85", "randomised", "controlled", "trial", "conclusion", "regular", "physical", "exercise", "enhances", "fitness", "also", "positive", "impact", "brain", "researchers", "report", "current", "issue", "medical", "journal", "translational", "psychiatry", "thoroughly", "examined", "participants", "smart", "study", "sport", "metabolism", "older", "persons", "mrt", "study", "assessing", "parameters", "cardiopulmonary", "fitness", "cognitive", "performance", "addition", "magnetic", "resonance", "tomography", "mrt", "magnetic", "resonance", "spectroscopy", "mrs", "used", "measure", "brain", "metabolism", "brain", "structure", "following", "examination", "participants", "mounted", "exercise", "bike", "three", "times", "week", "period", "12", "weeks", "training", "sessions", "individually", "adapted", "participant", "performance", "level", "participants", "examined", "end", "programme", "order", "document", "effects", "physical", "activity", "brain", "metabolism", "cognitive", "performance", "brain", "structure", "researchers", "also", "investigated", "extent", "exercise", "led", "improvement", "participants", "physical", "fitness", "study", "conducted", "gerontology", "department", "institute", "general", "medicine", "headed", "professor", "johannes", "pantel", "department", "sports", "medicine", "led", "professor", "winfried", "banzer", "expected", "physical", "activity", "influenced", "brain", "metabolism", "prevented", "increase", "choline", "concentration", "metabolite", "often", "rises", "result", "increased", "loss", "nerve", "cells", "typically", "occurs", "case", "alzheimer", "disease", "physical", "exercise", "led", "stable", "cerebral", "choline", "concentrations", "training", "group", "whereas", "choline", "levels", "increased", "control", "group", "participants", "physical", "fitness", "also", "improved", "showed", "increased", "cardiac", "efficiency", "training", "period", "overall", "findings", "suggest", "physical", "exercise", "improves", "physical", "fitness", "also", "protects", "cells"], "year": "Fri, 21 Jul 2017 04:00:00 GMT", "source": "Goethe University Frankfurt", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFRANKFURT. Numerous studies have shown that physical exercise seems beneficial in the prevention of cognitive impairment and dementia in old age. Now researchers at Goethe University Frankfurt have explored in one of the first studies worldwide how exercise affects brain metabolism.In order to further advance current state of knowledge on the positive influence of physical activity on the brain, gerontologists and sports physicians at Goethe University Frankfurt have examined the effects of regular exercise on brain metabolism and memory of 60 participants aged between 65 and 85 in a randomised controlled trial. Their conclusion: regular physical exercise not only enhances fitness but also has a positive impact on brain metabolism.As the researchers report in the current issue of the medical journal Translational Psychiatry, they thoroughly examined all the participants in the SMART study (Sport and Metabolism in Older Persons, an MRT Study) by assessing movement-related parameters, cardiopulmonary fitness and cognitive performance. In addition, magnetic resonance tomography (MRT) and magnetic resonance spectroscopy (MRS) were used to measure brain metabolism and brain structure. Following this examination, the participants mounted an exercise bike three times a week over a period of 12 weeks. The 30-minute training sessions were individually adapted to each participant's performance level. The participants were examined again after the end of the programme in order to document the effects of this physical activity on brain metabolism, cognitive performance and brain structure. The researchers also investigated to what extent exercise had led to an improvement in the participants' physical fitness. The study was conducted by the Gerontology Department of the Institute of General Medicine (headed by Professor Johannes Pantel) and the Department of Sports Medicine (led by Professor Winfried Banzer). As expected, physical activity had influenced brain metabolism: it prevented an increase in choline. The concentration of this metabolite often rises as a result of the increased loss of nerve cells, which typically occurs in the case of Alzheimer's disease. Physical exercise led to stable cerebral choline concentrations in the training group, whereas choline levels increased in the control group. The participants' physical fitness also improved: they showed increased cardiac efficiency after the training period. Overall, these findings suggest that physical exercise not only improves physical fitness but also protects cells. \r\n\t", "url": "http://www.eurekalert.org/pub_releases/2017-07/guf-hpe072117.php", "date": "2018-01-19_20:49:51", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFRANKFURT.", "Numerous studies have shown that physical exercise seems beneficial in the prevention of cognitive impairment and dementia in old age.", "Now researchers at Goethe University Frankfurt have explored in one of the first studies worldwide how exercise affects brain metabolism.In order to further advance current state of knowledge on the positive influence of physical activity on the brain, gerontologists and sports physicians at Goethe University Frankfurt have examined the effects of regular exercise on brain metabolism and memory of 60 participants aged between 65 and 85 in a randomised controlled trial.", "Their conclusion: regular physical exercise not only enhances fitness but also has a positive impact on brain metabolism.As the researchers report in the current issue of the medical journal Translational Psychiatry, they thoroughly examined all the participants in the SMART study (Sport and Metabolism in Older Persons, an MRT Study) by assessing movement-related parameters, cardiopulmonary fitness and cognitive performance.", "In addition, magnetic resonance tomography (MRT) and magnetic resonance spectroscopy (MRS) were used to measure brain metabolism and brain structure.", "Following this examination, the participants mounted an exercise bike three times a week over a period of 12 weeks.", "The 30-minute training sessions were individually adapted to each participant's performance level.", "The participants were examined again after the end of the programme in order to document the effects of this physical activity on brain metabolism, cognitive performance and brain structure.", "The researchers also investigated to what extent exercise had led to an improvement in the participants' physical fitness.", "The study was conducted by the Gerontology Department of the Institute of General Medicine (headed by Professor Johannes Pantel) and the Department of Sports Medicine (led by Professor Winfried Banzer).", "As expected, physical activity had influenced brain metabolism: it prevented an increase in choline.", "The concentration of this metabolite often rises as a result of the increased loss of nerve cells, which typically occurs in the case of Alzheimer's disease.", "Physical exercise led to stable cerebral choline concentrations in the training group, whereas choline levels increased in the control group.", "The participants' physical fitness also improved: they showed increased cardiac efficiency after the training period.", "Overall, these findings suggest that physical exercise not only improves physical fitness but also protects cells."]}