{"title": "Sleep disorders may increase cognitive problems particularly in those at risk for Alzheimer's | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "sleep", "disorders", "may", "affect", "attention", "memory", "patients", "risk", "alzheimer", "disease", "view", "july", "18", "2017", "people", "carry", "genetic", "susceptibility", "alzheimer", "disease", "appear", "greater", "risk", "diminished", "cognition", "breathing", "without", "susceptibility", "according", "new", "research", "published", "online", "ahead", "print", "annals", "american", "thoracic", "greater", "cognitive", "deficits", "breathing", "among", "individuals", "genetic", "susceptibility", "alzheimer", "disease", "study", "atherosclerosis", "researchers", "report", "study", "participants", "carrying", "apolipoprotein", "allele", "showed", "greater", "cognitive", "deficits", "various", "indices", "breathing", "compared", "without", "major", "cholesterol", "carrier", "supports", "injury", "repair", "brain", "studies", "shown", "carrying", "alternate", "form", "gene", "ε4", "allele", "increased", "risk", "alzheimer", "disease", "estimates", "20", "percent", "population", "carries", "ε4", "allele", "previous", "studies", "shown", "inconsistent", "findings", "breathing", "cognition", "may", "due", "different", "tests", "used", "said", "lead", "study", "author", "dayna", "johnson", "phd", "mph", "ms", "msw", "instructor", "medicine", "brigham", "women", "hospital", "harvard", "medical", "school", "johnson", "colleagues", "investigated", "association", "diverse", "sample", "using", "several", "indicators", "breathing", "cognition", "also", "evaluated", "whether", "presence", "allele", "known", "increase", "risk", "alzheimer", "disease", "influenced", "link", "breathing", "cognition", "authors", "analyzed", "data", "participants", "average", "age", "68", "study", "atherosclerosis", "mesa", "underwent", "polysomnography", "sleep", "study", "completed", "standardized", "sleep", "questions", "battery", "tests", "measure", "cognition", "authors", "defined", "breathing", "index", "ahi", "measures", "number", "stopped", "shallow", "breaths", "per", "hour", "ahi", "15", "sleep", "apnea", "syndrome", "ahi", "5", "5", "normal", "plus", "sleepiness", "based", "standardized", "scale", "study", "found", "researchers", "adjusted", "race", "age", "body", "mass", "index", "education", "level", "smoking", "status", "hypertension", "diabetes", "benzodiazepine", "use", "depressive", "johnson", "said", "overall", "effects", "various", "sleep", "factors", "measured", "cognition", "small", "range", "previously", "reported", "several", "lifestyle", "health", "risk", "factors", "dementia", "screening", "treating", "breathing", "added", "may", "help", "reduce", "person", "risk", "dementia", "especially", "individual", "carries", "study", "provides", "evidence", "breathing", "negatively", "affects", "attention", "processing", "speed", "memory", "robust", "predictors", "cognitive", "decline", "said", "senior", "study", "author", "susan", "redline", "md", "mph", "peter", "farrell", "professor", "sleep", "medicine", "harvard", "medical", "school", "given", "lack", "effective", "treatment", "alzheimer", "disease", "results", "support", "potential", "breathing", "screening", "treatment", "part", "strategy", "reduce", "dementia", "risk"], "year": "Fri, 21 Jul 2017 04:00:00 GMT", "source": "American Thoracic Society", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Sleep disorders may affect attention, memory in patients at risk for Alzheimer's disease.\n       view more July 18, 2017 -- People who carry a genetic susceptibility to Alzheimer's disease appear to be at greater risk of diminished cognition from sleep-disordered breathing than those without the susceptibility, according to new research published online, ahead of print in the Annals of the American Thoracic Society.In \"Greater Cognitive Deficits with Sleep-Disordered Breathing among Individuals with Genetic Susceptibility to Alzheimer's Disease: The Multi-Ethnic Study of Atherosclerosis,\" researchers report that study participants carrying the apolipoprotein ε-4 (APOE-ε4) allele showed greater cognitive deficits with the various indices of sleep-disordered breathing compared to those without the allele.APOE is a major cholesterol carrier that supports injury repair in the brain. Other studies have shown that those carrying the alternate form of the gene, ε4 allele, are at increased risk of Alzheimer's disease. Estimates are that 20 percent of the population carries the ε4 allele.\"Previous studies have shown inconsistent findings between sleep-disordered breathing and cognition, which may be due to the different tests used,\" said lead study author Dayna A. Johnson, PhD, MPH, MS, MSW, instructor of medicine at Brigham and Women's Hospital and Harvard Medical School.  Dr. Johnson and colleagues investigated the association in a diverse sample using several indicators of sleep-disordered breathing and cognition. They also evaluated whether the presence of the APOE-ε4 allele, which is known to increase risk of Alzheimer's disease, influenced the link between sleep-disordered breathing and cognition.  The authors analyzed data from 1,752 participants (average age 68) in the Multi-Ethnic Study of Atherosclerosis (MESA) who underwent an in-home polysomnography (sleep) study, completed standardized sleep questions, and a battery of tests to measure their cognition.  The authors defined sleep-disordered breathing as an apnea-hypopnea index (AHI), which measures the number of stopped or shallow breaths per hour, as AHI > 15, and sleep apnea syndrome as AHI > 5 (below 5 is normal) plus self-reported sleepiness (based on a standardized scale).  The study found:The researchers adjusted for race, age, body mass index, education level, smoking status, hypertension, diabetes, benzodiazepine use, and depressive symptoms.Dr. Johnson said that, overall, the effects of the various sleep factors they measured on cognition were small, but in the range previously reported for several other lifestyle and health risk factors for dementia. Screening and treating sleep-disordered breathing, she added, may help reduce a person's risk of dementia, especially if that individual carries APOE-ε4. \"Our study provides further evidence that sleep-disordered breathing negatively affects attention, processing speed and memory, which are robust predictors of cognitive decline,\" said senior study author Susan Redline, MD, MPH, Peter C. Farrell Professor of Sleep Medicine, Harvard Medical School.\"Given the lack of effective treatment for Alzheimer's disease, our results support the potential for sleep-disordered breathing screening and treatment as part of a strategy to reduce dementia risk.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/ats-sdm071817.php", "date": "2018-01-19_20:49:54", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Sleep disorders may affect attention, memory in patients at risk for Alzheimer's disease.", "view more July 18, 2017 -- People who carry a genetic susceptibility to Alzheimer's disease appear to be at greater risk of diminished cognition from sleep-disordered breathing than those without the susceptibility, according to new research published online, ahead of print in the Annals of the American Thoracic Society.In \"Greater Cognitive Deficits with Sleep-Disordered Breathing among Individuals with Genetic Susceptibility to Alzheimer's Disease: The Multi-Ethnic Study of Atherosclerosis,\" researchers report that study participants carrying the apolipoprotein ε-4 (APOE-ε4) allele showed greater cognitive deficits with the various indices of sleep-disordered breathing compared to those without the allele.APOE is a major cholesterol carrier that supports injury repair in the brain.", "Other studies have shown that those carrying the alternate form of the gene, ε4 allele, are at increased risk of Alzheimer's disease.", "Estimates are that 20 percent of the population carries the ε4 allele.", "\"Previous studies have shown inconsistent findings between sleep-disordered breathing and cognition, which may be due to the different tests used,\" said lead study author Dayna A. Johnson, PhD, MPH, MS, MSW, instructor of medicine at Brigham and Women's Hospital and Harvard Medical School.", "Dr. Johnson and colleagues investigated the association in a diverse sample using several indicators of sleep-disordered breathing and cognition.", "They also evaluated whether the presence of the APOE-ε4 allele, which is known to increase risk of Alzheimer's disease, influenced the link between sleep-disordered breathing and cognition.", "The authors analyzed data from 1,752 participants (average age 68) in the Multi-Ethnic Study of Atherosclerosis (MESA) who underwent an in-home polysomnography (sleep) study, completed standardized sleep questions, and a battery of tests to measure their cognition.", "The authors defined sleep-disordered breathing as an apnea-hypopnea index (AHI), which measures the number of stopped or shallow breaths per hour, as AHI > 15, and sleep apnea syndrome as AHI > 5 (below 5 is normal) plus self-reported sleepiness (based on a standardized scale).", "The study found:The researchers adjusted for race, age, body mass index, education level, smoking status, hypertension, diabetes, benzodiazepine use, and depressive symptoms.Dr.", "Johnson said that, overall, the effects of the various sleep factors they measured on cognition were small, but in the range previously reported for several other lifestyle and health risk factors for dementia.", "Screening and treating sleep-disordered breathing, she added, may help reduce a person's risk of dementia, especially if that individual carries APOE-ε4.", "\"Our study provides further evidence that sleep-disordered breathing negatively affects attention, processing speed and memory, which are robust predictors of cognitive decline,\" said senior study author Susan Redline, MD, MPH, Peter C. Farrell Professor of Sleep Medicine, Harvard Medical School.", "\"Given the lack of effective treatment for Alzheimer's disease, our results support the potential for sleep-disordered breathing screening and treatment as part of a strategy to reduce dementia risk.\""]}