{"title": "Experts: 1 in 3 cases of dementia preventable, nonmedical therapies ideal for dementia | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "one", "three", "cases", "dementia", "could", "prevented", "addressing", "nine", "lifestyle", "factors", "according", "report", "first", "lancet", "commission", "dementia", "prevention", "care", "view", "los", "angeles", "managing", "lifestyle", "factors", "hearing", "loss", "smoking", "hypertension", "depression", "could", "prevent", "world", "dementia", "cases", "according", "report", "first", "lancet", "commission", "dementia", "prevention", "care", "presented", "alzheimer", "association", "international", "conference", "aaic", "2017", "published", "lancet", "report", "also", "highlights", "beneficial", "effects", "nonpharmacologic", "interventions", "social", "contact", "exercise", "people", "dementia", "great", "deal", "focus", "developing", "medicines", "prevent", "dementia", "including", "alzheimer", "disease", "says", "commission", "member", "aaic", "presenter", "lon", "schneider", "md", "professor", "psychiatry", "behavioral", "sciences", "keck", "school", "medicine", "usc", "ca", "lose", "sight", "real", "major", "advances", "already", "made", "treating", "dementia", "including", "preventive", "approaches", "commission", "brought", "together", "24", "international", "experts", "systematically", "review", "existing", "research", "provide", "recommendations", "treating", "preventing", "dementia", "47", "million", "people", "dementia", "worldwide", "number", "expected", "climb", "high", "66", "million", "2030", "115", "million", "2050", "reducing", "dementia", "risk", "beginning", "childhoodthe", "commission", "report", "identifies", "nine", "risk", "factors", "early", "late", "life", "increase", "likelihood", "developing", "dementia", "35", "percent", "dementia", "one", "three", "cases", "attributable", "risk", "factors", "report", "increasing", "education", "early", "life", "addressing", "hearing", "loss", "hypertension", "obesity", "midlife", "incidence", "dementia", "could", "reduced", "much", "20", "percent", "late", "life", "stopping", "smoking", "treating", "depression", "increasing", "physical", "activity", "increasing", "social", "contact", "managing", "diabetes", "could", "reduce", "incidence", "dementia", "another", "15", "percent", "potential", "magnitude", "effect", "dementia", "reducing", "risk", "factors", "larger", "could", "ever", "imagine", "effect", "current", "experimental", "medications", "could", "schneider", "says", "mitigating", "risk", "factors", "provides", "us", "powerful", "way", "reduce", "global", "burden", "dementia", "nonpharmacologic", "approach", "treating", "dementiathe", "commission", "also", "examined", "effect", "nonpharmacologic", "interventions", "people", "dementia", "concluded", "important", "role", "treatment", "especially", "trying", "address", "agitation", "aggression", "antipsychotic", "drugs", "commonly", "used", "treat", "agitation", "aggression", "substantial", "concern", "drugs", "increased", "risk", "death", "cardiovascular", "adverse", "events", "infections", "mention", "excessive", "sedation", "schneider", "evidence", "showed", "psychological", "social", "environmental", "interventions", "social", "contact", "activities", "superior", "antipsychotic", "medications", "treating", "agitation", "commission", "also", "found", "nonpharmacologic", "interventions", "like", "group", "cognitive", "stimulation", "therapy", "exercise", "conferred", "benefit", "cognition", "commission", "full", "report", "provides", "detailed", "recommendations", "areas", "prevention", "treating", "cognitive", "symptoms", "individualizing", "dementia", "care", "caring", "caregivers", "planning", "future", "following", "dementia", "diagnosis", "managing", "neuropsychiatric", "symptoms", "considering", "end", "life"], "year": "Thu, 20 Jul 2017 04:00:00 GMT", "source": "University of Southern California - Health Sciences", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: One in three cases of dementia could be prevented by addressing nine lifestyle factors, according to a report from the first Lancet Commission on Dementia Prevention and Care\n       view more LOS ANGELES - Managing lifestyle factors such as hearing loss, smoking, hypertension and depression could prevent one-third of the world's dementia cases, according to a report by the first Lancet Commission on Dementia Prevention and Care. Presented at the Alzheimer's Association International Conference (AAIC) 2017 and published in The Lancet, the report also highlights the beneficial effects of nonpharmacologic interventions such as social contact and exercise for people with dementia.\"There's been a great deal of focus on developing medicines to prevent dementia, including Alzheimer's disease,\" says commission member and AAIC presenter Lon Schneider, MD, professor of psychiatry and the behavioral sciences at the Keck School of Medicine of USC. \"But we can't lose sight of the real major advances we've already made in treating dementia, including preventive approaches.\"The commission brought together 24 international experts to systematically review existing research and provide evidence-based recommendations for treating and preventing dementia. About 47 million people have dementia worldwide and that number is expected to climb as high as 66 million by 2030 and 115 million by 2050. Reducing dementia risk, beginning in childhoodThe commission's report identifies nine risk factors in early, mid- and late life that increase the likelihood of developing dementia. About 35 percent of dementia -- one in three cases -- is attributable to these risk factors, the report says.By increasing education in early life and addressing hearing loss, hypertension and obesity in midlife, the incidence of dementia could be reduced by as much as 20 percent, combined.In late life, stopping smoking, treating depression, increasing physical activity, increasing social contact and managing diabetes could reduce the incidence of dementia by another 15 percent.\"The potential magnitude of the effect on dementia of reducing these risk factors is larger than we could ever imagine the effect that current, experimental medications could have,\" Schneider says. \"Mitigating risk factors provides us a powerful way to reduce the global burden of dementia.\"A nonpharmacologic approach to treating dementiaThe commission also examined the effect of nonpharmacologic interventions for people with dementia and concluded that they had an important role in treatment, especially when trying to address agitation and aggression.\"Antipsychotic drugs are commonly used to treat agitation and aggression, but there is substantial concern about these drugs because of an increased risk of death, cardiovascular adverse events and infections, not to mention excessive sedation,\" Schneider says.The evidence showed that psychological, social and environmental interventions such as social contact and activities were superior to antipsychotic medications for treating dementia-related agitation and aggression.The commission also found that nonpharmacologic interventions like group cognitive stimulation therapy and exercise conferred some benefit in cognition as well.The commission's full report provides detailed recommendations in the areas of prevention, treating cognitive symptoms, individualizing dementia care, caring for caregivers, planning for the future following a dementia diagnosis, managing neuropsychiatric symptoms and considering the end of life.", "url": "http://www.eurekalert.org/pub_releases/2017-07/uosc-e1i071717.php", "date": "2018-01-19_20:50:01", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: One in three cases of dementia could be prevented by addressing nine lifestyle factors, according to a report from the first Lancet Commission on Dementia Prevention and Care\n       view more LOS ANGELES - Managing lifestyle factors such as hearing loss, smoking, hypertension and depression could prevent one-third of the world's dementia cases, according to a report by the first Lancet Commission on Dementia Prevention and Care.", "Presented at the Alzheimer's Association International Conference (AAIC) 2017 and published in The Lancet, the report also highlights the beneficial effects of nonpharmacologic interventions such as social contact and exercise for people with dementia.", "\"There's been a great deal of focus on developing medicines to prevent dementia, including Alzheimer's disease,\" says commission member and AAIC presenter Lon Schneider, MD, professor of psychiatry and the behavioral sciences at the Keck School of Medicine of USC.", "\"But we can't lose sight of the real major advances we've already made in treating dementia, including preventive approaches.", "\"The commission brought together 24 international experts to systematically review existing research and provide evidence-based recommendations for treating and preventing dementia.", "About 47 million people have dementia worldwide and that number is expected to climb as high as 66 million by 2030 and 115 million by 2050.", "Reducing dementia risk, beginning in childhoodThe commission's report identifies nine risk factors in early, mid- and late life that increase the likelihood of developing dementia.", "About 35 percent of dementia -- one in three cases -- is attributable to these risk factors, the report says.By increasing education in early life and addressing hearing loss, hypertension and obesity in midlife, the incidence of dementia could be reduced by as much as 20 percent, combined.In late life, stopping smoking, treating depression, increasing physical activity, increasing social contact and managing diabetes could reduce the incidence of dementia by another 15 percent.", "\"The potential magnitude of the effect on dementia of reducing these risk factors is larger than we could ever imagine the effect that current, experimental medications could have,\" Schneider says.", "\"Mitigating risk factors provides us a powerful way to reduce the global burden of dementia.", "\"A nonpharmacologic approach to treating dementiaThe commission also examined the effect of nonpharmacologic interventions for people with dementia and concluded that they had an important role in treatment, especially when trying to address agitation and aggression.", "\"Antipsychotic drugs are commonly used to treat agitation and aggression, but there is substantial concern about these drugs because of an increased risk of death, cardiovascular adverse events and infections, not to mention excessive sedation,\" Schneider says.The evidence showed that psychological, social and environmental interventions such as social contact and activities were superior to antipsychotic medications for treating dementia-related agitation and aggression.The commission also found that nonpharmacologic interventions like group cognitive stimulation therapy and exercise conferred some benefit in cognition as well.The commission's full report provides detailed recommendations in the areas of prevention, treating cognitive symptoms, individualizing dementia care, caring for caregivers, planning for the future following a dementia diagnosis, managing neuropsychiatric symptoms and considering the end of life."]}