{"title": "Setting the record straight: PPIs do not cause Dementia | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txbethesda", "md", "july", "20", "2017", "several", "studies", "reported", "associations", "inhibitor", "ppi", "use", "dementia", "new", "research", "published", "july", "18", "gastroenterology", "official", "journal", "american", "gastroenterological", "association", "aga", "puts", "claims", "rest", "study", "authors", "report", "convincing", "evidence", "support", "suggestion", "ppi", "use", "increases", "dementia", "risk", "findings", "based", "analysis", "participants", "nurses", "health", "study", "ii", "completed", "testing", "cognitive", "function", "key", "predictor", "risk", "dementia", "later", "widely", "prescribed", "treatment", "upper", "gastrointestinal", "disorders", "gastroesophageal", "reflux", "disease", "gerd", "ppis", "known", "effectively", "treat", "conditions", "received", "negative", "publicity", "recent", "years", "research", "associated", "ppis", "several", "adverse", "outcomes", "one", "common", "questions", "gastroenterologists", "receive", "patients", "whether", "ppis", "safe", "use", "based", "troubling", "headlines", "linking", "ppis", "everything", "hip", "fracture", "dementia", "death", "said", "study", "author", "andrew", "chan", "md", "mph", "expert", "american", "gastroenterological", "association", "massachusetts", "general", "hospital", "harvard", "medical", "school", "boston", "new", "research", "provide", "reassurance", "individuals", "require", "highly", "effective", "medications", "treatment", "research", "directly", "responds", "2016", "pharmacoepidemiologic", "analysis", "conducted", "using", "large", "german", "health", "insurance", "database", "identified", "association", "dementia", "ppi", "use", "however", "findings", "could", "illustrate", "ppis", "caused", "dementia", "despite", "attention", "article", "received", "time", "aga", "expressed", "concerns", "research", "time", "publication", "important", "reminders", "patients", "taking", "talk", "doctor", "making", "changes", "medication", "prescribed", "ppis", "reason", "treat", "diagnosed", "medical", "condition", "doctor", "discuss", "reason", "prescription", "dose", "timeframe", "treatment", "2", "consider", "modifications", "may", "reduce", "eliminate", "need", "ppis", "use", "may", "include", "weight", "loss", "avoiding", "tobacco", "change", "eating", "patterns", "doctor", "help", "determine", "changes", "right", "3", "keep", "touch", "doctor", "research", "continues", "done", "ppi", "use", "latest", "research", "headlines", "ppis", "may", "seem", "scary", "current", "research", "still", "recommends", "patients", "diagnosed", "condition", "helped", "ppis", "stay", "benefits", "outweigh", "risks"], "year": "Thu, 20 Jul 2017 04:00:00 GMT", "source": "American Gastroenterological Association", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBethesda, MD (July 20, 2017) -- Several studies have reported associations between proton-pump inhibitor (PPI) use and dementia. New research published on July 18 in Gastroenterology, the official journal of the American Gastroenterological Association (AGA), puts these claims to rest. The study authors report that there is no convincing evidence to support the suggestion that PPI use increases dementia risk. These findings are based on an analysis of 13,864 participants from the Nurses' Health Study II who completed testing on cognitive function, which is key predictor of the risk of dementia later in life.PPIs are widely prescribed for the treatment of acid-related upper gastrointestinal disorders, such as gastroesophageal reflux disease (GERD). While PPIs are known to effectively treat these conditions, they have received negative publicity in recent years as research has associated PPIs with several adverse outcomes. \"One of the most common questions gastroenterologists receive from their patients is whether PPIs are safe to use, based on the troubling headlines linking PPIs to everything from hip fracture, to dementia, to death,\" said study author Andrew T. Chan, MD, MPH, an expert of the American Gastroenterological Association from Massachusetts General Hospital and Harvard Medical School, Boston. \"Our new research should provide some reassurance to individuals who require these highly effective medications for long-term treatment.\" This research directly responds to a 2016 pharmacoepidemiologic analysis conducted using a large German health insurance database, which identified an association between dementia and long-term PPI use; however, these findings could not illustrate that PPIs caused dementia. Despite the attention this article received at the time, AGA expressed its concerns on this research at the time of publication .Three important reminders for patients taking PPIs:1.\tTalk to your doctor before making any changes to your medication. You have been prescribed PPIs for a reason, to treat a diagnosed medical condition. You and your doctor can discuss the reason for your prescription, the dose and the timeframe for treatment. \r\n2.\tConsider life-style modifications that may reduce or eliminate the need for PPIs for long-term use. These may include weight loss, avoiding tobacco or a change in your eating patterns. Your doctor can help you determine the changes that are right for you.\r\n3.\tKeep in touch with your doctor. Research continues to be done on PPI use. While the latest research and headlines on PPIs may seem scary, current research still recommends that patients who have a diagnosed condition that is helped by PPIs should stay on them, as benefits can outweigh risks. ", "url": "http://www.eurekalert.org/pub_releases/2017-07/aga-str071917.php", "date": "2018-01-19_20:50:04", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBethesda, MD (July 20, 2017) -- Several studies have reported associations between proton-pump inhibitor (PPI) use and dementia.", "New research published on July 18 in Gastroenterology, the official journal of the American Gastroenterological Association (AGA), puts these claims to rest.", "The study authors report that there is no convincing evidence to support the suggestion that PPI use increases dementia risk.", "These findings are based on an analysis of 13,864 participants from the Nurses' Health Study II who completed testing on cognitive function, which is key predictor of the risk of dementia later in life.PPIs are widely prescribed for the treatment of acid-related upper gastrointestinal disorders, such as gastroesophageal reflux disease (GERD).", "While PPIs are known to effectively treat these conditions, they have received negative publicity in recent years as research has associated PPIs with several adverse outcomes.", "\"One of the most common questions gastroenterologists receive from their patients is whether PPIs are safe to use, based on the troubling headlines linking PPIs to everything from hip fracture, to dementia, to death,\" said study author Andrew T. Chan, MD, MPH, an expert of the American Gastroenterological Association from Massachusetts General Hospital and Harvard Medical School, Boston.", "\"Our new research should provide some reassurance to individuals who require these highly effective medications for long-term treatment.\"", "This research directly responds to a 2016 pharmacoepidemiologic analysis conducted using a large German health insurance database, which identified an association between dementia and long-term PPI use; however, these findings could not illustrate that PPIs caused dementia.", "Despite the attention this article received at the time, AGA expressed its concerns on this research at the time of publication .Three important reminders for patients taking PPIs:1.", "Talk to your doctor before making any changes to your medication.", "You have been prescribed PPIs for a reason, to treat a diagnosed medical condition.", "You and your doctor can discuss the reason for your prescription, the dose and the timeframe for treatment.", "2.", "Consider life-style modifications that may reduce or eliminate the need for PPIs for long-term use.", "These may include weight loss, avoiding tobacco or a change in your eating patterns.", "Your doctor can help you determine the changes that are right for you.", "3.", "Keep in touch with your doctor.", "Research continues to be done on PPI use.", "While the latest research and headlines on PPIs may seem scary, current research still recommends that patients who have a diagnosed condition that is helped by PPIs should stay on them, as benefits can outweigh risks."]}