{"title": "The Lancet: 1 in 3 cases of dementia could be prevented by targeting risk factors from childhood onwards | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txone", "three", "cases", "dementia", "could", "potentially", "prevented", "brain", "health", "improved", "throughout", "life", "targeting", "nine", "risk", "factors", "including", "continuing", "education", "early", "life", "reducing", "hearing", "loss", "reducing", "smoking", "later", "first", "time", "new", "report", "models", "impact", "risk", "factors", "stages", "life", "quantifies", "potential", "contribution", "hearing", "loss", "social", "isolation", "risk", "factors", "dementia", "lancet", "commission", "dementia", "prevention", "intervention", "care", "presented", "alzheimer", "association", "international", "conference", "2017", "combines", "expertise", "24", "international", "experts", "provide", "comprehensive", "review", "disease", "including", "10", "key", "messages", "help", "improve", "dementia", "care", "1", "latest", "estimates", "suggest", "cost", "dementia", "us", "818", "billion", "year", "around", "47", "million", "people", "living", "dementia", "globally", "number", "people", "affected", "set", "almost", "triple", "131", "million", "2050", "number", "cases", "increasing", "countries", "acting", "vastly", "improve", "life", "people", "dementia", "families", "transform", "future", "society", "says", "lead", "author", "professor", "gill", "livingston", "university", "college", "london", "uk", "although", "dementia", "diagnosed", "later", "life", "brain", "changes", "usually", "begin", "develop", "years", "risk", "factors", "developing", "disease", "occurring", "throughout", "life", "old", "age", "believe", "broader", "approach", "prevention", "dementia", "reflects", "changing", "risk", "factors", "benefit", "ageing", "societies", "help", "prevent", "rising", "number", "dementia", "cases", "globally", "2", "report", "models", "impact", "nine", "health", "lifestyle", "factors", "various", "stages", "life", "including", "staying", "education", "age", "15", "years", "old", "reducing", "high", "blood", "pressure", "obesity", "hearing", "loss", "years", "old", "reducing", "smoking", "depression", "physical", "inactivity", "social", "isolation", "diabetes", "later", "life", "65", "years", "old", "estimates", "show", "proportion", "dementia", "cases", "could", "prevented", "risk", "factors", "fully", "eliminated", "study", "estimates", "removing", "factors", "could", "prevent", "one", "three", "cases", "dementia", "35", "comparatively", "finding", "way", "target", "major", "genetic", "risk", "factor", "apolipoprotein", "e", "apoe", "ε4", "allele", "would", "prevent", "less", "one", "10", "7", "cases", "35", "dementia", "cases", "could", "potentially", "prevented", "three", "common", "risk", "factors", "could", "targeted", "increasing", "education", "early", "life", "estimated", "reduce", "total", "number", "dementia", "cases", "8", "people", "continued", "education", "age", "15", "reducing", "hearing", "loss", "reducing", "number", "cases", "9", "people", "treated", "stopping", "smoking", "later", "life", "reducing", "number", "cases", "5", "people", "stopped", "smoking", "3", "completing", "secondary", "education", "early", "life", "may", "raise", "dementia", "risk", "reducing", "cognitive", "reserve", "resilience", "cognitive", "decline", "caused", "brain", "strengthening", "networks", "therefore", "continuing", "functioning", "later", "life", "despite", "hearing", "may", "help", "people", "experience", "cognitively", "rich", "environment", "build", "cognitive", "reserve", "may", "lost", "hearing", "impaired", "however", "research", "earlier", "stage", "could", "also", "result", "social", "isolation", "depression", "caused", "hearing", "loss", "occur", "time", "brain", "degeneration", "causes", "dementia", "later", "life", "stopping", "smoking", "important", "reduce", "exposure", "neurotoxins", "improve", "cardiovascular", "health", "turn", "affects", "brain", "health", "help", "reduce", "dementia", "risk", "researchers", "suggest", "public", "health", "interventions", "including", "building", "cognitive", "reserves", "increasing", "number", "children", "complete", "secondary", "education", "later", "life", "engaging", "mentally", "stimulating", "activities", "combination", "engaging", "hobby", "going", "cinema", "restaurants", "sporting", "events", "reading", "volunteer", "work", "playing", "games", "busy", "social", "life", "addition", "protecting", "hearing", "treating", "hearing", "loss", "may", "important", "way", "prevent", "dementia", "yet", "clear", "hearing", "aids", "counteract", "cognitive", "damage", "caused", "interventions", "likely", "benefit", "increasing", "physical", "activity", "reducing", "smoking", "rates", "treating", "high", "blood", "pressure", "diabetes", "researchers", "note", "interventions", "already", "available", "safe", "health", "benefits", "order", "greatest", "impact", "incorporated", "society", "society", "must", "engage", "ways", "reduce", "dementia", "risk", "throughout", "life", "improve", "care", "treatment", "disease", "includes", "providing", "safe", "effective", "social", "interventions", "order", "integrate", "people", "dementia", "within", "communities", "hopefully", "also", "ensure", "people", "dementia", "families", "caregivers", "encounter", "society", "accepts", "supports", "says", "professor", "lon", "schneider", "keck", "school", "medicine", "university", "southern", "california", "usa", "2", "interventions", "risk", "factors", "would", "delay", "prevent", "cure", "dementia", "cases", "much", "gain", "studies", "suggesting", "dementia", "prevalence", "would", "halved", "onset", "delayed", "five", "years", "10", "reduction", "prevalence", "seven", "health", "lifestyle", "factors", "could", "reduce", "worldwide", "dementia", "prevalence", "million", "authors", "note", "limitations", "within", "estimates", "including", "take", "account", "diet", "alcohol", "intake", "estimates", "could", "based", "global", "data", "data", "available", "also", "note", "risk", "factors", "may", "also", "impact", "stages", "life", "instance", "lifelong", "learning", "beyond", "childhood", "education", "may", "also", "beneficial", "writing", "linked", "comment", "professor", "martin", "prince", "king", "college", "london", "uk", "says", "dementia", "selectively", "affects", "old", "frail", "women", "socioeconomically", "educationally", "disadvantaged", "dims", "voices", "living", "condition", "need", "heard", "dementia", "epidemic", "concentrated", "countries", "awareness", "low", "resources", "meet", "demand", "fewest", "equity", "requires", "affected", "acknowledged", "equal", "status", "value", "accorded", "equal", "access", "diagnosis", "treatment", "care", "support", "long", "way", "achieving", "equity", "global", "action", "plan", "emphasis", "inalienable", "human", "rights", "affected", "special", "attention", "lmics", "accountability", "achieving", "universal", "coverage", "health", "social", "care", "promises", "much", "future", "delivered"], "year": "Thu, 20 Jul 2017 04:00:00 GMT", "source": "The Lancet", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXOne in three cases of dementia could potentially be prevented if brain health is improved throughout life by targeting nine risk factors, including continuing education in early life, reducing hearing loss in mid-life, and reducing smoking in later life.For the first time, the new report models the impact of risk factors at all stages of life, and quantifies the potential contribution of hearing loss and social isolation as risk factors for dementia. The Lancet Commission on dementia prevention, intervention, and care is being presented at the Alzheimer's Association International Conference 2017, and combines the expertise of 24 international experts to provide a comprehensive review of the disease including 10 key messages to help improve dementia care. [1]The latest estimates suggest that the cost of dementia is US$818 billion a year and there are around 47 million people living with dementia globally. The number of people affected is set to almost triple to 131 million by 2050, with the number of cases increasing most in in low- and middle-income countries.\"Acting now will vastly improve life for people with dementia and their families, and in doing so, will transform the future of society,\" says lead author Professor Gill Livingston, University College London, UK. \"Although dementia is diagnosed in later life, the brain changes usually begin to develop years before, with risk factors for developing the disease occurring throughout life, not just in old age. We believe that a broader approach to prevention of dementia which reflects these changing risk factors will benefit our ageing societies and help to prevent the rising number of dementia cases globally.\" [2]The report models the impact of nine health and lifestyle factors at various stages in life, including staying in education until over the age of 15 years old, reducing high blood pressure, obesity and hearing loss in mid-life (45-65 years old), and reducing smoking, depression, physical inactivity, social isolation and diabetes in later life (over 65 years old). The estimates show the proportion of all dementia cases that could be prevented if the risk factors were fully eliminated. The study estimates that removing these factors could prevent one in three cases of dementia (35%). Comparatively, finding a way to target the major genetic risk factor, the apolipoprotein E (ApoE) ε4 allele, would prevent less than one in 10 (7%) cases. Of the 35% of all dementia cases that could potentially be prevented, the three most common risk factors that could be targeted were increasing education in early life (estimated to reduce the total number of dementia cases by 8% if all people continued education until over the age of 15), reducing hearing loss in mid-life (reducing the number of cases by 9% if all people were treated) and stopping smoking in later life (reducing the number of cases by 5% if all people stopped smoking). [3]Not completing secondary education in early life may raise dementia risk by reducing cognitive reserve - a resilience to cognitive decline caused by the brain strengthening its networks and therefore continuing functioning in later life despite damage.Preserving hearing in mid-life may help people to experience a cognitively rich environment and build cognitive reserve, which may be lost if hearing is impaired. However, this research is at an earlier stage and could also be a result of social isolation and depression caused by hearing loss, or occur at the same time as brain degeneration that causes dementia. In later life, stopping smoking will be important to reduce exposure to neurotoxins, and improve cardiovascular health which, in turn, affects brain health. To help reduce dementia risk, the researchers suggest public health interventions including building cognitive reserves by increasing the number of children who complete secondary education, and, in later life, engaging in mentally stimulating activities (such as a combination of engaging in a hobby, going to the cinema, restaurants or sporting events, reading, doing volunteer work, playing games and having a busy social life). In addition, protecting hearing and treating hearing loss in mid-life may be an important way to prevent dementia, but it is not yet clear if hearing aids counteract the cognitive damage caused by this.Other interventions likely to benefit are increasing physical activity, reducing smoking rates, and treating high blood pressure and diabetes. The researchers note that such interventions are already available, safe and have other health benefits, but in order to have the greatest impact they should be incorporated into society.\"Society must engage in ways to reduce dementia risk throughout life, and improve the care and treatment for those with the disease. This includes providing safe and effective social and health-care interventions in order to integrate people with dementia within their communities. Hopefully this will also ensure that people with dementia, their families and caregivers, encounter a society that accepts and supports them.\" says co-author Professor Lon Schneider, Keck School of Medicine of the University of Southern California, USA. [2]While interventions for these risk factors would not delay, prevent, or cure all dementia cases, there is much to gain, with other studies suggesting that dementia prevalence would be halved if its onset were delayed by five years, and that a 10% reduction in the prevalence of the seven health and lifestyle factors could reduce worldwide dementia prevalence by more than a million cases.The authors note some limitations within their estimates, including that they do not take into account diet and alcohol intake, and some estimates could not be based on global data as such data were not available. They also note that some risk factors may also have an impact during other stages of life, for instance lifelong learning (beyond childhood education) may also be beneficial. Writing in a linked Comment, Professor Martin Prince, King's College London, UK, says: \"Dementia selectively affects the old and frail, women, and the socioeconomically and educationally disadvantaged. It dims the voices of those living with the condition, just when they most need to be heard. The dementia epidemic will be concentrated in low- and middle-income countries where awareness is low, and resources to meet the demand are fewest. Equity requires that all those affected should be acknowledged as having equal status and value, and accorded equal access to diagnosis, evidence-based treatment, care, and support. We are a long way from achieving equity. The WHO Global Action Plan, with its emphasis on the inalienable human rights of those affected, special attention to LMICs, and accountability for achieving universal coverage of health and social care, promises much for the future--if it can be delivered.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/tl-tlo071817.php", "date": "2018-01-19_20:50:07", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXOne in three cases of dementia could potentially be prevented if brain health is improved throughout life by targeting nine risk factors, including continuing education in early life, reducing hearing loss in mid-life, and reducing smoking in later life.For the first time, the new report models the impact of risk factors at all stages of life, and quantifies the potential contribution of hearing loss and social isolation as risk factors for dementia.", "The Lancet Commission on dementia prevention, intervention, and care is being presented at the Alzheimer's Association International Conference 2017, and combines the expertise of 24 international experts to provide a comprehensive review of the disease including 10 key messages to help improve dementia care.", "[1]The latest estimates suggest that the cost of dementia is US$818 billion a year and there are around 47 million people living with dementia globally.", "The number of people affected is set to almost triple to 131 million by 2050, with the number of cases increasing most in in low- and middle-income countries.", "\"Acting now will vastly improve life for people with dementia and their families, and in doing so, will transform the future of society,\" says lead author Professor Gill Livingston, University College London, UK.", "\"Although dementia is diagnosed in later life, the brain changes usually begin to develop years before, with risk factors for developing the disease occurring throughout life, not just in old age.", "We believe that a broader approach to prevention of dementia which reflects these changing risk factors will benefit our ageing societies and help to prevent the rising number of dementia cases globally.\"", "[2]The report models the impact of nine health and lifestyle factors at various stages in life, including staying in education until over the age of 15 years old, reducing high blood pressure, obesity and hearing loss in mid-life (45-65 years old), and reducing smoking, depression, physical inactivity, social isolation and diabetes in later life (over 65 years old).", "The estimates show the proportion of all dementia cases that could be prevented if the risk factors were fully eliminated.", "The study estimates that removing these factors could prevent one in three cases of dementia (35%).", "Comparatively, finding a way to target the major genetic risk factor, the apolipoprotein E (ApoE) ε4 allele, would prevent less than one in 10 (7%) cases.", "Of the 35% of all dementia cases that could potentially be prevented, the three most common risk factors that could be targeted were increasing education in early life (estimated to reduce the total number of dementia cases by 8% if all people continued education until over the age of 15), reducing hearing loss in mid-life (reducing the number of cases by 9% if all people were treated) and stopping smoking in later life (reducing the number of cases by 5% if all people stopped smoking).", "[3]Not completing secondary education in early life may raise dementia risk by reducing cognitive reserve - a resilience to cognitive decline caused by the brain strengthening its networks and therefore continuing functioning in later life despite damage.Preserving hearing in mid-life may help people to experience a cognitively rich environment and build cognitive reserve, which may be lost if hearing is impaired.", "However, this research is at an earlier stage and could also be a result of social isolation and depression caused by hearing loss, or occur at the same time as brain degeneration that causes dementia.", "In later life, stopping smoking will be important to reduce exposure to neurotoxins, and improve cardiovascular health which, in turn, affects brain health.", "To help reduce dementia risk, the researchers suggest public health interventions including building cognitive reserves by increasing the number of children who complete secondary education, and, in later life, engaging in mentally stimulating activities (such as a combination of engaging in a hobby, going to the cinema, restaurants or sporting events, reading, doing volunteer work, playing games and having a busy social life).", "In addition, protecting hearing and treating hearing loss in mid-life may be an important way to prevent dementia, but it is not yet clear if hearing aids counteract the cognitive damage caused by this.Other interventions likely to benefit are increasing physical activity, reducing smoking rates, and treating high blood pressure and diabetes.", "The researchers note that such interventions are already available, safe and have other health benefits, but in order to have the greatest impact they should be incorporated into society.", "\"Society must engage in ways to reduce dementia risk throughout life, and improve the care and treatment for those with the disease.", "This includes providing safe and effective social and health-care interventions in order to integrate people with dementia within their communities.", "Hopefully this will also ensure that people with dementia, their families and caregivers, encounter a society that accepts and supports them.\"", "says co-author Professor Lon Schneider, Keck School of Medicine of the University of Southern California, USA.", "[2]While interventions for these risk factors would not delay, prevent, or cure all dementia cases, there is much to gain, with other studies suggesting that dementia prevalence would be halved if its onset were delayed by five years, and that a 10% reduction in the prevalence of the seven health and lifestyle factors could reduce worldwide dementia prevalence by more than a million cases.The authors note some limitations within their estimates, including that they do not take into account diet and alcohol intake, and some estimates could not be based on global data as such data were not available.", "They also note that some risk factors may also have an impact during other stages of life, for instance lifelong learning (beyond childhood education) may also be beneficial.", "Writing in a linked Comment, Professor Martin Prince, King's College London, UK, says: \"Dementia selectively affects the old and frail, women, and the socioeconomically and educationally disadvantaged.", "It dims the voices of those living with the condition, just when they most need to be heard.", "The dementia epidemic will be concentrated in low- and middle-income countries where awareness is low, and resources to meet the demand are fewest.", "Equity requires that all those affected should be acknowledged as having equal status and value, and accorded equal access to diagnosis, evidence-based treatment, care, and support.", "We are a long way from achieving equity.", "The WHO Global Action Plan, with its emphasis on the inalienable human rights of those affected, special attention to LMICs, and accountability for achieving universal coverage of health and social care, promises much for the future--if it can be delivered.\""]}