{"title": "Study offers potential diagnostic and prognostic tools for HIV-associated neurocognitive disorders | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "ualberta", "medical", "researcher", "tom", "hobman", "team", "discovered", "peroxisomal", "proteins", "virtually", "absent", "patients", "neurocognitive", "disorders", "hand", "team", "believes", "discovery", "could", "lead", "view", "ualberta", "researchers", "believe", "clearer", "picture", "people", "living", "hiv", "commonly", "suffer", "dementia", "neurocognitive", "disorders", "researchers", "compared", "brain", "tissue", "10", "hiv", "patients", "neurological", "symptoms", "brain", "tissue", "20", "patients", "suffering", "neurocognitive", "disorders", "hand", "discovered", "patients", "hand", "elevated", "levels", "micrornas", "affected", "expression", "proteins", "needed", "development", "peroxisomes", "subcellular", "structures", "number", "critical", "peroxisomal", "proteins", "extraordinarily", "important", "brain", "development", "function", "virtually", "absent", "brains", "hiv", "patients", "said", "tom", "hobman", "canada", "research", "chair", "rna", "viruses", "host", "interactions", "professor", "cell", "biology", "u", "faculty", "medicine", "dentistry", "team", "believes", "finding", "offers", "strong", "clue", "underlying", "cause", "hand", "could", "lead", "new", "biomarkers", "rapidly", "diagnose", "hand", "monitor", "progression", "hiv", "patients", "predict", "likelihood", "developing", "one", "every", "four", "people", "living", "hiv", "suffer", "hand", "almost", "10", "million", "people", "worldwide", "believed", "living", "neurocognitive", "disorders", "brought", "hiv", "infection", "symptoms", "hand", "include", "difficulty", "memory", "behavioural", "changes", "slower", "motor", "skills", "even", "though", "wonderful", "antiretroviral", "drugs", "controlling", "hiv", "blood", "effectively", "still", "brain", "disease", "said", "chris", "power", "canada", "research", "chair", "neurological", "infection", "immunity", "professor", "neurology", "u", "think", "antiviral", "drugs", "get", "brain", "target", "infected", "cells", "well", "virus", "lingering", "brain", "causing", "damage", "peroxisomes", "turn", "causes", "brain", "disease", "disabling", "people", "unable", "work", "end", "assisted", "living", "huge", "problem", "treatment", "team", "working", "ways", "test", "loss", "peroxisomes", "tissues", "white", "blood", "cells", "believe", "mark", "another", "important", "step", "forward", "potentially", "able", "monitor", "disease", "progression", "among", "hand", "patients", "predict", "hiv", "patients", "risk", "developing", "neurocognitive", "disorders", "also", "hopeful", "findings", "could", "lead", "new", "therapies", "already", "drugs", "available", "regulate", "activity", "peroxisomes", "drugs", "used", "adjuvant", "therapy", "along", "antiviral", "drugs", "mitigate", "issues", "know", "said", "hobman", "fact", "drugs", "already", "food", "drug", "administration", "approved", "makes", "road", "much", "shorter", "ever", "considered", "process", "potentially", "bright", "spot", "story", "adds", "power"], "year": "Thu, 20 Jul 2017 04:00:00 GMT", "source": "University of Alberta Faculty of Medicine & Dentistry", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: UAlberta medical researcher Tom Hobman and his team discovered that peroxisomal proteins are virtually absent in patients with HIV-associated neurocognitive disorders (HAND). The team believes the discovery could lead to...\n       view more UAlberta researchers believe they now have a clearer picture of why people living with HIV so commonly suffer from dementia and other neurocognitive disorders. Researchers compared the brain tissue of 10 HIV patients with no neurological symptoms to the brain tissue of 20 patients suffering from HIV-associated neurocognitive disorders (HAND), and \r\ndiscovered that patients with HAND had elevated levels of microRNAs that affected the expression of proteins needed for the development of peroxisomes, which are subcellular structures.\"A number of critical peroxisomal proteins--which are extraordinarily important for brain development and function--were virtually absent in the brains of HIV patients,\" said Tom Hobman, a Canada Research Chair in RNA Viruses and Host Interactions and a professor of Cell Biology in the U of A's Faculty of Medicine & Dentistry. The team believes the finding offers a strong clue as to the underlying cause of HAND and that it could lead to new biomarkers to rapidly diagnose HAND and/or monitor the progression of HIV in patients and predict their likelihood of developing dementia.Approximately one out of every four people living with HIV will suffer from HAND. Almost 10 million people worldwide are believed to be living with neurocognitive disorders brought about by the HIV infection. Symptoms of HAND include difficulty with short-term memory and decision-making, behavioural changes and slower motor skills.\"Even though we have wonderful antiretroviral drugs for controlling HIV in the blood--which we can do very effectively--we still have brain disease,\" said Chris Power, a Canada Research Chair in in Neurological Infection and Immunity and a professor of Neurology at the U of A. \"We think it's because the antiviral drugs don't get into the brain and don't target the infected cells very well. So the virus is lingering in the brain, causing damage to peroxisomes, which in turn causes brain disease.\"It is very disabling. People are unable to work. They end up in assisted living. It is a huge problem because we don't have any treatment for it.\"The team is now working on ways to test for the loss of peroxisomes through other, easier-to-get-at tissues such as white blood cells. If they can, they believe it will mark another important step forward in potentially being able to monitor disease progression among HAND patients, or to predict which HIV patients are at risk of developing neurocognitive disorders. They are also hopeful the findings could lead to new therapies.\"There are already very well-tolerated drugs available that regulate the activity of peroxisomes. Can these drugs be used as an adjuvant therapy along with the antiviral drugs to mitigate some of these issues? We don't know,\" said Hobman. \"But the fact that some of these drugs are already Food and Drug Administration approved, it makes the road that much shorter if they were ever to be considered for this process.\"\"It is potentially a very bright spot in this story,\" adds Power.", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoaf-sop072017.php", "date": "2018-01-19_20:50:11", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: UAlberta medical researcher Tom Hobman and his team discovered that peroxisomal proteins are virtually absent in patients with HIV-associated neurocognitive disorders (HAND).", "The team believes the discovery could lead to...\n       view more UAlberta researchers believe they now have a clearer picture of why people living with HIV so commonly suffer from dementia and other neurocognitive disorders.", "Researchers compared the brain tissue of 10 HIV patients with no neurological symptoms to the brain tissue of 20 patients suffering from HIV-associated neurocognitive disorders (HAND), and \r\ndiscovered that patients with HAND had elevated levels of microRNAs that affected the expression of proteins needed for the development of peroxisomes, which are subcellular structures.", "\"A number of critical peroxisomal proteins--which are extraordinarily important for brain development and function--were virtually absent in the brains of HIV patients,\" said Tom Hobman, a Canada Research Chair in RNA Viruses and Host Interactions and a professor of Cell Biology in the U of A's Faculty of Medicine & Dentistry.", "The team believes the finding offers a strong clue as to the underlying cause of HAND and that it could lead to new biomarkers to rapidly diagnose HAND and/or monitor the progression of HIV in patients and predict their likelihood of developing dementia.Approximately one out of every four people living with HIV will suffer from HAND.", "Almost 10 million people worldwide are believed to be living with neurocognitive disorders brought about by the HIV infection.", "Symptoms of HAND include difficulty with short-term memory and decision-making, behavioural changes and slower motor skills.", "\"Even though we have wonderful antiretroviral drugs for controlling HIV in the blood--which we can do very effectively--we still have brain disease,\" said Chris Power, a Canada Research Chair in in Neurological Infection and Immunity and a professor of Neurology at the U of A.", "\"We think it's because the antiviral drugs don't get into the brain and don't target the infected cells very well.", "So the virus is lingering in the brain, causing damage to peroxisomes, which in turn causes brain disease.", "\"It is very disabling.", "People are unable to work.", "They end up in assisted living.", "It is a huge problem because we don't have any treatment for it.", "\"The team is now working on ways to test for the loss of peroxisomes through other, easier-to-get-at tissues such as white blood cells.", "If they can, they believe it will mark another important step forward in potentially being able to monitor disease progression among HAND patients, or to predict which HIV patients are at risk of developing neurocognitive disorders.", "They are also hopeful the findings could lead to new therapies.", "\"There are already very well-tolerated drugs available that regulate the activity of peroxisomes.", "Can these drugs be used as an adjuvant therapy along with the antiviral drugs to mitigate some of these issues?", "We don't know,\" said Hobman.", "\"But the fact that some of these drugs are already Food and Drug Administration approved, it makes the road that much shorter if they were ever to be considered for this process.", "\"\"It is potentially a very bright spot in this story,\" adds Power."]}