{"title": "A changing society -- 100 is the new 80 | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txwhen", "comes", "aging", "successfully", "remaining", "good", "health", "centenarians", "perfect", "role", "models", "extreme", "age", "inextricably", "linked", "increasing", "levels", "illness", "diseases", "commonly", "affect", "people", "fail", "reach", "mark", "researchers", "charité", "universitätsmedizin", "berlin", "studying", "illness", "trajectories", "centenarians", "final", "years", "lives", "according", "findings", "people", "died", "aged", "100", "older", "suffered", "fewer", "diseases", "died", "aged", "90", "99", "80", "89", "findings", "study", "published", "journal", "gerontology", "medical", "years", "ago", "life", "expectancy", "industrialized", "world", "approximately", "one", "people", "expected", "reach", "age", "100", "today", "estimates", "suggest", "half", "children", "born", "developed", "world", "century", "live", "least", "100", "therefore", "question", "poses", "whether", "extreme", "old", "age", "necessarily", "associated", "increased", "morbidity", "evidence", "suggest", "centenarians", "develop", "fewer", "diseases", "younger", "cohorts", "extreme", "old", "people", "discussions", "surrounding", "issues", "associated", "aging", "populations", "referred", "morbidity", "hypothesis", "term", "describes", "phenomenon", "onset", "disability", "diseases", "increasingly", "well", "old", "age", "resulting", "shortening", "compression", "phase", "aim", "gain", "better", "understanding", "multimorbidity", "number", "severity", "chronic", "diseases", "affecting", "centenarians", "towards", "end", "lives", "explains", "paul", "gellert", "charité", "institute", "medical", "sociology", "rehabilitation", "diagnoses", "health", "care", "utilization", "data", "routinely", "collected", "german", "statutory", "health", "insurance", "company", "knappschaft", "researchers", "studied", "relevant", "events", "final", "six", "years", "life", "approximately", "oldest", "old", "purposes", "analysis", "cohort", "divided", "three", "groups", "data", "persons", "died", "aged", "100", "older", "compared", "random", "samples", "persons", "died", "eighties", "nineties", "analysis", "included", "data", "old", "persons", "living", "homes", "well", "data", "living", "residential", "care", "focused", "comorbid", "conditions", "classified", "elixhauser", "comorbidity", "index", "usually", "associated", "mortality", "according", "data", "centenarians", "suffered", "average", "conditions", "three", "months", "prior", "deaths", "compared", "average", "conditions", "died", "eighties", "says", "gellert", "summarizing", "findings", "results", "also", "show", "increase", "conditions", "seen", "last", "years", "life", "lower", "centenarians", "died", "ages", "90", "99", "80", "89", "one", "includes", "disorders", "commonly", "associated", "extreme", "old", "age", "different", "types", "dementia", "musculoskeletal", "disorders", "approximately", "half", "centenarians", "recorded", "total", "five", "comorbid", "conditions", "number", "comorbid", "conditions", "found", "60", "percent", "persons", "died", "nineties", "66", "percent", "persons", "died", "eighties", "different", "types", "dementia", "heart", "failure", "found", "common", "among", "centenarians", "among", "younger", "cohorts", "high", "blood", "pressure", "cardiac", "arrhythmia", "renal", "failure", "chronic", "diseases", "less", "common", "died", "reaching", "100", "years", "age", "incidence", "musculoskeletal", "disorders", "found", "similar", "three", "age", "groups", "appears", "clear", "link", "extreme", "old", "age", "number", "diseases", "recorded", "extent", "case", "requires", "careful", "analysis"], "year": "Thu, 20 Jul 2017 04:00:00 GMT", "source": "Charité - Universitätsmedizin Berlin", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWhen it comes to aging successfully and remaining in good health, are centenarians the perfect role models? Or is extreme age inextricably linked with increasing levels of illness? Which diseases most commonly affect people who fail to reach the 100-year mark? Researchers from Charité - Universitätsmedizin Berlin have been studying illness trajectories in centenarians during the final years of their lives. According to their findings, people who died aged 100 or older suffered fewer diseases than those who died aged 90 to 99, or 80 to 89. The findings of this study have been published in the Journal of Gerontology: Medical Sciences*.Forty years ago, life expectancy was such that, in the industrialized world, only (approximately) one in 10,000 people were expected to reach the age of 100 or more. Today's estimates suggest that half of all children born in the developed world during this century will live to at least 100. Therefore, the question that poses itself is whether extreme old age is necessarily associated with increased morbidity. There is evidence to suggest that centenarians develop fewer diseases than younger cohorts of extreme old people. In discussions surrounding the issues associated with aging populations, this is referred to as the 'compression of morbidity' hypothesis - a term which describes the phenomenon of the onset of disability and age-related diseases being increasingly being well into old age, resulting in a shortening (or compression) of this phase. \"Our aim was to gain a better understanding of multimorbidity, i.e. the number and severity of chronic diseases affecting centenarians towards the end of their lives,\" explains Dr. Paul Gellert of Charité's Institute of Medical Sociology and Rehabilitation Science.Using diagnoses and health care utilization data routinely collected by the German statutory health insurance company Knappschaft, the researchers studied relevant events during the final six years of life of approximately 1,400 of the oldest old. For the purposes of analysis, this cohort was then divided into three groups. Data on persons who had died aged 100 or older were compared with random samples of persons who had died in their eighties or nineties. The analysis, which included data on very old persons living in their own homes as well as data on those living in residential care, focused on comorbid conditions classified by the Elixhauser Comorbidity Index as being usually associated with in-hospital mortality. \"According to the data, centenarians suffered from an average of 3.3 such conditions during the three months prior to their deaths, compared with an average of 4.6 conditions for those who had died in their eighties,\" says Dr. Gellert, summarizing the findings. \"Our results also show that the increase in conditions seen during the last few years of life was lower in centenarians than in those who had died between the ages of 90 and 99, or 80 and 89.\"If one includes disorders commonly associated with extreme old age, such as different types of dementia and musculoskeletal disorders, approximately half of all centenarians recorded a total of five or more comorbid conditions. The same number of comorbid conditions was found in 60 percent of persons who had died in their nineties and 66 percent of persons who had died in their eighties. While different types of dementia and heart failure were found to be more common among centenarians than among the younger cohorts, high blood pressure, cardiac arrhythmia, renal failure, and chronic diseases were less common in those who had died after reaching 100 years of age. The incidence of musculoskeletal disorders was found to be similar in all three age groups. While there appears to be a clear link between extreme old age and the number of diseases recorded, the extent to which this is the case requires careful analysis.", "url": "http://www.eurekalert.org/pub_releases/2017-07/c-ub-acs072017.php", "date": "2018-01-19_20:50:14", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWhen it comes to aging successfully and remaining in good health, are centenarians the perfect role models?", "Or is extreme age inextricably linked with increasing levels of illness?", "Which diseases most commonly affect people who fail to reach the 100-year mark?", "Researchers from Charité - Universitätsmedizin Berlin have been studying illness trajectories in centenarians during the final years of their lives.", "According to their findings, people who died aged 100 or older suffered fewer diseases than those who died aged 90 to 99, or 80 to 89.", "The findings of this study have been published in the Journal of Gerontology: Medical Sciences*.Forty years ago, life expectancy was such that, in the industrialized world, only (approximately) one in 10,000 people were expected to reach the age of 100 or more.", "Today's estimates suggest that half of all children born in the developed world during this century will live to at least 100.", "Therefore, the question that poses itself is whether extreme old age is necessarily associated with increased morbidity.", "There is evidence to suggest that centenarians develop fewer diseases than younger cohorts of extreme old people.", "In discussions surrounding the issues associated with aging populations, this is referred to as the 'compression of morbidity' hypothesis - a term which describes the phenomenon of the onset of disability and age-related diseases being increasingly being well into old age, resulting in a shortening (or compression) of this phase.", "\"Our aim was to gain a better understanding of multimorbidity, i.e.", "the number and severity of chronic diseases affecting centenarians towards the end of their lives,\" explains Dr. Paul Gellert of Charité's Institute of Medical Sociology and Rehabilitation Science.Using diagnoses and health care utilization data routinely collected by the German statutory health insurance company Knappschaft, the researchers studied relevant events during the final six years of life of approximately 1,400 of the oldest old.", "For the purposes of analysis, this cohort was then divided into three groups.", "Data on persons who had died aged 100 or older were compared with random samples of persons who had died in their eighties or nineties.", "The analysis, which included data on very old persons living in their own homes as well as data on those living in residential care, focused on comorbid conditions classified by the Elixhauser Comorbidity Index as being usually associated with in-hospital mortality.", "\"According to the data, centenarians suffered from an average of 3.3 such conditions during the three months prior to their deaths, compared with an average of 4.6 conditions for those who had died in their eighties,\" says Dr. Gellert, summarizing the findings.", "\"Our results also show that the increase in conditions seen during the last few years of life was lower in centenarians than in those who had died between the ages of 90 and 99, or 80 and 89.", "\"If one includes disorders commonly associated with extreme old age, such as different types of dementia and musculoskeletal disorders, approximately half of all centenarians recorded a total of five or more comorbid conditions.", "The same number of comorbid conditions was found in 60 percent of persons who had died in their nineties and 66 percent of persons who had died in their eighties.", "While different types of dementia and heart failure were found to be more common among centenarians than among the younger cohorts, high blood pressure, cardiac arrhythmia, renal failure, and chronic diseases were less common in those who had died after reaching 100 years of age.", "The incidence of musculoskeletal disorders was found to be similar in all three age groups.", "While there appears to be a clear link between extreme old age and the number of diseases recorded, the extent to which this is the case requires careful analysis."]}