{"title": "Blood test IDs key Alzheimer's marker | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdecades", "people", "alzheimer", "disease", "develop", "memory", "loss", "confusion", "brains", "become", "dotted", "plaques", "made", "sticky", "protein", "called", "amyloid", "beta", "thought", "contribute", "disease", "way", "detect", "amyloid", "beta", "brain", "via", "pet", "scanning", "expensive", "widely", "available", "spinal", "tap", "invasive", "requires", "specialized", "medical", "procedure", "study", "led", "researchers", "washington", "university", "school", "medicine", "louis", "suggests", "measures", "amyloid", "beta", "blood", "potential", "help", "identify", "people", "altered", "levels", "amyloid", "brains", "cerebrospinal", "screening", "test", "would", "identify", "people", "started", "path", "toward", "alzheimer", "years", "could", "diagnosed", "based", "symptoms", "results", "demonstrate", "amyloid", "beta", "blood", "test", "detect", "amyloid", "begun", "accumulating", "brain", "said", "randall", "bateman", "md", "charles", "joanne", "knight", "distinguished", "professor", "neurology", "study", "senior", "author", "exciting", "could", "basis", "rapid", "inexpensive", "blood", "screening", "test", "identify", "people", "high", "risk", "developing", "alzheimer", "disease", "findings", "announced", "july", "19", "alzheimer", "association", "international", "conference", "london", "published", "online", "journal", "alzheimer", "brain", "engages", "daily", "tasks", "continually", "produces", "clears", "away", "amyloid", "beta", "washed", "blood", "floats", "cerebrospinal", "fluid", "example", "amyloid", "starts", "building", "though", "collect", "plaques", "stick", "neurons", "triggering", "neurological", "blood", "test", "would", "cheaper", "less", "invasive", "pet", "scans", "spinal", "taps", "previous", "studies", "found", "measures", "total", "levels", "amyloid", "beta", "blood", "correlate", "levels", "bateman", "colleagues", "measured", "blood", "levels", "three", "amyloid", "subtypes", "amyloid", "beta", "38", "amyloid", "beta", "40", "amyloid", "beta", "42", "using", "highly", "precise", "measurement", "mass", "spectrometry", "see", "correlated", "levels", "amyloid", "researchers", "studied", "41", "people", "ages", "60", "older", "meaning", "signs", "cognitive", "impairment", "pet", "scans", "spinal", "taps", "patients", "also", "detected", "presence", "amyloid", "plaques", "brain", "amyloid", "alterations", "cerebrospinal", "fluid", "researchers", "also", "measured", "amyloid", "subtypes", "18", "people", "buildup", "amyloid", "measure", "amyloid", "levels", "production", "clearance", "time", "researchers", "drew", "20", "blood", "samples", "person", "period", "found", "levels", "amyloid", "beta", "42", "relative", "amyloid", "beta", "40", "consistently", "10", "15", "percent", "lower", "people", "amyloid", "plaques", "amyloid", "plaques", "composed", "primarily", "amyloid", "beta", "42", "probably", "means", "deposited", "brain", "moving", "bloodstream", "bateman", "said", "differences", "big", "highly", "consistent", "explained", "method", "sensitive", "particularly", "many", "repeated", "samples", "study", "500", "samples", "overall", "highly", "confident", "difference", "real", "even", "single", "sample", "distinguish", "amyloid", "plaques", "averaging", "ratio", "amyloid", "beta", "42", "amyloid", "beta", "40", "individual", "20", "samples", "researchers", "could", "classify", "people", "accurately", "89", "percent", "time", "average", "single", "time", "point", "also", "86", "percent", "plaques", "one", "two", "characteristic", "signs", "alzheimer", "disease", "sign", "presence", "tangles", "brain", "protein", "known", "tau", "david", "holtzman", "md", "andrew", "gretchen", "jones", "professor", "head", "department", "neurology", "school", "medicine", "developing", "test", "tau", "could", "complement", "amyloid", "test", "blood", "test", "tau", "well", "could", "combine", "get", "even", "better", "idea", "risk", "developing", "alzheimer", "disease", "bateman", "said", "would", "huge", "step", "forward", "ability", "predict", "maybe", "even", "prevent", "alzheimer", "disease"], "year": "Wed, 19 Jul 2017 04:00:00 GMT", "source": "Washington University School of Medicine", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDecades before people with Alzheimer's disease develop memory loss and confusion, their brains become dotted with plaques made of a sticky protein - called amyloid beta - that is thought to contribute to the disease and its progression.Currently, the only way to detect amyloid beta in the brain is via PET scanning, which is expensive and not widely available, or a spinal tap, which is invasive and requires a specialized medical procedure. But now, a study led by researchers at Washington University School of Medicine in St. Louis suggests that measures of amyloid beta in the blood have the potential to help identify people with altered levels of amyloid in their brains or cerebrospinal fluid.Ideally, a blood-based screening test would identify people who have started down the path toward Alzheimer's years before they could be diagnosed based on symptoms.\"Our results demonstrate that this amyloid beta blood test can detect if amyloid has begun accumulating in the brain,\" said Randall J. Bateman, MD, the Charles F. and Joanne Knight Distinguished Professor of Neurology and the study's senior author. \"This is exciting because it could be the basis for a rapid and inexpensive blood screening test to identify people at high risk of developing Alzheimer's disease.\"The findings will be announced July 19 at the Alzheimer's Association International Conference in London and published online in the journal Alzheimer's and Dementia.As the brain engages in daily tasks, it continually produces and clears away amyloid beta. Some is washed into the blood, and some floats in the cerebrospinal fluid, for example. If amyloid starts building up, though, it can collect into plaques that stick to neurons, triggering neurological damage.A blood test would be cheaper and less invasive than PET scans or spinal taps, but previous studies have found that measures of total levels of amyloid beta in the blood don't correlate with levels in the brain.So Bateman and colleagues measured blood levels of three amyloid subtypes - amyloid beta 38, amyloid beta 40 and amyloid beta 42 -- using highly precise measurement by mass spectrometry to see if any correlated with levels of amyloid in the brain.The researchers studied 41 people ages 60 and older. Twenty-three were amyloid-positive, meaning they had signs of cognitive impairment. PET scans or spinal taps in these patients also had detected the presence of amyloid plaques in the brain or amyloid alterations in the cerebrospinal fluid. The researchers also measured amyloid subtypes in 18 people who had no buildup of amyloid in the brain.To measure amyloid levels, production and clearance over time, the researchers drew 20 blood samples from each person over a 24-hour period. They found that levels of amyloid beta 42 relative to amyloid beta 40 were consistently 10 to 15 percent lower in the people with amyloid plaques.\"Amyloid plaques are composed primarily of amyloid beta 42, so this probably means that it is being deposited in the brain before moving into the bloodstream,\" Bateman said.\"The differences are not big, but they are highly consistent,\" he explained. \"Our method is very sensitive, and particularly when you have many repeated samples as in this study -- more than 500 samples overall -- we can be highly confident that the difference is real. Even a single sample can distinguish who has amyloid plaques.\"By averaging the ratio of amyloid beta 42 to amyloid beta 40 over each individual's 20 samples, the researchers could classify people accurately as amyloid-positive or -negative 89 percent of the time.  On average, any single time point was also about 86 percent accurate.Amyloid plaques are one of the two characteristic signs of Alzheimer's disease; the other sign is the presence of tangles of a brain protein known as tau. David Holtzman, MD, the Andrew B. and Gretchen P. Jones Professor and head of the Department of Neurology at the School of Medicine, is developing a blood-based test for tau that could complement the amyloid test.\"If we had a blood test for tau as well, we could combine them to get an even better idea of who is most at risk of developing Alzheimer's disease,\" Bateman said. \"That would be a huge step forward in our ability to predict, and maybe even prevent, Alzheimer's disease.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/wuso-bti071417.php", "date": "2018-01-19_20:50:18", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDecades before people with Alzheimer's disease develop memory loss and confusion, their brains become dotted with plaques made of a sticky protein - called amyloid beta - that is thought to contribute to the disease and its progression.Currently, the only way to detect amyloid beta in the brain is via PET scanning, which is expensive and not widely available, or a spinal tap, which is invasive and requires a specialized medical procedure.", "But now, a study led by researchers at Washington University School of Medicine in St. Louis suggests that measures of amyloid beta in the blood have the potential to help identify people with altered levels of amyloid in their brains or cerebrospinal fluid.Ideally, a blood-based screening test would identify people who have started down the path toward Alzheimer's years before they could be diagnosed based on symptoms.", "\"Our results demonstrate that this amyloid beta blood test can detect if amyloid has begun accumulating in the brain,\" said Randall J. Bateman, MD, the Charles F. and Joanne Knight Distinguished Professor of Neurology and the study's senior author.", "\"This is exciting because it could be the basis for a rapid and inexpensive blood screening test to identify people at high risk of developing Alzheimer's disease.", "\"The findings will be announced July 19 at the Alzheimer's Association International Conference in London and published online in the journal Alzheimer's and Dementia.As the brain engages in daily tasks, it continually produces and clears away amyloid beta.", "Some is washed into the blood, and some floats in the cerebrospinal fluid, for example.", "If amyloid starts building up, though, it can collect into plaques that stick to neurons, triggering neurological damage.A blood test would be cheaper and less invasive than PET scans or spinal taps, but previous studies have found that measures of total levels of amyloid beta in the blood don't correlate with levels in the brain.So Bateman and colleagues measured blood levels of three amyloid subtypes - amyloid beta 38, amyloid beta 40 and amyloid beta 42 -- using highly precise measurement by mass spectrometry to see if any correlated with levels of amyloid in the brain.The researchers studied 41 people ages 60 and older.", "Twenty-three were amyloid-positive, meaning they had signs of cognitive impairment.", "PET scans or spinal taps in these patients also had detected the presence of amyloid plaques in the brain or amyloid alterations in the cerebrospinal fluid.", "The researchers also measured amyloid subtypes in 18 people who had no buildup of amyloid in the brain.To measure amyloid levels, production and clearance over time, the researchers drew 20 blood samples from each person over a 24-hour period.", "They found that levels of amyloid beta 42 relative to amyloid beta 40 were consistently 10 to 15 percent lower in the people with amyloid plaques.", "\"Amyloid plaques are composed primarily of amyloid beta 42, so this probably means that it is being deposited in the brain before moving into the bloodstream,\" Bateman said.", "\"The differences are not big, but they are highly consistent,\" he explained.", "\"Our method is very sensitive, and particularly when you have many repeated samples as in this study -- more than 500 samples overall -- we can be highly confident that the difference is real.", "Even a single sample can distinguish who has amyloid plaques.", "\"By averaging the ratio of amyloid beta 42 to amyloid beta 40 over each individual's 20 samples, the researchers could classify people accurately as amyloid-positive or -negative 89 percent of the time.", "On average, any single time point was also about 86 percent accurate.Amyloid plaques are one of the two characteristic signs of Alzheimer's disease; the other sign is the presence of tangles of a brain protein known as tau.", "David Holtzman, MD, the Andrew B. and Gretchen P. Jones Professor and head of the Department of Neurology at the School of Medicine, is developing a blood-based test for tau that could complement the amyloid test.", "\"If we had a blood test for tau as well, we could combine them to get an even better idea of who is most at risk of developing Alzheimer's disease,\" Bateman said.", "\"That would be a huge step forward in our ability to predict, and maybe even prevent, Alzheimer's disease.\""]}