{"title": "People with dementia benefit from goal-oriented therapy | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txpersonalised", "cognitive", "rehabilitation", "therapy", "help", "people", "early", "stage", "dementia", "significantly", "improve", "ability", "engage", "important", "everyday", "activities", "trial", "led", "university", "exeter", "presented", "international", "alzheimer", "association", "international", "conference", "aaic", "2017", "tuesday", "july", "18", "found", "cognitive", "rehabilitation", "leads", "people", "seeing", "satisfying", "progress", "areas", "enable", "maintain", "functioning", "rehabilitation", "involves", "therapist", "working", "person", "dementia", "family", "carer", "identify", "issues", "would", "like", "see", "improvements", "together", "set", "three", "goals", "therapist", "helps", "develop", "strategies", "achieve", "goals", "research", "funded", "national", "institute", "health", "research", "health", "technology", "assessment", "programme", "featured", "bbc", "horizon", "programme", "may", "2016", "goals", "participants", "chose", "varied", "dementia", "affects", "people", "wide", "range", "ways", "participants", "wanted", "find", "ways", "staying", "independent", "example", "learning", "use", "household", "appliances", "mobile", "phones", "wanted", "manage", "daily", "tasks", "better", "worked", "therapists", "developing", "strategies", "prevent", "burning", "food", "cooking", "meals", "others", "wanted", "stay", "socially", "connected", "focussed", "able", "remember", "details", "like", "names", "relatives", "neighbours", "improving", "ability", "engage", "conversation", "sometimes", "staying", "safe", "important", "strategies", "focused", "things", "like", "remembering", "lock", "door", "home", "withdrawing", "money", "safely", "cashpoint", "dr", "ola", "kudlicka", "managed", "trial", "said", "know", "great", "deal", "done", "support", "people", "live", "well", "dementia", "research", "finding", "matters", "individuals", "working", "find", "strategies", "manage", "important", "tasks", "maintain", "interests", "contrary", "popular", "belief", "trial", "shows", "people", "dementia", "given", "right", "kind", "support", "capacity", "learn", "improve", "skills", "aim", "support", "right", "live", "fulfilling", "happy", "life", "independent", "possible", "cognitive", "rehabilitation", "alzheimer", "related", "dementias", "randomised", "controlled", "trial", "great", "trial", "involved", "475", "people", "across", "eight", "sites", "england", "wales", "half", "received", "ten", "cognitive", "rehabilitation", "sessions", "three", "months", "half", "group", "receiving", "therapy", "took", "part", "four", "sessions", "six", "researchers", "found", "took", "part", "therapy", "showed", "significant", "improvement", "areas", "identified", "ten", "week", "sessions", "family", "carers", "agreed", "performance", "improved", "participants", "carers", "happier", "participants", "abilities", "areas", "identified", "professor", "linda", "clare", "led", "research", "said", "know", "cognitive", "rehabilitation", "effectively", "supports", "people", "achieve", "everyday", "goals", "matter", "next", "step", "quantify", "benefits", "whether", "approach", "delays", "need", "people", "go", "care", "homes", "supporting", "live", "independently", "longer", "could", "important", "financial", "benefits", "social", "care", "must", "also", "assess", "whether", "therapy", "integrated", "practitioners", "routinely", "work", "people", "access", "supported", "live", "better", "lives", "dementia", "alzheimer", "society", "funded", "initial", "pilot", "study", "work", "make", "sure", "methods", "acceptable", "people", "affected", "dementia", "funding", "implementation", "study", "researchers", "work", "nhs", "social", "care", "providers", "adapt", "therapy", "use", "practice", "charity", "head", "research", "development", "colin", "capper", "said", "learning", "live", "well", "dementia", "vitally", "important", "people", "affected", "carers", "personalised", "nature", "therapy", "highlights", "everyone", "dementia", "different", "tailored", "approaches", "care", "setting", "individual", "goals", "show", "clear", "benefits", "thrilled", "results", "study", "look", "forward", "helping", "important", "work", "move", "forward", "brought", "closer", "people", "need"], "year": "Tue, 18 Jul 2017 04:00:00 GMT", "source": "University of Exeter", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPersonalised cognitive rehabilitation therapy can help people with early stage dementia significantly improve their ability to engage in important everyday activities and tasks.A large-scale trial led by the University of Exeter, presented at the international Alzheimer's Association International Conference (AAIC) 2017 on Tuesday July 18, has found that cognitive rehabilitation leads to people seeing satisfying progress in areas that enable them to maintain their functioning and independence.Cognitive rehabilitation involves a therapist working with the person with dementia and a family carer to identify issues where they would like to see improvements. Together, they set up to three goals, and the therapist helps to develop strategies to achieve these goals. The research, funded by the National Institute for Health Research Health Technology Assessment programme, featured on the BBC's Horizon programme in May 2016. The goals participants chose were varied, as dementia affects people in a wide range of ways. Some participants wanted to find ways of staying independent, for example by learning or re-learning how to use household appliances or mobile phones. Some wanted to manage daily tasks better, and worked with therapists on developing strategies to prevent them burning their food when cooking meals. Others wanted to stay socially connected, and focussed on being able to remember details like the names of relatives or neighbours, or improving their ability to engage in conversation. Sometimes staying safe was important, so strategies focused on things like remembering to lock the door at home or withdrawing money safely from a cashpoint.  Dr Ola Kudlicka, who managed the trial, said: \"We know there's a great deal that can be done to support people to live well with dementia. Our research is about finding out what matters most to individuals and working with them to find strategies to manage important tasks and maintain their interests. Contrary to popular belief, our trial shows that people with early-stage dementia, given the right kind of support, have the capacity to learn and to improve their skills. We aim to support them in their right to live a fulfilling and happy life and be as independent as possible.\"The Goal-oriented Cognitive Rehabilitation in Early-stage Alzheimer's and Related Dementias: Multi-centre Single-blind Randomised Controlled Trial (GREAT) trial involved 475 people across eight sites in England and Wales. Half of them received ten cognitive rehabilitation sessions over three months, and the other half did not. The group receiving the therapy then took part in four \"top-up\" sessions over six months.The researchers found that those who took part in the therapy showed significant improvement in the areas they had identified, after both the ten week and \"top-up\" sessions. Family carers agreed that their performance had improved. Both participants and carers were happier with the participants' abilities in the areas identified. Professor Linda Clare, who led the research, said: \"We now know that cognitive rehabilitation effectively supports people to achieve the everyday goals that matter to them. The next step is to quantify benefits such as whether this approach delays the need for people to go into care homes by supporting them to live independently for longer. This could have important financial benefits for social care. We must also assess whether the therapy can be integrated into how practitioners routinely work, so that more people can have access and are supported to live better lives with dementia.\" Alzheimer's Society funded an initial pilot study for this work to make sure that the methods were acceptable for people affected by dementia and is now funding an implementation study so the researchers can work with NHS and social care providers to adapt the therapy for use in real-life practice. The charity's Head of Research Development, Colin Capper, said: \"Learning to live well with dementia is vitally important for the people affected and their carers. The personalised nature of this therapy highlights that everyone with dementia is different and that tailored approaches to care and setting individual goals can show clear benefits. We are thrilled at the results of this study and look forward to helping this important work to move forward and be brought closer to the people who need it.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoe-pwd071117.php", "date": "2018-01-19_20:50:21", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPersonalised cognitive rehabilitation therapy can help people with early stage dementia significantly improve their ability to engage in important everyday activities and tasks.A large-scale trial led by the University of Exeter, presented at the international Alzheimer's Association International Conference (AAIC) 2017 on Tuesday July 18, has found that cognitive rehabilitation leads to people seeing satisfying progress in areas that enable them to maintain their functioning and independence.Cognitive rehabilitation involves a therapist working with the person with dementia and a family carer to identify issues where they would like to see improvements.", "Together, they set up to three goals, and the therapist helps to develop strategies to achieve these goals.", "The research, funded by the National Institute for Health Research Health Technology Assessment programme, featured on the BBC's Horizon programme in May 2016.", "The goals participants chose were varied, as dementia affects people in a wide range of ways.", "Some participants wanted to find ways of staying independent, for example by learning or re-learning how to use household appliances or mobile phones.", "Some wanted to manage daily tasks better, and worked with therapists on developing strategies to prevent them burning their food when cooking meals.", "Others wanted to stay socially connected, and focussed on being able to remember details like the names of relatives or neighbours, or improving their ability to engage in conversation.", "Sometimes staying safe was important, so strategies focused on things like remembering to lock the door at home or withdrawing money safely from a cashpoint.", "Dr Ola Kudlicka, who managed the trial, said: \"We know there's a great deal that can be done to support people to live well with dementia.", "Our research is about finding out what matters most to individuals and working with them to find strategies to manage important tasks and maintain their interests.", "Contrary to popular belief, our trial shows that people with early-stage dementia, given the right kind of support, have the capacity to learn and to improve their skills.", "We aim to support them in their right to live a fulfilling and happy life and be as independent as possible.", "\"The Goal-oriented Cognitive Rehabilitation in Early-stage Alzheimer's and Related Dementias: Multi-centre Single-blind Randomised Controlled Trial (GREAT) trial involved 475 people across eight sites in England and Wales.", "Half of them received ten cognitive rehabilitation sessions over three months, and the other half did not.", "The group receiving the therapy then took part in four \"top-up\" sessions over six months.The researchers found that those who took part in the therapy showed significant improvement in the areas they had identified, after both the ten week and \"top-up\" sessions.", "Family carers agreed that their performance had improved.", "Both participants and carers were happier with the participants' abilities in the areas identified.", "Professor Linda Clare, who led the research, said: \"We now know that cognitive rehabilitation effectively supports people to achieve the everyday goals that matter to them.", "The next step is to quantify benefits such as whether this approach delays the need for people to go into care homes by supporting them to live independently for longer.", "This could have important financial benefits for social care.", "We must also assess whether the therapy can be integrated into how practitioners routinely work, so that more people can have access and are supported to live better lives with dementia.\"", "Alzheimer's Society funded an initial pilot study for this work to make sure that the methods were acceptable for people affected by dementia and is now funding an implementation study so the researchers can work with NHS and social care providers to adapt the therapy for use in real-life practice.", "The charity's Head of Research Development, Colin Capper, said: \"Learning to live well with dementia is vitally important for the people affected and their carers.", "The personalised nature of this therapy highlights that everyone with dementia is different and that tailored approaches to care and setting individual goals can show clear benefits.", "We are thrilled at the results of this study and look forward to helping this important work to move forward and be brought closer to the people who need it.\""]}