{"title": "New discovery in MND and dementia could pave the way to novel treatments | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "discovery", "motor", "neurone", "disease", "dementia", "could", "pave", "way", "novel", "treatmentsa", "new", "discovery", "scientists", "university", "sheffield", "could", "help", "slow", "progression", "neurodegenerative", "diseases", "motor", "neurone", "disease", "mnd", "dementia", "neurological", "decline", "associated", "ageing", "researchers", "identified", "tuning", "activity", "pathway", "dna", "natural", "repair", "toolkit", "normally", "helps", "restore", "breakages", "genetic", "material", "could", "help", "prevent", "death", "nerve", "cells", "trigger", "neurological", "scientists", "university", "sheffield", "department", "molecular", "biology", "biotechnology", "mbb", "sheffield", "institute", "translational", "neuroscience", "sitran", "examined", "c9orf72", "gene", "contains", "six", "dna", "nucleotides", "building", "blocks", "dna", "important", "cellular", "information", "stored", "series", "nucleotides", "expanded", "repeated", "multiple", "times", "neurodegenerative", "diseases", "occur", "expansions", "gene", "forms", "genetic", "material", "called", "make", "dna", "vulnerable", "breakages", "found", "accumulation", "increased", "dna", "breakage", "neurons", "lead", "neurodegenerative", "cells", "repair", "toolkits", "specially", "designed", "fix", "breaks", "dna", "however", "products", "expansion", "process", "called", "autophagy", "process", "gets", "rid", "misfolded", "unwanted", "new", "study", "jointly", "directed", "professor", "sherif", "university", "sheffield", "department", "mbb", "professor", "mimoun", "azzouz", "sitran", "university", "sheffield", "published", "today", "17", "july", "2017", "nature", "neuroscience", "shows", "expansion", "driven", "process", "degrade", "precious", "dna", "toolkits", "meaning", "cells", "eventually", "die", "able", "shut", "degradation", "process", "runs", "cell", "ability", "fix", "genomic", "breaks", "using", "genetic", "techniques", "said", "professor", "even", "though", "dna", "still", "damaged", "cells", "able", "cope", "die", "discovering", "new", "mechanism", "consequence", "significant", "step", "towards", "developing", "new", "therapies", "motor", "neurone", "disease", "neurodegenerative", "conditions", "research", "needs", "done", "possible", "newly", "discovered", "mechanism", "contributes", "death", "nerve", "cells", "people", "suffering", "diseases", "alzheimer", "parkinson", "ageing", "process", "professor", "wellcome", "trust", "investigator", "added", "really", "excited", "modulate", "degradation", "process", "preserve", "dna", "repair", "toolkit", "take", "away", "pathology", "cell", "death", "discovery", "based", "work", "conducted", "cellular", "mouse", "models", "disease", "could", "pave", "way", "new", "therapies", "devastating", "diseases", "mnd", "one", "common", "neurodegenerative", "disorders", "affecting", "younger", "people", "middle", "active", "progressive", "debilitating", "condition", "causes", "paralysis", "muscles", "body", "leading", "difficulties", "walking", "moving", "talking", "swallowing", "breathing", "rapid", "deterioration", "muscle", "movement", "means", "life", "expectancy", "patients", "disease", "three", "five", "years", "currently", "treatments", "tackle", "disease", "professor", "azzouz", "erc", "advanced", "investigator", "sitran", "university", "sheffield", "said", "discovery", "addressing", "one", "major", "challenges", "namely", "poor", "understanding", "neurones", "die", "mnd", "patients", "research", "paves", "way", "exciting", "horizon", "accelerate", "pace", "therapeutic", "development", "mnd", "aim", "identify", "targets", "preserve", "dna", "toolkits", "rescue", "neurons", "degeneration", "delighted", "fruitful", "collaborative", "effort", "led", "exciting", "discovery", "credit", "fantastic", "efforts", "team", "particular", "phd", "student", "callum", "walker", "looking", "forward", "continuing", "work", "transforming", "valuable", "therapies"], "year": "Mon, 17 Jul 2017 04:00:00 GMT", "source": "University of Sheffield", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew discovery in motor neurone disease and dementia could pave the way to novel treatmentsA new discovery by scientists at the University of Sheffield could help slow down the progression of neurodegenerative diseases such as motor neurone disease (MND), dementia and neurological decline associated with ageing. Researchers have identified that tuning up the activity pathway of the DNA's natural repair toolkit - which normally helps to restore breakages in our genetic material - could help to prevent the death of nerve cells which trigger neurological diseases.Leading scientists from the University of Sheffield's Department of Molecular Biology and Biotechnology (MBB) and its Sheffield Institute of Translational Neuroscience (SITraN) examined the C9orf72 gene which contains six DNA nucleotides - the building blocks of our DNA where all important cellular information is stored. When this series of nucleotides is expanded and repeated multiple times, neurodegenerative diseases can occur. The expansions of the gene forms genetic material called 'R-loops' which make the DNA vulnerable to breakages. They found that accumulation of R-loops and increased DNA breakage in neurons lead to neurodegenerative diseases.Our cells have their own repair toolkits specially designed to fix breaks in DNA, however, the products of the expansion over-activate a process called autophagy - a process that gets rid of misfolded or \"unwanted\" proteins.The new study, jointly directed by Professor Sherif El-Khamisy from the University of Sheffield's Department of MBB and Professor Mimoun Azzouz from SITraN at the University of Sheffield, published today (17 July 2017) in Nature Neuroscience, shows that the expansion driven over-activation of this process can degrade some of the very precious DNA toolkits, meaning the cells will eventually die.\"We were able to shut down the out-of-control degradation process, which runs down the cell's ability to fix genomic breaks, using genetic techniques,\" said Professor El-Khamisy.\"Even though the DNA was still damaged, the cells were able to cope and did not die. Discovering this new mechanism and its consequence is a significant step towards developing new therapies for motor neurone disease and other neurodegenerative conditions.\"More research needs to be done, but it's possible that this newly discovered mechanism contributes to the death of nerve cells in people suffering from diseases such as Alzheimer's, Parkinson's and during the ageing process.\"Professor El-Khamisy, Wellcome Trust Investigator, added: \"I'm really excited, if we modulate this degradation process, we can preserve our DNA repair toolkit and take away the pathology, the cell death.\"\r\nThe discovery based on work conducted in cellular and mouse models of the disease could pave the way for new therapies for devastating diseases such as MND, which is one of the most common neurodegenerative disorders affecting younger people in the middle of their active life.MND is a progressive and debilitating condition that causes paralysis of muscles in the body leading to difficulties walking, moving, talking, swallowing, and breathing. The rapid deterioration of muscle movement means life expectancy for patients with the disease is three to five years. There are currently no treatments to tackle the disease.  \r\nProfessor Azzouz, ERC Advanced Investigator from SITraN at the University of Sheffield, said: \"This discovery is addressing one of the major challenges of namely the poor understanding of how neurones die in these MND patients.\"The research paves the way for an exciting horizon to accelerate the pace of therapeutic development for MND. Our aim now is to identify targets that can preserve the DNA toolkits and rescue neurons from degeneration.\"I am delighted that this fruitful collaborative effort led to this exciting discovery. Credit to the fantastic efforts from the team, in particular our PhD student Callum Walker. We are looking forward to continuing this work transforming valuable therapies.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/uos-ndi071717.php", "date": "2018-01-19_20:50:27", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew discovery in motor neurone disease and dementia could pave the way to novel treatmentsA new discovery by scientists at the University of Sheffield could help slow down the progression of neurodegenerative diseases such as motor neurone disease (MND), dementia and neurological decline associated with ageing.", "Researchers have identified that tuning up the activity pathway of the DNA's natural repair toolkit - which normally helps to restore breakages in our genetic material - could help to prevent the death of nerve cells which trigger neurological diseases.Leading scientists from the University of Sheffield's Department of Molecular Biology and Biotechnology (MBB) and its Sheffield Institute of Translational Neuroscience (SITraN) examined the C9orf72 gene which contains six DNA nucleotides - the building blocks of our DNA where all important cellular information is stored.", "When this series of nucleotides is expanded and repeated multiple times, neurodegenerative diseases can occur.", "The expansions of the gene forms genetic material called 'R-loops' which make the DNA vulnerable to breakages.", "They found that accumulation of R-loops and increased DNA breakage in neurons lead to neurodegenerative diseases.Our cells have their own repair toolkits specially designed to fix breaks in DNA, however, the products of the expansion over-activate a process called autophagy - a process that gets rid of misfolded or \"unwanted\" proteins.The new study, jointly directed by Professor Sherif El-Khamisy from the University of Sheffield's Department of MBB and Professor Mimoun Azzouz from SITraN at the University of Sheffield, published today (17 July 2017) in Nature Neuroscience, shows that the expansion driven over-activation of this process can degrade some of the very precious DNA toolkits, meaning the cells will eventually die.", "\"We were able to shut down the out-of-control degradation process, which runs down the cell's ability to fix genomic breaks, using genetic techniques,\" said Professor El-Khamisy.", "\"Even though the DNA was still damaged, the cells were able to cope and did not die.", "Discovering this new mechanism and its consequence is a significant step towards developing new therapies for motor neurone disease and other neurodegenerative conditions.", "\"More research needs to be done, but it's possible that this newly discovered mechanism contributes to the death of nerve cells in people suffering from diseases such as Alzheimer's, Parkinson's and during the ageing process.", "\"Professor El-Khamisy, Wellcome Trust Investigator, added: \"I'm really excited, if we modulate this degradation process, we can preserve our DNA repair toolkit and take away the pathology, the cell death.\"", "The discovery based on work conducted in cellular and mouse models of the disease could pave the way for new therapies for devastating diseases such as MND, which is one of the most common neurodegenerative disorders affecting younger people in the middle of their active life.MND is a progressive and debilitating condition that causes paralysis of muscles in the body leading to difficulties walking, moving, talking, swallowing, and breathing.", "The rapid deterioration of muscle movement means life expectancy for patients with the disease is three to five years.", "There are currently no treatments to tackle the disease.", "Professor Azzouz, ERC Advanced Investigator from SITraN at the University of Sheffield, said: \"This discovery is addressing one of the major challenges of namely the poor understanding of how neurones die in these MND patients.", "\"The research paves the way for an exciting horizon to accelerate the pace of therapeutic development for MND.", "Our aim now is to identify targets that can preserve the DNA toolkits and rescue neurons from degeneration.", "\"I am delighted that this fruitful collaborative effort led to this exciting discovery.", "Credit to the fantastic efforts from the team, in particular our PhD student Callum Walker.", "We are looking forward to continuing this work transforming valuable therapies.\""]}