{"title": "Two new genes linked to Alzheimer's risk | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "team", "researchers", "led", "cardiff", "university", "identified", "two", "genes", "influence", "person", "risk", "developing", "alzheimer", "new", "finding", "builds", "team", "previous", "work", "identifying", "24", "susceptibility", "genes", "enables", "better", "understanding", "mechanisms", "underlying", "disease", "offers", "hope", "developing", "new", "treatments", "dr", "rebecca", "sims", "cardiff", "university", "school", "medicine", "said", "addition", "identifying", "two", "genes", "affect", "risk", "developing", "alzheimer", "disease", "new", "research", "reveals", "number", "genes", "proteins", "form", "network", "likely", "important", "development", "particular", "genes", "suggest", "immune", "cells", "brain", "play", "causal", "role", "disease", "also", "good", "targets", "potential", "drug", "treatment", "dr", "rosa", "sancho", "head", "research", "alzheimer", "research", "uk", "added", "discovery", "new", "genes", "like", "finding", "puzzle", "pieces", "biologists", "start", "fit", "together", "build", "complete", "picture", "disease", "alzheimer", "research", "uk", "proud", "supporting", "scientists", "cutting", "edge", "work", "continue", "make", "valuable", "discoveries", "shaping", "understanding", "disease", "currently", "treatments", "slow", "progression", "alzheimer", "increased", "investment", "research", "vital", "capitalise", "new", "findings", "drive", "progress", "people", "condition", "families", "two", "novel", "genes", "previously", "considered", "candidates", "alzheimer", "risk", "identified", "study", "compared", "dna", "tens", "thousands", "individuals", "alzheimer", "people", "free", "currently", "around", "people", "uk", "alzheimer", "course", "disease", "proteins", "build", "brain", "form", "structures", "called", "plaques", "tangles", "connections", "nerve", "cells", "lost", "eventually", "nerve", "cells", "die", "brain", "tissue", "volume", "reduced", "people", "alzheimer", "also", "shortage", "important", "chemicals", "brain", "chemical", "messengers", "help", "transmit", "signals", "around", "brain", "shortage", "signals", "transmitted", "doug", "brown", "director", "research", "development", "alzheimer", "society", "said", "60", "people", "dementia", "alzheimer", "disease", "yet", "despite", "prevalence", "still", "fully", "understand", "complex", "causes", "disease", "discovery", "two", "new", "risk", "genes", "alzheimer", "exciting", "advance", "could", "help", "deepen", "understanding", "happens", "brains", "people", "disease", "genes", "reinforce", "critical", "role", "special", "cells", "brain", "called", "microglia", "responsible", "clearing", "debris", "including", "damaged", "cells", "proteins", "insights", "like", "vital", "help", "unravel", "complexities", "alzheimer", "disease", "show", "researchers", "focus", "efforts", "search", "new", "effective", "treatments", "funder", "research", "delighted", "see", "important", "progress", "made", "uk", "dementia", "research", "institute", "centre", "cardiff", "build", "discovery", "investigate", "detail", "role", "microglia", "dementia", "ultimately", "accelerate", "progress", "towards", "finding", "cure"], "year": "Mon, 17 Jul 2017 04:00:00 GMT", "source": "Cardiff University", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA team of researchers led by Cardiff University has identified two genes that influence a person's risk of developing Alzheimer's disease.The new finding, which builds on the team's previous work of identifying 24 susceptibility genes, enables a better understanding of the mechanisms underlying the disease and offers further hope in developing new treatments. Dr Rebecca Sims from Cardiff University's School of Medicine said: \"In addition to identifying two genes that affect the risk of developing Alzheimer's disease, our new research reveals a number of other genes and proteins that form a network likely to be important in its development. These particular genes, which suggest that immune cells in the brain play a causal role in the disease, are also very good targets for potential drug treatment.\"Dr Rosa Sancho, Head of Research at Alzheimer's Research UK, added: \"The discovery of new genes is like finding puzzle pieces that biologists can start to fit together to build a complete picture of a disease. \"Alzheimer's Research UK is proud to be supporting scientists at the cutting edge of this work as they continue to make valuable discoveries that are shaping our understanding of the disease. There are currently no treatments to slow the progression of Alzheimer's and increased investment in research is vital so that we can capitalise on new findings and drive progress for people with the condition and their families.\"The two novel genes, which were not previously considered candidates for Alzheimer's risk, were identified during a study which compared the DNA of tens of thousands of individuals with Alzheimer's with aged-matched people who are free from the disease.There are currently around 850,000 people in the UK with Alzheimer's. During the course of the disease, proteins build up in the brain to form structures called plaques and tangles. The connections between nerve cells are lost, and eventually the nerve cells die and brain tissue volume is reduced. People with Alzheimer's also have a shortage of some important chemicals in their brain. These chemical messengers help to transmit signals around the brain. When there is a shortage of them, the signals are not transmitted as effectively.Dr Doug Brown, Director of Research and Development at Alzheimer's Society, said: \"Over 60% of people with dementia have Alzheimer's disease, yet despite its prevalence we still don't fully understand the complex causes of the disease.\"The discovery of two new risk genes for Alzheimer's is an exciting advance that could help to deepen our understanding of what happens in the brains of people with the disease. These genes reinforce a critical role for special cells in the brain - called microglia - that are responsible for clearing up debris including damaged cells and proteins. Insights like this are vital to help unravel the complexities of Alzheimer's disease and show researchers where to focus their efforts in the search for new, effective treatments.\"As a funder of this research, we're delighted to see important progress being made. The UK Dementia Research Institute centre at Cardiff will now build on this discovery to investigate in detail the role of microglia in dementia and ultimately accelerate our progress towards finding a cure.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/cu-tng071717.php", "date": "2018-01-19_20:50:31", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA team of researchers led by Cardiff University has identified two genes that influence a person's risk of developing Alzheimer's disease.The new finding, which builds on the team's previous work of identifying 24 susceptibility genes, enables a better understanding of the mechanisms underlying the disease and offers further hope in developing new treatments.", "Dr Rebecca Sims from Cardiff University's School of Medicine said: \"In addition to identifying two genes that affect the risk of developing Alzheimer's disease, our new research reveals a number of other genes and proteins that form a network likely to be important in its development.", "These particular genes, which suggest that immune cells in the brain play a causal role in the disease, are also very good targets for potential drug treatment.", "\"Dr Rosa Sancho, Head of Research at Alzheimer's Research UK, added: \"The discovery of new genes is like finding puzzle pieces that biologists can start to fit together to build a complete picture of a disease.", "\"Alzheimer's Research UK is proud to be supporting scientists at the cutting edge of this work as they continue to make valuable discoveries that are shaping our understanding of the disease.", "There are currently no treatments to slow the progression of Alzheimer's and increased investment in research is vital so that we can capitalise on new findings and drive progress for people with the condition and their families.", "\"The two novel genes, which were not previously considered candidates for Alzheimer's risk, were identified during a study which compared the DNA of tens of thousands of individuals with Alzheimer's with aged-matched people who are free from the disease.There are currently around 850,000 people in the UK with Alzheimer's.", "During the course of the disease, proteins build up in the brain to form structures called plaques and tangles.", "The connections between nerve cells are lost, and eventually the nerve cells die and brain tissue volume is reduced.", "People with Alzheimer's also have a shortage of some important chemicals in their brain.", "These chemical messengers help to transmit signals around the brain.", "When there is a shortage of them, the signals are not transmitted as effectively.Dr Doug Brown, Director of Research and Development at Alzheimer's Society, said: \"Over 60% of people with dementia have Alzheimer's disease, yet despite its prevalence we still don't fully understand the complex causes of the disease.", "\"The discovery of two new risk genes for Alzheimer's is an exciting advance that could help to deepen our understanding of what happens in the brains of people with the disease.", "These genes reinforce a critical role for special cells in the brain - called microglia - that are responsible for clearing up debris including damaged cells and proteins.", "Insights like this are vital to help unravel the complexities of Alzheimer's disease and show researchers where to focus their efforts in the search for new, effective treatments.", "\"As a funder of this research, we're delighted to see important progress being made.", "The UK Dementia Research Institute centre at Cardiff will now build on this discovery to investigate in detail the role of microglia in dementia and ultimately accelerate our progress towards finding a cure.\""]}