{"title": "Daily crosswords linked to sharper brain in later life | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "grammatical", "reasoning", "speed", "shown", "view", "regularly", "people", "report", "word", "puzzles", "crosswords", "better", "brain", "function", "later", "life", "robust", "online", "trial", "found", "experts", "university", "exeter", "medical", "school", "kings", "college", "london", "analysed", "data", "healthy", "people", "aged", "50", "submitted", "online", "trial", "research", "presented", "alzheimer", "association", "international", "conference", "aaic", "2017", "team", "asked", "participants", "frequently", "played", "word", "puzzles", "crosswords", "study", "one", "largest", "kind", "used", "tests", "cogtracktm", "protect", "online", "cognitive", "test", "systems", "assess", "core", "aspects", "brain", "function", "found", "regularly", "participants", "engaged", "word", "puzzles", "better", "performed", "tasks", "assessing", "attention", "reasoning", "memory", "results", "researchers", "calculate", "people", "engage", "word", "puzzles", "brain", "function", "equivalent", "ten", "years", "younger", "age", "tests", "grammatical", "reasoning", "speed", "short", "term", "memory", "accuracy", "keith", "wesnes", "professor", "cognitive", "neuroscience", "university", "exeter", "medical", "school", "said", "found", "direct", "relationships", "frequency", "word", "puzzle", "use", "speed", "accuracy", "performance", "nine", "cognitive", "tasks", "assessing", "range", "aspects", "function", "including", "attention", "reasoning", "memory", "performance", "consistently", "better", "reported", "engaging", "puzzles", "generally", "improved", "incrementally", "frequency", "puzzle", "use", "example", "test", "measures", "grammatical", "reasoning", "speed", "memory", "accuracy", "performing", "word", "puzzles", "associated", "reduction", "around", "10", "years", "need", "follow", "exciting", "association", "clinical", "trial", "establish", "whether", "engaging", "puzzles", "results", "improvement", "brain", "function", "study", "used", "participants", "protect", "online", "platform", "run", "university", "exeter", "kings", "college", "london", "currently", "healthy", "people", "aged", "50", "96", "registered", "study", "planning", "expansion", "online", "platform", "enables", "researchers", "conduct", "manage", "studies", "without", "need", "laboratory", "visits", "protect", "10", "year", "study", "participants", "followed", "annually", "enable", "better", "understanding", "cognitive", "trajectories", "age", "range", "protect", "funded", "alzheimer", "society", "national", "institute", "health", "research", "nihr", "bioresource", "including", "nihr", "clinical", "research", "network", "crn", "ballard", "professor", "diseases", "university", "exeter", "medical", "school", "said", "know", "many", "factors", "involved", "dementia", "preventable", "essential", "find", "lifestyle", "factors", "really", "make", "difference", "helping", "people", "maintain", "healthy", "brains", "stop", "soaring", "rise", "disease", "ca", "yet", "say", "crosswords", "give", "sharper", "brain", "next", "step", "assess", "whether", "encouraging", "people", "start", "playing", "word", "games", "regularly", "could", "actually", "improve", "brain", "function", "dr", "doug", "brown", "director", "research", "alzheimer", "society", "said", "know", "keeping", "active", "mind", "help", "reduce", "decline", "thinking", "skills", "new", "research", "reveal", "link", "word", "puzzles", "like", "crosswords", "memory", "thinking", "skills", "ca", "say", "definitively", "regular", "improves", "skills", "able", "say", "sure", "crucial", "next", "step", "test", "benefits", "people", "take", "word", "puzzles", "meantime", "top", "tips", "reduce", "risk", "developing", "dementia", "keeping", "physically", "active", "avoiding", "smoking", "eating", "healthy", "balanced", "diet"], "year": "Mon, 17 Jul 2017 04:00:00 GMT", "source": "University of Exeter", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Grammatical Reasoning Speed is shown.\n       view more The more regularly people report doing word puzzles such as crosswords, the better their brain function in later life, a large-scale and robust online trial has found. Experts at the University of Exeter Medical School and Kings College London analysed data from more than 17,000 healthy people aged 50 and over, submitted in an online trial. In research presented at the Alzheimer's Association International Conference (AAIC) 2017, the team asked participants how frequently they played word puzzles such as crosswords. The study, one of the largest of its kind, used tests from the CogTrackTM and PROTECT online cognitive test systems to assess core aspects of brain function. They found that the more regularly participants engaged with word puzzles, the better they performed on tasks assessing attention, reasoning and memory. From their results, researchers calculate that people who engage in word puzzles have brain function equivalent to ten years younger than their age, on tests of grammatical reasoning speed and short term memory accuracy. Keith Wesnes, Professor of Cognitive Neuroscience at the University of Exeter Medical School, said: \"We found direct relationships between the frequency of word puzzle use and the speed and accuracy of performance on nine cognitive tasks assessing a range of aspects of function including attention, reasoning and memory. Performance was consistently better in those who reported engaging in puzzles, and generally improved incrementally with the frequency of puzzle use. For example, on test measures of grammatical reasoning speed and short-term memory accuracy, performing word puzzles was associated with an age-related reduction of around 10 years. We now need to follow up this very exciting association in a clinical trial, to establish whether engaging in puzzles results in improvement in brain function.\" The study used participants in the PROTECT online platform, run by the University of Exeter and Kings College London. Currently, more than 22,000 healthy people aged between 50 and 96 are registered in the study, which is planning further expansion. The online platform enables researchers to conduct and manage large-scale studies without the need for laboratory visits. PROTECT is a 10 year study with participants being followed up annually to enable a better understanding of  cognitive trajectories in this age range. PROTECT is funded by the Alzheimer's Society and the National Institute for Health Research (NIHR) Bioresource, including through its NIHR Clinical Research Network (CRN).Clive Ballard, Professor of Age-Related Diseases at the University of Exeter Medical School, said: \"We know that many of the factors involved in dementia are preventable. It is essential that we find out what lifestyle factors really make a difference to helping people maintain healthy brains to stop the soaring rise of the disease. We can't yet say that crosswords give you a sharper brain - the next step is to assess whether encouraging people to start playing word games regularly could actually improve their brain function.\" Dr Doug Brown, Director of Research of Alzheimer's Society, said:  \"We know that keeping an active mind can help to reduce decline in thinking skills. \r\n\"This new research does reveal a link between word puzzles, like crosswords, and memory and thinking skills, but we can't say definitively that regular 'puzzling' improves these skills. \"To be able to say for sure, the crucial next step is to test if there are benefits in people who take up word puzzles.\r\n \"In the meantime our top tips to reduce the risk of developing dementia are keeping physically active, avoiding smoking and eating a healthy balanced diet.\"\r\n", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoe-dcl071417.php", "date": "2018-01-19_20:50:38", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Grammatical Reasoning Speed is shown.", "view more The more regularly people report doing word puzzles such as crosswords, the better their brain function in later life, a large-scale and robust online trial has found.", "Experts at the University of Exeter Medical School and Kings College London analysed data from more than 17,000 healthy people aged 50 and over, submitted in an online trial.", "In research presented at the Alzheimer's Association International Conference (AAIC) 2017, the team asked participants how frequently they played word puzzles such as crosswords.", "The study, one of the largest of its kind, used tests from the CogTrackTM and PROTECT online cognitive test systems to assess core aspects of brain function.", "They found that the more regularly participants engaged with word puzzles, the better they performed on tasks assessing attention, reasoning and memory.", "From their results, researchers calculate that people who engage in word puzzles have brain function equivalent to ten years younger than their age, on tests of grammatical reasoning speed and short term memory accuracy.", "Keith Wesnes, Professor of Cognitive Neuroscience at the University of Exeter Medical School, said: \"We found direct relationships between the frequency of word puzzle use and the speed and accuracy of performance on nine cognitive tasks assessing a range of aspects of function including attention, reasoning and memory.", "Performance was consistently better in those who reported engaging in puzzles, and generally improved incrementally with the frequency of puzzle use.", "For example, on test measures of grammatical reasoning speed and short-term memory accuracy, performing word puzzles was associated with an age-related reduction of around 10 years.", "We now need to follow up this very exciting association in a clinical trial, to establish whether engaging in puzzles results in improvement in brain function.\"", "The study used participants in the PROTECT online platform, run by the University of Exeter and Kings College London.", "Currently, more than 22,000 healthy people aged between 50 and 96 are registered in the study, which is planning further expansion.", "The online platform enables researchers to conduct and manage large-scale studies without the need for laboratory visits.", "PROTECT is a 10 year study with participants being followed up annually to enable a better understanding of  cognitive trajectories in this age range.", "PROTECT is funded by the Alzheimer's Society and the National Institute for Health Research (NIHR) Bioresource, including through its NIHR Clinical Research Network (CRN).Clive Ballard, Professor of Age-Related Diseases at the University of Exeter Medical School, said: \"We know that many of the factors involved in dementia are preventable.", "It is essential that we find out what lifestyle factors really make a difference to helping people maintain healthy brains to stop the soaring rise of the disease.", "We can't yet say that crosswords give you a sharper brain - the next step is to assess whether encouraging people to start playing word games regularly could actually improve their brain function.\"", "Dr Doug Brown, Director of Research of Alzheimer's Society, said:  \"We know that keeping an active mind can help to reduce decline in thinking skills.", "\"This new research does reveal a link between word puzzles, like crosswords, and memory and thinking skills, but we can't say definitively that regular 'puzzling' improves these skills.", "\"To be able to say for sure, the crucial next step is to test if there are benefits in people who take up word puzzles.", "\"In the meantime our top tips to reduce the risk of developing dementia are keeping physically active, avoiding smoking and eating a healthy balanced diet.\""]}