{"text": "Scientists have demonstrated how an investigational drug works against a rare, fatal genetic disease, Niemann-Pick type C1 (NPC1). They found that a closely related compound will activate an enzyme, AMPK, triggering a cellular \"recycling\" system that helps reduce elevated cholesterol and other accumulated fats in the brains and livers of NPC1 patients, which are hallmarks associated with severe neurological problems.  The research was led by scientists at the National Center for Advancing Translational Sciences (NCATS), part of the National Institutes of Health, and their colleagues.The work could lead to a new generation of potential therapies for NPC1 and other similar disorders, as well as neurodegenerative diseases such as Parkinson's and Alzheimer's diseases. The scientists reported their findings online on July 17, 2017 in the journal Autophagy.\"We've shown that a compound very similar to the repurposed drug currently in clinical testing in patients actually turns on an enzyme that jumpstarts the cell's waste disposal system to reduce cholesterol in cells,\" said co-corresponding author Wei Zheng, Ph.D., scientist, NCATS Therapeutics for Rare and Neglected Diseases program, Division of Pre-Clinical Innovation. \"This process, called autophagy, is what cells use to recycle their trash. The process malfunctions in NPC1 and a number of neurodegenerative diseases, making the AMPK enzyme a potential target for future drugs.\" NPC1 occurs when a faulty gene fails to remove cholesterol and other lipids from cells. The lipids accumulate in the spleen, liver and brain, impairing movement and leading to slurred speech, seizures and dementia. Patients with NPC1 typically die in their teens, though a late-onset form of the disease affects young adults. An investigational drug, called 2-hydroxypropyl-β-cyclodextrin, is being tested in a Phase 3 clinical trial in patients with NPC1. Pre-clinical studies, including those at NCATS, and previous testing in patients showed the potential drug reduced cholesterol and other lipids in patient cells, delaying disease onset and lessening some disease symptoms. But investigators were unsure of how the drug worked. To find out, Zheng and co-corresponding authors Juan Marugan, Ph.D., at NCATS and Daniel Ory, M.D., at Washington University School of Medicine in St. Louis, and their co-workers turned to a similar, more potent compound named methyl-β-cyclodextrin.In several pre-clinical experiments using cells from NPC1 patients, the researchers determined that the compound could bind to AMPK, turning on its activity and the autophagy process, resulting in a drop in accumulated cholesterol in NPC1 cells. When they blocked AMPK activity, preventing methyl-β-cyclodextrin from turning on the enzyme, there was no reduction in cholesterol in NPC1 cells. In addition, the researchers found that other compounds that also turned on AMPK had similar effects in reducing cholesterol in NPC1 cells, suggesting that AMPK is a potential target for the design of new drugs to treat NPC1 patients. \r\n\"Our findings provide important new insights into the mechanism of action by which cyclodextrin reduces cholesterol buildup in NPC1 cells and eventually restores a balance,\" said Marugan, who is acting branch chief of the NCATS Chemical Genomics Center.   \r\n\"This work is a great illustration of the bi-directional nature of translation - certainly basic science insights can lead to new interventions, but the reverse is equally true,\" said NCATS Director Christopher P. Austin, M.D., who is also a publication co-author. \"Rather than building on the basic science studies to develop a therapy, in this case, we're taking an experimental drug in clinical testing and picking apart how it works.\" \r\nNPC1 is a lysosomal storage disease, characterized by too much cholesterol and other lipids in the cell's lysosomes, which are sacs of enzymes that break apart proteins, fats and other materials for recycling. In the disease, a gene mutation blocks the transport of fats like cholesterol out of the lysosome, causing them to pile up. In many such diseases, there's also a breakdown in the recycling process, likely due to the cholesterol buildup. \r\n\"Malfunctions in the autophagy process have been reported in other lysosomal storage diseases, in addition to diseases such as Parkinson's and Alzheimer's diseases,\" Zheng said. \"Understanding how the drug works may enable us to develop a new generation of anti-NPC1 drugs, and perhaps new drugs against other lysosomal storage and neurodegenerative diseases.\" \r\n", "date": "Mon, 17 Jul 2017 04:00:00 GMT", "meeting": "", "title": "NIH scientists find rare disease clues in cell's recycling system", "institution": "NIH/National Center for Advancing Translational Sciences (NCATS)", "journal": "Autophagy", "description": "Scientists have demonstrated how an investigational drug works against a rare, fatal genetic disease, Niemann-Pick type C1 (NPC1). They found that a closely related compound will activate an enzyme, AMPK, triggering a cellular 'recycling' system that helps reduce elevated cholesterol and other accumulated fats in the brains and livers of NPC1 patients, which are hallmarks associated with severe neurological problems.", "region": "namerica", "keywords": ["Biology", " Genetics", " Molecular Biology", " Physiology", " Medicine/Health"], "url": "http://www.eurekalert.org/pub_releases/2017-07/ncfa-nsf071717.php", "source_link": "https://www.nih.gov/news-events/news-releases/nih-scientists-find-rare-disease-clues-cells-recycling-system", "funder": "NIH/National Center for Advancing Translational Sciences, NIH/National Institute of Neurological Disorders and Stroke", "article_link": null}