{"text": "The MacArthur Research Network on Youth and Participatory Politics (YPP), under the direction of co-principal investigators University of Chicago political scientist Cathy Cohen, and Joseph Kahne, professor of education at Mills College, has unveiled the findings of the largest nationally representative study to date of new media and politics among young people. The national survey questioned 3,000 young people, ages 15-25 on how they use the Internet, social media and engage in politics. Unlike any prior study on the topic, the YPP survey included large numbers of black, Latino, and Asian American respondents, allowing for unique statistical comparisons across race. The data present one of the most complete pictures to date of how young people are using new media in new ways to engage politically, providing relevant insights on both the long-term political picture in America and the upcoming 2012 election.The study report, Participatory Politics: New Media and Youth Political Action shows that contrary to the traditional notion of a technological digital divide, substantial numbers of young people across racial and ethic groups are engaging in \"participatory politics\" -- acts such as starting a political group online, circulating a blog about a political issue, or forwarding political videos to friends.  Like traditional political acts, these acts address issues of public concern.  The difference is that participatory acts are interactive, peer-based, and do not defer to elites or formal institutions. They are also tied to digital or new media platforms that facilitate and amplify young people's actions. \"As the 2012 election approaches, it is important to realize how young people, especially youth of color, are using new media to amplify their voices in the political realm,\" said Cohen, the David and Mary Winton Green Professor in Political Science.   \"Not only did we find that large numbers of youth take part in participatory politics, but, defying conventional expectations, black and Asian-American youth are the most avid users of new media for friendship and interest-driven activities.  Moreover, black youth participate in online forms of participatory politics at rates equal to or slightly higher than white, Latino and Asian-American youth.\"  \"Anyone who cares about democracy needs to pay attention to this important dimension of politics for young people--participatory politics spread information, mobilize individuals to act, and provide many ways for youth to voice their perspectives,\" said Kahne. \"But there are challenges.  These politics also spread misinformation, and they may promote voice more than influence.  When we asked young people if they thought they and their friends would benefit from learning more about how to tell if online information was trustworthy, 84% said, 'Yes!'  In massive numbers, youth are saying they need help with digital media literacy.\"   The YPP national survey and analysis of the data was supported by the John D. and Catherine T. MacArthur Foundation, whose $100-million digital media and learning initiative aims to determine how digital media are changing the way young people learn, play, socialize, and participate in civic life. The research was conducted by Kahne and Cohen and a team of three researchers:  Benjamin Bowyer and Ellen Middaugh at Mills College and Jon Rogowski at the University of Chicago.  The study has an overall margin of error of plus or minus 3 percentage points.  Among the key findings:Access to and Use of Internet and Social Media\nParticipatory politics are an important dimension of politics\nParticipatory politics are equitably distributed across different racial and ethnic groupsTaking into account participatory politics, institutional politics, and voting, black youth are the most likely to have participated in at least one form of these activities:\r\nCredibility of Online News and Information\"While we can probably assume that youth will learn to use their cell phones without formal instruction,\" Kahne said, \"They may well benefit from supports and programs in both school and out-of-school settings that strengthen their ability and desire to produce media that is informed, persuasive, and distributed effectively.\"\"A key question that emerges from these findings is: 'Are we prepared to provide the resources, supports and media literacy training necessary for youth of color to transfer their digital social capital into influence in the political realm?',\" noted Cohen. \"Participatory politics offers a political realm where voices of young people are at the center and driving the agenda.  Are we prepared to embrace their innovation, support their engagement, and give them greater control, voice, and potentially influence over the issues that matter most in their lives?\"MethodologyThe Youth Participatory Politics survey was conducted by Knowledge Networks (KN) on behalf of Mills College.  The survey was administered through online and telephone modes from February 9, 2011 to July 14, 2011.  Both modes were administered in English- and Spanish-language versions. The median online respondent completed the survey in 35 minutes, and the median telephone interview lasted 44 minutes.  The target population for the survey comprised young people between fifteen and twenty-five years of age living in the United States from four ethnic/racial groups: non-Hispanic whites, non-Hispanic blacks, non-Hispanic Asians, and Hispanics (of any race).  In order to be able to make meaningful comparison across racial and ethnic groups, the study also included oversamples of African Americans, Asian Americans, and Hispanics.\nWilliam Harms\nw-harms@uchicago.edu\n773-702-8356\n @UChicago\nhttp://www-news.uchicago.edu ", "date": "Tue, 26 Jun 2012 04:00:00 GMT", "meeting": "", "title": "Social media power youth political participation", "institution": "University of Chicago", "journal": "", "description": "The study shows that contrary to the traditional notion of a technological digital divide, substantial numbers of young people across racial and ethic groups are engaging in ", "region": "namerica", "keywords": ["Social/Behavioral Science", " Behavior", " Demography", " Minorities", " Mass Media", " Political Science"], "url": "http://www.eurekalert.org/pub_releases/2012-06/uoc-smp062612.php", "source_link": null, "funder": "MacArthur Foundation", "article_link": null}