{"title": "One social hour a week in dementia care improves lives and saves money | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "activities", "combined", "one", "hour", "week", "social", "interaction", "improve", "quality", "life", "reduce", "agitation", "people", "dementia", "living", "care", "homes", "saving", "money", "findings", "trial", "led", "university", "exeter", "king", "college", "london", "oxford", "health", "nhs", "foundation", "trust", "results", "presented", "today", "july", "16", "alzheimer", "association", "international", "conference", "2017", "aaic", "research", "funded", "national", "institute", "health", "research", "nihr", "trial", "involved", "800", "people", "dementia", "across", "69", "care", "homes", "south", "london", "north", "london", "buckinghamshire", "two", "staff", "champions", "home", "trained", "four", "sessions", "take", "simple", "measures", "involve", "talking", "residents", "interests", "decisions", "around", "care", "combined", "one", "hour", "week", "social", "interaction", "improved", "quality", "life", "reduced", "agitation", "importantly", "approach", "also", "saved", "money", "compared", "standard", "care", "researchers", "say", "next", "key", "challenge", "roll", "programme", "care", "homes", "uk", "benefit", "lives", "people", "dementia", "living", "facilities", "professor", "clive", "ballard", "university", "exeter", "medical", "school", "led", "research", "said", "people", "dementia", "living", "care", "homes", "among", "vulnerable", "society", "incredibly", "170", "carer", "training", "manuals", "available", "market", "four", "based", "evidence", "really", "work", "outcomes", "show", "good", "staff", "training", "one", "hour", "week", "social", "interaction", "significantly", "improves", "quality", "life", "group", "people", "often", "forgotten", "society", "dr", "jane", "fossey", "oxford", "health", "nhs", "foundation", "trust", "said", "taking", "approach", "really", "getting", "know", "resident", "individual", "knowing", "interests", "talking", "provide", "aspects", "care", "make", "massive", "difference", "person", "carers", "shown", "approach", "significantly", "improves", "lives", "reduces", "agitation", "actually", "saves", "money", "training", "must", "rolled", "nationwide", "people", "benefit", "doug", "brown", "director", "research", "alzheimer", "society", "said", "70", "people", "living", "care", "homes", "dementia", "vital", "staff", "right", "training", "provide", "good", "quality", "dementia", "care", "know", "approach", "takes", "individual", "unique", "qualities", "abilities", "interests", "preferences", "needs", "account", "improve", "care", "study", "shows", "training", "provide", "type", "individualised", "care", "along", "activities", "social", "interactions", "significant", "impact", "people", "living", "dementia", "care", "homes", "also", "shows", "effective", "care", "reduce", "costs", "stretched", "social", "care", "system", "desperately", "needs", "alzheimer", "society", "committed", "improving", "dementia", "care", "research", "want", "see", "interventions", "like", "put", "practice", "continue", "fund", "research", "improve", "quality", "life", "people", "dementia", "homes", "care", "homes", "hospitals", "investment", "research", "alone", "rescue", "broken", "system", "government", "must", "use", "consultation", "social", "care", "reform", "deliver", "solution", "addresses", "desperate", "funding", "crisis", "current", "system", "shares", "cost", "care", "across", "society", "results", "findings", "improving", "wellbeing", "health", "people", "dementia", "wheld", "trial", "largest", "randomised", "control", "trial", "people", "dementia", "living", "care", "homes", "date"], "year": "Sun, 16 Jul 2017 04:00:00 GMT", "source": "University of Exeter", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPerson-centred activities combined with just one hour a week of social interaction can improve quality of life and reduce agitation for people with dementia living in care homes, while saving money. These are the findings from a large-scale trial led by the University of Exeter, King's College London and Oxford Health NHS Foundation Trust. These results were presented today (July 16) at the Alzheimer's Association International Conference 2017 (AAIC). The research was funded by the National Institute for Health Research (NIHR). The trial involved more than 800 people with dementia across 69 care homes in South London, North London and Buckinghamshire. Two 'care staff champions' at each home were trained over four day-long sessions, to take simple measures that such as involve talking to residents about their interests and decisions around their own care. When combined with just one hour a week of social interaction, it improved quality of life and reduced agitation. Importantly, the approach also saved money compared to standard care.  Researchers say the next key challenge is to roll the programme to the 28,000 care homes in the UK to benefit the lives of the 300,000 people with dementia living in these facilities. Professor Clive Ballard, of the University of Exeter Medical School, who led the research, said: \"People with dementia who are living in care homes are among the most vulnerable in our society. Incredibly, of 170 carer training manuals available on the market, only four are based on evidence that they really work. Our outcomes show that good staff training and just one hour a week of social interaction significantly improves quality of life for a group of people who can often be forgotten by society.\"Dr Jane Fossey from the Oxford Health NHS Foundation Trust, said: \"Taking a person-centred approach is about really getting to know the resident as an individual -- knowing their interests and talking with them while you provide all aspects of care. It can make a massive difference to the person themselves and their carers. We've shown that this approach significantly improves lives, reduces agitation and actually saves money too. This training must now be rolled out nationwide so other people can benefit.\" Doug Brown, Director of Research for Alzheimer's Society, said:\r\n \r\n\"70% of people living in care homes have dementia, so it is vital that staff have the right training to provide good quality dementia care.\r\n \r\n\"We know that a person-centred approach that takes each individual's unique qualities, abilities, interests, preferences and needs into account can improve care. This study shows that training to provide this type of individualised care, along with activities and social interactions, has a significant impact on the well-being of people living with dementia in care homes. It also shows that effective care can reduce costs, which the stretched social care system desperately needs.\r\n \r\n\"Alzheimer's Society is committed to improving dementia care through research. We want to see interventions like this put into practice, and will continue to fund further research to improve the quality of life for people with dementia in their own homes, care homes and hospitals. But investment in research alone cannot rescue the broken system. The government must use the consultation on social care reform to deliver a long-term solution that addresses the desperate funding crisis in our current system and shares the cost of care across society.\"\r\n\tThe results are the findings of the Improving Wellbeing and Health for People with Dementia (WHELD) trial, the largest non-pharmacological randomised control trial in people with dementia living in care homes to date. ", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoe-osh071117.php", "date": "2018-01-19_20:50:48", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPerson-centred activities combined with just one hour a week of social interaction can improve quality of life and reduce agitation for people with dementia living in care homes, while saving money.", "These are the findings from a large-scale trial led by the University of Exeter, King's College London and Oxford Health NHS Foundation Trust.", "These results were presented today (July 16) at the Alzheimer's Association International Conference 2017 (AAIC).", "The research was funded by the National Institute for Health Research (NIHR).", "The trial involved more than 800 people with dementia across 69 care homes in South London, North London and Buckinghamshire.", "Two 'care staff champions' at each home were trained over four day-long sessions, to take simple measures that such as involve talking to residents about their interests and decisions around their own care.", "When combined with just one hour a week of social interaction, it improved quality of life and reduced agitation.", "Importantly, the approach also saved money compared to standard care.", "Researchers say the next key challenge is to roll the programme to the 28,000 care homes in the UK to benefit the lives of the 300,000 people with dementia living in these facilities.", "Professor Clive Ballard, of the University of Exeter Medical School, who led the research, said: \"People with dementia who are living in care homes are among the most vulnerable in our society.", "Incredibly, of 170 carer training manuals available on the market, only four are based on evidence that they really work.", "Our outcomes show that good staff training and just one hour a week of social interaction significantly improves quality of life for a group of people who can often be forgotten by society.", "\"Dr Jane Fossey from the Oxford Health NHS Foundation Trust, said: \"Taking a person-centred approach is about really getting to know the resident as an individual -- knowing their interests and talking with them while you provide all aspects of care.", "It can make a massive difference to the person themselves and their carers.", "We've shown that this approach significantly improves lives, reduces agitation and actually saves money too.", "This training must now be rolled out nationwide so other people can benefit.\"", "Doug Brown, Director of Research for Alzheimer's Society, said:\r\n \r\n\"70% of people living in care homes have dementia, so it is vital that staff have the right training to provide good quality dementia care.", "\"We know that a person-centred approach that takes each individual's unique qualities, abilities, interests, preferences and needs into account can improve care.", "This study shows that training to provide this type of individualised care, along with activities and social interactions, has a significant impact on the well-being of people living with dementia in care homes.", "It also shows that effective care can reduce costs, which the stretched social care system desperately needs.", "\"Alzheimer's Society is committed to improving dementia care through research.", "We want to see interventions like this put into practice, and will continue to fund further research to improve the quality of life for people with dementia in their own homes, care homes and hospitals.", "But investment in research alone cannot rescue the broken system.", "The government must use the consultation on social care reform to deliver a long-term solution that addresses the desperate funding crisis in our current system and shares the cost of care across society.\"", "The results are the findings of the Improving Wellbeing and Health for People with Dementia (WHELD) trial, the largest non-pharmacological randomised control trial in people with dementia living in care homes to date."]}