{"title": "Agent clears toxic proteins and improves cognition in neurodegeneration models | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txlondon", "researchers", "found", "cell", "receptors", "abnormally", "overexpressed", "brains", "parkinson", "alzheimer", "diseases", "inhibited", "animal", "models", "clear", "toxic", "protein", "buildup", "reduce", "brain", "inflammation", "improve", "cognitive", "dual", "findings", "presented", "georgetown", "university", "medical", "center", "gumc", "researchers", "alzheimer", "association", "international", "conference", "london", "mark", "first", "time", "receptors", "discoindin", "domain", "receptors", "ddrs", "understood", "play", "role", "parkinson", "alzheimer", "diseases", "primarily", "known", "potential", "targets", "cancer", "activation", "cell", "receptors", "appear", "prevent", "brain", "cells", "cleaning", "trash", "toxic", "buildup", "proteins", "tau", "amyloid", "common", "neurodegenerative", "diseases", "says", "study", "senior", "author", "charbel", "moussa", "mbbs", "phd", "director", "georgetown", "laboratory", "dementia", "parkinsonism", "scientific", "clinical", "research", "director", "gumc", "translational", "neurotherapeutics", "ddrs", "actions", "become", "destructive", "one", "reason", "may", "ddrs", "protein", "enzymes", "known", "tyrosine", "kinases", "act", "switches", "cell", "process", "known", "autophagy", "excess", "ddrs", "activation", "may", "switch", "autophagy", "resulting", "toxic", "proteins", "inside", "brain", "cells", "possibly", "breakdown", "barrier", "common", "neurodegenerative", "diseases", "inhibition", "tyrosine", "kinase", "inhibitor", "appears", "insulate", "brain", "via", "barrier", "repair", "prevents", "harmful", "immune", "cells", "circulate", "body", "getting", "brain", "indiscriminately", "attack", "kill", "healthy", "sick", "neurons", "like", "unable", "perform", "autophagy", "take", "trash", "says", "moussa", "studied", "experimental", "tyrosine", "kinase", "inhibitor", "enters", "brain", "inhibits", "ddrs", "explains", "moussa", "associate", "professor", "neurology", "inhibition", "receptors", "low", "dose", "agent", "reduction", "ddrs", "expression", "several", "models", "parkinson", "alzheimer", "disease", "allows", "nerve", "cells", "switch", "autophagy", "clear", "toxic", "proteins", "help", "brain", "insulate", "circulating", "inflammatory", "cells", "led", "cognitive", "improvement", "animal", "models", "moussa", "found", "agents", "target", "process", "autophagy", "one", "agent", "nilotinib", "novartis", "used", "treat", "leukemia", "studied", "patients", "parkinson", "alzheimer", "collaborators", "include", "moussa", "lab", "michaeline", "hebron", "ms", "monica", "javidnia", "irina", "lonskaya", "phd", "postdoctoral", "filed", "patent", "application", "related", "use", "certain", "ddr", "inhibitors", "treatment", "neurodegenerative", "diseases", "moussa", "named", "inventor", "intellectual", "property", "protected", "also", "georgetown", "holds", "issued", "us", "patent", "related", "technology", "use", "nilotinib", "treatment", "certain", "neurodegenerative", "diseases", "pending", "patent", "applications", "us", "foreign", "jurisdictions", "moussa", "also", "named", "inventor", "related", "intellectual", "property", "university", "licensed", "company", "development", "commercialization"], "year": "Sun, 16 Jul 2017 04:00:00 GMT", "source": "Georgetown University Medical Center", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXLONDON -- Researchers have found cell receptors abnormally overexpressed in post-mortem brains of those with Parkinson's and Alzheimer's diseases, and that they can be inhibited in animal models to clear toxic protein buildup, reduce brain inflammation, and improve cognitive performance.These dual findings, presented by Georgetown University Medical Center (GUMC) researchers at the Alzheimer's Association International Conference in London, mark the first time that the receptors, discoindin domain receptors (DDRs), have been understood to play a role in Parkinson's and Alzheimer's diseases. (They are primarily known as potential targets against cancer.)\"Activation of these cell receptors appear to prevent brain cells from cleaning out the trash -- the toxic buildup of proteins, such as alpha-synuclein, tau and amyloid, common in neurodegenerative diseases,\" says the study's senior author, Charbel Moussa, MBBS, PhD, director of Georgetown's Laboratory for Dementia and Parkinsonism, and scientific and clinical research director of the GUMC Translational Neurotherapeutics Program.When DDRs are over-expressed, their actions become destructive. One reason may be that DDRs are protein enzymes known as tyrosine kinases that act as on and off switches of the cell self-cleaning process known as autophagy. Excess DDRs activation may switch off autophagy, resulting in build-up of toxic proteins inside brain cells and possibly breakdown of the blood-brain barrier, common in neurodegenerative diseases, he says.DDRs inhibition with a tyrosine kinase inhibitor appears to insulate the brain via blood-brain barrier repair, which prevents harmful immune cells that circulate in the body from getting into the brain where they can indiscriminately attack and kill healthy and sick neurons, like those that have been unable to perform autophagy to \"take out their trash,\" says Moussa.\"We studied an experimental tyrosine kinase inhibitor that enters the brain and inhibits DDRs,\" explains Moussa, associate professor of neurology. \"Inhibition of these receptors with a low dose of the agent, LCB-03-110, or reduction of DDRs expression in several models of Parkinson's and Alzheimer's disease, allows nerve cells to switch on autophagy to clear toxic proteins and help the brain insulate itself from circulating inflammatory cells. This led to cognitive improvement in our animal models.\" Moussa has found other agents that target the process of autophagy. One such agent nilotinib (Tasigna® by Novartis), used to treat leukemia, is being studied in patients with Parkinson's and Alzheimer's diseases.Study collaborators include, from Moussa's lab Michaeline Hebron, MS, Monica Javidnia, and Irina Lonskaya, PhD, a postdoctoral researcher.Georgetown has filed a patent application related to use of certain DDR inhibitors for the treatment of neurodegenerative diseases. Moussa is the named inventor of the intellectual property protected. Also, Georgetown holds an issued US patent on related technology for the use of nilotinib for the treatment of certain neurodegenerative diseases and has other pending patent applications in US and foreign jurisdictions. Moussa is also the named inventor on this related intellectual property, which the university has licensed to a company for further development and commercialization.", "url": "http://www.eurekalert.org/pub_releases/2017-07/gumc-act070617.php", "date": "2018-01-19_20:50:50", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXLONDON -- Researchers have found cell receptors abnormally overexpressed in post-mortem brains of those with Parkinson's and Alzheimer's diseases, and that they can be inhibited in animal models to clear toxic protein buildup, reduce brain inflammation, and improve cognitive performance.These dual findings, presented by Georgetown University Medical Center (GUMC) researchers at the Alzheimer's Association International Conference in London, mark the first time that the receptors, discoindin domain receptors (DDRs), have been understood to play a role in Parkinson's and Alzheimer's diseases.", "(They are primarily known as potential targets against cancer.", ")\"Activation of these cell receptors appear to prevent brain cells from cleaning out the trash -- the toxic buildup of proteins, such as alpha-synuclein, tau and amyloid, common in neurodegenerative diseases,\" says the study's senior author, Charbel Moussa, MBBS, PhD, director of Georgetown's Laboratory for Dementia and Parkinsonism, and scientific and clinical research director of the GUMC Translational Neurotherapeutics Program.When DDRs are over-expressed, their actions become destructive.", "One reason may be that DDRs are protein enzymes known as tyrosine kinases that act as on and off switches of the cell self-cleaning process known as autophagy.", "Excess DDRs activation may switch off autophagy, resulting in build-up of toxic proteins inside brain cells and possibly breakdown of the blood-brain barrier, common in neurodegenerative diseases, he says.DDRs inhibition with a tyrosine kinase inhibitor appears to insulate the brain via blood-brain barrier repair, which prevents harmful immune cells that circulate in the body from getting into the brain where they can indiscriminately attack and kill healthy and sick neurons, like those that have been unable to perform autophagy to \"take out their trash,\" says Moussa.", "\"We studied an experimental tyrosine kinase inhibitor that enters the brain and inhibits DDRs,\" explains Moussa, associate professor of neurology.", "\"Inhibition of these receptors with a low dose of the agent, LCB-03-110, or reduction of DDRs expression in several models of Parkinson's and Alzheimer's disease, allows nerve cells to switch on autophagy to clear toxic proteins and help the brain insulate itself from circulating inflammatory cells.", "This led to cognitive improvement in our animal models.\"", "Moussa has found other agents that target the process of autophagy.", "One such agent nilotinib (Tasigna® by Novartis), used to treat leukemia, is being studied in patients with Parkinson's and Alzheimer's diseases.Study collaborators include, from Moussa's lab Michaeline Hebron, MS, Monica Javidnia, and Irina Lonskaya, PhD, a postdoctoral researcher.Georgetown has filed a patent application related to use of certain DDR inhibitors for the treatment of neurodegenerative diseases.", "Moussa is the named inventor of the intellectual property protected.", "Also, Georgetown holds an issued US patent on related technology for the use of nilotinib for the treatment of certain neurodegenerative diseases and has other pending patent applications in US and foreign jurisdictions.", "Moussa is also the named inventor on this related intellectual property, which the university has licensed to a company for further development and commercialization."]}