{"text": "Combining a specific care management program with a commonly-prescribed drug for Alzheimer's disease multiplies the medication's ability to improve daily function by about 7.5 times, stalling some of the disease's most damaging effects.These are the findings from a randomized trial developed at NYU Langone Medical Center and presented Sunday July 16 at the Alzheimer's Association International Conference 2017 in London. \"Alzheimer's and dementia clinicians have known for some time that medication alone is not enough to stop disease progression,\" says research principal investigator Barry Reisberg, MD, professor of psychiatry and director of the Zachary and Elizabeth M. Fisher Alzheimer Disease Education and Resources program at NYU Langone. \"Our new research shows that a comprehensive, patient-centered care program brings significant benefits in daily activities, which are important to individuals with Alzheimer's and those who care for and about them.\"Reisberg was the first author of a 2003 New England Journal of Medicine paper that was used in the U.S. Food and Drug Administration's approval of memantine, making it the first treatment for the later stages of Alzheimer's disease. Now, after more than 13 years of research, he and his team have shown that combining this drug with a comprehensive disease management system achieved significantly greater therapeutic effects than what was observed in the original study in terms of the difference between the medication and placebo groups. With no significant new drug for Alzheimer's having been approved since memantine in 2003 - and a number failing clinical trials this year - the study authors argue that the time has come for the field to pay more attention to methods that can dramatically improve the impact of existing drugs.  The new study measured the added therapeutic benefits in patients taking memantine of also placing them in the Comprehensive, Individualized, Person-Centered Management program (CI-PCM). This system of care includes caregiver training, residence assessment, therapeutic home visits, and caregiver support groups, all developed and conducted by study co-investigator Sunnie Kenowsky, DVM, co-director of the Fisher Alzheimer's Disease Program and clinical instructor of Psychiatry at NYU Langone.In a 28-week, blinded, randomized controlled trial, 10 patient-caregiver groups enrolled in the CI-PCM were compared against 10 pairs receiving standard community care, which included a clinic visit, referrals to resources for caregiver training, care counseling, physical, speech and occupational therapy, medic-alert bracelets training, day care centers and support group programs. All patients were taking memantine. The two groups were compared at the end of 28 weeks using a recognized tool called Functional Assessment Staging (FAST), which measures losses in the ability of a person to independently carry out daily activities, such as dressing, bathing and toileting. The medication plus CI-PCM patient group tested 7.5 times - or 750 percent - higher than the medication-only group measured in the original 2003 study.Alzheimer's disease has been considered a degenerative condition, so there is currently little emphasis on retraining patients, says Reisberg. The team's prior work had shown that losses in function related to Alzheimer's occur in reverse order from the sequence in which the skills are acquired in the first place during normal development. They coined this theory \"retrogenesis,\" which suggests that people with Alzheimer's with advanced disease can still learn if their training matches the developmental age level that their disease has restricted them to. The CI-PCM system used in the study was designed based on this retrogenesis theory, and includes caregiver training, \"memory coaching\" that teaches patients how to accomplish skills they lost, in combination with other supportive programs. This new research validates this hypothesis, says Reisberg, and shows that significant improvements are possible in some of the most disturbed and impaired community-residing people with Alzheimer's.\r\nThis latest research builds on a recent paper published in January, which reported increases in memantine's therapeutic effect using different measurement procedures. \"While there are many great resources for people with Alzheimer's and their families within communities, direct training in basic skills in more severe and more disturbed persons with Alzheimer's is an underutilized and understudied treatment method in the clinic setting that has not been studied,\" says Reisberg.", "date": "Sun, 16 Jul 2017 04:00:00 GMT", "meeting": "Alzheimer's Association International Conference", "title": "Drug combined with care program better at reducing Alzheimer's symptoms than drug alone", "institution": "NYU Langone Medical Center / New York University School of Medicine", "journal": "", "description": "Combining a specific care management program with a commonly-prescribed drug for Alzheimer's, memantine,  multiplies the medication's ability to improve daily function by about 7.5 times, stalling some of the disease's most damaging effects, according to new research from NYU Langone Medical Center. With no significant new drug for Alzheimer's having been approved since 2003, the study authors say the time has come for the field to pay more attention to methods that can improve the impact of existing drugs.", "region": "namerica", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-07/nlmc-dcw071317.php", "source_link": null, "funder": "Fisher Alzheimer's Disease Program, Forest Research Institute of Forest Laboratories, and US Department of Health and Human Services, NIH/National Institute on Aging", "article_link": null}