{"title": "$820 million wasted in failing to attempt Type 2 diabetes prevention efforts", "text": "TAMPA, FL (Aug. 4, 2017)-  The Centers for Disease Control and Prevention reports 84 million Americans have prediabetes. Unless something is done, 70 percent will eventually be diagnosed with type 2 diabetes.That's why researchers at the University of South Florida in Tampa are calling for more patients to be prescribed metformin, an effective and inexpensive medication that controls blood sugar. It's currently used by 0.7 percent of patients with prediabetes.\"The data are clear. Metformin is underused and that represents a missed opportunity in addressing the diabetes epidemic, and as we reaffirmed, to reduce healthcare cost,\" said Nick Carris, PharmD, an assistant professor at the USF College of Pharmacy.Dr. Carris is lead author on a study published in the Journal of the American Pharmacists Association that finds using metformin to treat patients with prediabetes would save approximately $20 per patient each year, resulting in $820 million saved annually in health care costs.After updating data from the 2012 Diabetes Prevention Program Research Group's analysis, Dr. Carris concludes metformin should be recommended to patients with prediabetes, as its affordability continues to offset the increased cost of monitoring patients who take it.\"The next step is figuring out systematic ways of starting metformin safely, in right the patients, and without increasing other healthcare costs.\"While lifestyle intervention is the preferred method to prevent diabetes, many patients do not commit to or have the necessary resources to achieve a healthy balance of diet and exercise.Therefore, Dr. Carris estimates 41 million patients with prediabetes under 60 should be prescribed metformin, contributing to a potential 20 percent decline in Americans diagnosed with diabetes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uosf-m080417.php", "region": "namerica", "source_link": "https://hscweb3.hsc.usf.edu/blog/2017/08/04/failure-attempt-type-2-diabetes-prevention-results-820-million-wasted-health-care-costs/", "funder": "", "meeting": "", "institution": "University of South Florida (USF Health)", "keywords": ["Medicine/Health", " Diagnostics", " Diet/Body Weight", " Endocrinology", " Health Care Systems/Services", " Health Professionals", " Hematology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of American Pharmacists Association", "description": "Lifestyle intervention is the best approach in preventing Type 2 diabetes. However, most patients don't follow through in having a balanced diet and exercise. Prescribing metformin can save $820 million annually in healthcare costs and reduce the number of Type 2 diabetes patients by 20%.", "date": "Fri, 04 Aug 2017 04:00:00 GMT"}