{"title": "Molecular biologists discover an active role of membrane lipids in health and disease", "text": "All living cells that grow and divide have a constant demand for producing new proteins and new membrane lipids. Some cells of the human body, however, are specialized to secrete tremendous amounts of proteins. Plasma cells, for example, produce antibodies that ward off bacteria and viruses. Another example are cells from the pancreas that manufacture insulin, which is essential for regulating the blood sugar levels. Such cells are known as secretory cells. The secretory capacity of a cell is controlled by a process known as the unfolded protein response (UPR). A central task of UPR is to detect misfolded proteins, i.e. proteins that do not have the correct shape to do their job. These misfolded proteins are dangerous as they can aggregate with other proteins, form clumps and clog diverse cellular functions. The UPR can stop this vicious circle arising from the accumulation of misfolded or unfolded proteins by helping to degrade the clumps and by promoting protein refolding. The UPR therefore plays a key role in secretory cells but also protects other cells of the body from the stresses associated with an accumulation of unfolded or misfolded proteins.But there's a catch: viruses and tumour cells can also exploit the UPR for their own ends, enabling them to grow at a faster rate and to thwart the body's immune response. Moreover, sustained activation of the UPR can drive cells into cell death. Cells in which the UPR has been activated can produce larger quantities of proteins, but they also become more sensitive - a bit like a finely-tuned racing car. As Robert Ernst explains: 'Whereas a racing car will often fail after completing a hundred superfast laps because the engine has overheated, a tractor (representing a normal body cell) will continue to drive up and down the field for a lot longer, but also a lot slower.' Why these high-performance cells are so much more sensitive was not known up until now.The team led by Professor Ernst has now solved this puzzle and has described how the UPR senses membrane lipids and responds accordingly. Working in close collaboration with scientists from Goethe University and the Max Planck Institute of Biophysics, both located in Frankfurt, the research team from the Department of Medical Biochemistry and Molecular Biology at Saarland University has identified a novel mechanism that leads to UPR activation and that can trigger long-term stress in cells. According to this new mechanism, the UPR is activated not only by misfolded proteins, but also by anomalous membrane lipid compositions. Secretory cells are particularly sensitive to these changes, because they have already activated their UPR to produce more proteins and therefore at risk of 'overheating'- just like the racing car engine described above. The study provides a new perspective on the active role of biological membranes may be a game-changer for our understanding of a great variety diseases. Over the last few years, research work in Japan, Great Britain and the USA has provided growing evidence of the unexpected role played by membrane lipids. In 2011, Peter Walter and David Ron, pioneer in the field of human UPR, had formulated that the relationship between membrane lipids and the UPR remained a central unresolved question in the field. Now, it has been solved. 'In order to boost the production and secretion of proteins, the UPR regulates more than five percent of all human genes,' explains Robert Ernst. 'We now have the conceptual framework to understand why professionally secretory are hypersensitive to changes of their membrane lipids induced by the diet.' News of the results have spread fast and the high-impact journal Nature Reviews Molecular Cell Biology has launched a commentary to the article that has been published in Molecular Cell. ", "article_link": "http://dx.doi.org/10.1016/j.molcel.2017.06.012", "url": "http://www.eurekalert.org/pub_releases/2017-08/su-mbd080417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Saarland University", "keywords": ["Biology", " Cell Biology", " Molecular Biology"], "journal": "Molecular Cell", "description": "Cells produce insulin, for example, or generate antibodies. To perform these functions, cells need to produce large quantities of proteins. For this purpose, these cells activate a program, the unfolded protein response (UPR). Errors in the UPR are thought to play a decisive role in the development of diseases such as diabetes or cancer. A research team of Saarland University has discovered a previously unknown mechanism that controls activation of the UPR.", "date": "Fri, 04 Aug 2017 04:00:00 GMT"}