{"title": "UIowa study examines altered gene expression in heart failure", "text": "Heart failure refers to a condition in which heart muscle becomes weakened over time, making it increasingly difficult for the heart to pump blood through the body like it should.  It's a progressive disease that begins when the heart adapts to stressors--high blood pressure, coronary artery disease, or diabetes, for example--in order to work properly. These stressors can lead to dilated cardiomyopathy, in which the heart's left ventricle (pumping chamber) stretches, enlarges, and becomes thinner. Eventually, the heart cannot return to its normal shape, thus worsening its ability to pump blood and potentially leading to irregular heartbeats, blood clots, or even sudden death.Researchers know that changes in gene expression occur during cardiomyopathy, but it remains unclear whether these changes are due to declining heart function or whether these changes are part of the progression to heart failure. A better understanding of the role transcription co-factors--proteins that are key to the regulation and expression of genes--could provide important clues into how heart failure develops. In a new study, University of Iowa Health Care researchers report on the role of a protein--part of a large group of transcription co-factors called the Mediator complex--in regulating gene expression in heart muscle cells.\"A key question is how does the heart go from a normal state to a failing one after undergoing stress in some manner?\" says Duane Hall, research assistant professor of internal medicine in the UI Carver College of Medicine and lead author of the study published in the Aug. 3 issue of the journal JCI Insight. \"A lot of labs are trying to understand how that progression occurs.\"\"It's known that many genes are expressed during heart failure that are representative of a developing heart, so in these instances the heart may be trying to re-install developmental programs in order to adapt to those pressures,\" adds Chad Grueter, assistant professor of internal medicine in the UI Carver College of Medicine and senior author of the study. \"But we don't fully understand how that transcriptional gene regulation happens, so we looked at how gene expression occurs through this Mediator complex.\"Grueter, Hall, and colleagues examined heart tissue samples from patients with heart failure and saw that levels of the protein Cdk8 in heart muscle cells were elevated. Knowing that Cdk8 is part of the Mediator complex and is involved in regulating the expression of thousands of genes, the researchers then over-expressed the protein in mouse heart cells. The increase in Cdk8 levels resulted in declining heart function and heart failure in these mice.When the researchers examined the heart cells of the mice before a decrease in heart function was detectable, they found that more than 3,400 genes already were expressed with a profile similar to that of human heart muscle cells with dilated cardiomyopathy and heart failure. \"Other studies have looked at tweaking the contraction and metabolism in heart cells as a possible cure for heart failure,\" Hall says. \"Our study is one of the first to show that something in the cell nucleus is capable by itself of inducing the structural changes that occur in heart failure.\"The study results suggest that modifying gene expression may provide a path to preventive treatments for heart failure.\"In terms of disease progression, heart failure is the end stage. Our study suggests that the transition, or 'switch,' from a stressed, enlarged heart to a failing heart is key,\" Grueter says. \"Looking ahead, hopefully we'll be able to test whether a drug can block that switch from occurring.\"", "article_link": "http://dx.doi.org/10.1172/jci.insight.92476", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoih-use080417.php", "region": "namerica", "source_link": "https://medcom.uiowa.edu/theloop/news/ui-study-examines-altered-gene-expression-in-heart-failure", "funder": "American Heart Association, National Institutes of Health", "meeting": "", "institution": "University of Iowa Health Care", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JCI Insight", "description": "Heart tissue from patients with heart failure exhibits increased levels of Cdk8 protein. Mimicking this increased Cdk8 expression in transgenic mouse hearts alters gene expression in a way that promotes heart failure. When University of Iowa researchers examined the mouse heart cells before a decrease in heart function was detectable, they found over 3,400 genes already expressed with a profile similar to that of human heart muscle cells with dilated cardiomyopathy and heart failure.", "date": "Fri, 04 Aug 2017 04:00:00 GMT"}