{"title": "Cell aging in lung epithelial cells", "text": "Pulmonary fibrosis can possibly be attributed to a kind of cellular aging process, which is called senescence. This has been shown by researchers from the Helmholtz Zentrum München, partner in the German Center for Lung Research (DZL). As they report in the European Respiratory Journal, they have already successfully counteracted this mechanism in the cell culture with the help of drugs.Pulmonary fibrosis causes the patient's lung tissue to scar, resulting in progressive pulmonary function deterioration. In particular, the surface of the alveoli (called the alveolar epithelium) is often affected. If the disease's origin is unknown, the condition is called idiopathic pulmonary fibrosis, or IPF for short. \"The treatment options for IPF have been few and far between,\" explains Dr. Mareike Lehmann, scientisit in the Lung Repair and Regeneration Research Unit (LRR) at the Helmholtz Zentrum München. \"We are therefore attempting to understand how the disease comes about so that we can facilitate targeted treatment.\"In the current work, Lehmann and additional researchers, headed by department head Prof. Dr. Dr. Melanie Königshoff, have now succeeded in solving another piece of the puzzle. \"In both the experimental model and in the lungs of IPF patients, we were able to show that some cells in the alveolar epithelium have markers for senescence*,\" explains study leader Königshoff. \"Because the occurrence of IPF increases with age, this was already suspected. We have now succeeded in proving this hypothesis.\"Senescence promotes pulmonary fibrosis in two waysSenescence impairs lung function in two ways: It prevents lung cells from dividing when they need to be replaced. And senescent cells secrete mediators that further promote fibrosis. Since this effect also plays a role in cancer, the scientists were able to access an already existing group of medicines, the so-called senolytic drugs that selectively kill off senescent cells.Pulmonary fibrosis stopped in the cell cultureIn order to test possible treatment strategies, the scientists placed the affected cells into a three-dimensional cell culture and examined the drugs's effect ex vivo, so to speak. Mareike Lehmann: \"We observed that this caused a decline in the quantity of secreted mediators and additionally a reduction in the mass of connective tissue proteins, which are greatly increased in the disease.\"Altogether, the study shows that senescence in the cells of the alveolar epithelium can contribute to the development and worsening of IPF. This finding is new and constitutes a possible starting point for the development of new treatments.Further information* Cellular senescence describes a type of arrested growth during which the cells no longer divide. There are various causes of senescence: Damage to the DNA is just as possible as is the attainment of a maximum number of divisions (limited by the so-called telomeres). There are a number of markers that indicate senescence. In the current test, these were the molecules p16, p21 and a positive test for beta-galactosidase activity.Background:\r\nJust recently, scientists at Helmholtz Zentrum München have shown that autoimmune reactions may be a causal factor of IPF.Melanie Königshoff's research unit is a part of the German Center for Lung Research (DZL). Since the end of last year, she is also been setting up a new laboratory at the University of Colorado, Denver, where she will further expand her research program on lung regeneration. The co-authors Rita Costa, Wioletta Skronska-Wasek und Stephan Klee are members of the CPC Research School \"Lung Biology and Disease\" and participants in the Helmholtz Graduate School for Environmental Health (HELENA).", "article_link": "http://dx.doi.org/10.1183/13993003.02367-2016", "url": "http://www.eurekalert.org/pub_releases/2017-08/hzm--cai080417.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/41107/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Physiology", " Medicine/Health", " Diagnostics", " Aging", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Physiology"], "journal": "European Respiratory Journal", "description": "Pulmonary fibrosis can possibly be attributed to a kind of cellular aging process, which is called senescence. This has been shown by researchers from the Helmholtz Zentrum München, partner in the German Center for Lung Research. As they report in the European Respiratory Journal, they have already successfully counteracted this mechanism in the cell culture with the help of drugs.", "date": "Fri, 04 Aug 2017 04:00:00 GMT"}