{"title": "Gaining weight between pregnancies boosts diabetes risk", "text": "The study performed at the University of Bergen shows that increasing Body Mass Index (BMI) above one unit from first to second pregnancy increases the risk of diabetes (GDM), no matter if you are overweight or not.\"Women who were overweight at first pregnancy had the highest risk of GDM. However, the strongest risk associated with weight gain between pregnancies was found in women with BMI less than 25 in first pregnancy,\" says researcher Linn Marie Sørbye, at the Department of Global Public Health and Primary Care, University of Bergen.  \"Suprisingly, we found a preventive effect of GDM in overweight women who reduced their BMI more than two units from first to second pregnancy\", says Sørbye. Overweight is defined as BMI of 25 kg/m2 or more.Can cause health problemsGDM is defined as glucose intolerance of various degrees that is first detected during pregnancy. Both pre-pregnant body mass index (BMI) and gestational weight gain are known risk factors for GDM. The diabetes may cause a faster growth of the baby, and can cause health problems for both mothers and babies, during birth due to the size of the baby.\"We have little knowledge of the underlying mechanisms behind GDM, but we know that the disease has increased over time,\" Sørbye says.\"Antenatal guidelines for monitoring GDM in pregnancy should add inter-pregnancy weight change as an independent risk factor for GDM with a routine stress-test of glucose tolerance during pregnancy in women with weight gain more than one BMI unit,\"  Sørbye points out.Used national birth registryLinn Marie Sørbye and colleagues used data from the Medical Birth Registry of Norway on 24,198 mothers with a first and second pregnancy between 2006 and 2014. The data included BMI at the start of each pregnancy as well as any diagnosis of GDM.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002367", "url": "http://www.eurekalert.org/pub_releases/2017-08/tuob-gwb080317.php", "region": "europe", "source_link": "http://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1002367", "funder": "", "meeting": "", "institution": "The University of Bergen", "keywords": ["Medicine/Health", " Diet/Body Weight", " Fertility", " Gynecology", " Public Health", " Medical/Scientific Ethics", " Parenting/Child Care/Family"], "journal": "PLOS Medicine", "description": "The risk of developing gestational diabetes mellitus (GDM) drastically increases with weight gain between pregnancies, according to a Norwegian study.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}