{"title": "Diabetes drug shows potential as disease-modifying therapy for Parkinson's disease", "text": "A drug commonly used to treat diabetes may have disease-modifying potential to treat Parkinson's disease, a new UCL-led study suggests, paving the way for further research to define its efficacy and safety.The study, published in The Lancet and funded by The Michael J. Fox Foundation for Parkinson's Research (MJFF), found that people with Parkinson's who injected themselves each week with exenatide for one year performed better in movement (motor) tests than those who injected a placebo.\"This is a very promising finding, as the drug holds potential to affect the course of the disease itself, and not merely the symptoms,\" said the study's senior author, Professor Tom Foltynie (UCL Institute of Neurology). \"With existing treatments, we can relieve most of the symptoms for some years, but the disease continues to worsen.\"The researchers followed 60 people with Parkinson's disease at the National Hospital for Neurology and Neurosurgery (NHNN) as they used either a once-weekly injection of exenatide for 48 weeks, or a placebo, in addition to their regular medications.They found that people who used exenatide had better motor function at 48 weeks when they came off the treatment, which persisted after the 12-week follow-up. Those who had injected the placebo showed a decline in their motor scores at both the 48- and 60-week tests. The advantage of 4 points, on a 132-point scale of measures such as tremors, agility and speech, was statistically significant.The participants did not report noticeable improvements in their symptoms during the trial period beyond what their standard medication already did for them. They were tested while temporarily off all medication, to determine how the disease itself was progressing. The research did not determine conclusively whether the drug was modifying the disease itself, so the next stage in the research will investigate that more fully.Parkinson's disease affects 1 in 500 people and is the second most common neurodegenerative disease worldwide. Symptoms typically don't become apparent until over 70% of the brain's dopamine-producing cells have been affected. The condition results in muscle stiffness, slowness of movement, tremors, sleep disturbance, chronic fatigue and an impaired quality of life.The saliva of the Gila monster lizard provided the inspiration for the development of exenatide, which has been used since 2005 to treat Type 2 diabetes. It activates receptors for the GLP-1 hormone in the pancreas to stimulate insulin release. GLP-1 receptors are also found in the brain, and prior research has shown that activating them can boost the function of dopamine connections, act as an anti-inflammatory, improve energy production, and switch on cell survival signals. Further research by a team led by Professor Foltynie will seek to clarify how exenatide works for people with Parkinson's disease.Prior evidence in animal models demonstrated that exenatide improved motor performance. Another study also found early evidence that it could be a disease-modifying agent for Parkinson's, but it was an open-label trial, so this latest study strengthens the existing evidence as the first randomised, placebo-controlled trial of the drug for Parkinson's patients.\"This is the strongest evidence we have so far that a drug could do more than provide symptom relief for Parkinson's disease,\" said Professor Foltynie.\"Using approved therapies for one condition to treat another, or drug repurposing, offers new avenues to speed Parkinson's therapeutic development,\" said Dr Brian Fiske, senior vice president of research programs at MJFF. \"The results from the exenatide studies justify continued testing, but clinicians and patients are urged not to add exenatide to their regimens until more is known about their safety and impact on Parkinson's.\"\"While we are optimistic about the results of our trial, there is more investigation to be done, and it will be a number of years before a new treatment could be approved and ready for use. We also hope to learn why exenatide appears to work better for some patients than for others,\" said the study's first author, Dr Dilan Athauda (UCL Institute of Neurology).The researchers say the next step will be a longer-term study with more participants, which will investigate whether there are marked improvements in quality of life.", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)31585-4", "url": "http://www.eurekalert.org/pub_releases/2017-08/ucl-dds080217.php", "region": "europe", "source_link": null, "funder": "Michael J. Fox Foundation for Parkinson's Research", "meeting": "", "institution": "University College London", "keywords": ["Medicine/Health", " Clinical Trials", " Diabetes", " Neurobiology", " Parkinson's Disease", " Pharmaceutical Science"], "journal": "The Lancet", "description": "A drug commonly used to treat diabetes may have disease-modifying potential to treat Parkinson's disease, a new UCL-led study in The Lancet suggests, paving the way for further research to define its efficacy and safety.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}