{"title": "Gene therapy via skin could treat many diseases, even obesity", "text": "A research team based at the University of Chicago has overcome challenges that have limited gene therapy and demonstrated how their novel approach with skin transplantation could enable a wide range of gene-based therapies to treat many human diseases.In the August 3, 2017 issue of the journal Cell Stem Cell, the researchers provide \"proof-of-concept.\" They describe a new form of gene-therapy - administered through skin transplants - to treat two related and extremely common human ailments: type-2 diabetes and obesity.\"We resolved some technical hurdles and designed a mouse-to-mouse skin transplantation model in animals with intact immune systems,\" said study author Xiaoyang Wu, PhD, assistant professor in the Ben May Department for Cancer Research at the University of Chicago. \"We think this platform has the potential to lead to safe and durable gene therapy, in mice and we hope, someday, in humans, using selected and modified cells from skin.\"Beginning in the 1970s, physicians learned how to harvest skin stem cells from a patient with extensive burn wounds, grow them in the laboratory, then apply the lab-grown tissue to close and protect a patient's wounds. This approach is now standard. However, the application of skin transplants is better developed in humans than in mice.\"The mouse system is less mature,\" Wu said. \"It took us a few years to optimize our 3D skin organoid culture system.\"This study, \"Engineered epidermal progenitor cells can correct diet-induced obesity and diabetes,\" is the first to show that an engineered skin graft can survive long term in wild-type mice with intact immune systems. \"We have a better than 80 percent success rate with skin transplantation,\" Wu said. \"This is exciting for us.\"They focused on diabetes because it is a common non-skin disease that can be treated by the strategic delivery of specific proteins.The researchers inserted the gene for glucagon-like peptide 1 (GLP1), a hormone that stimulates the pancreas to secrete insulin. This extra insulin removes excessive glucose from the bloodstream, preventing the complications of diabetes. GLP1 can also delay gastric emptying and reduce appetite.Using CRISPR, a tool for precise genetic engineering, they modified the GLP1 gene. They inserted one mutation, designed to extend the hormone's half-life in the blood stream, and fused the modified gene to an antibody fragment so that it would circulate in the blood stream longer. They also attached an inducible promoter, which enabled them to turn on the gene to make more GLP1, as needed, by exposing it to the antibiotic doxycycline. Then they inserted the gene into skin cells and grew those cells in culture.When these cultured cells were exposed to an air/liquid interface in the laboratory, they stratified, generating what the authors referred to as a multi-layered, \"skin-like organoid.\" Next, they grafted this lab-grown gene-altered skin onto mice with intact immune systems. There was no significant rejection of the transplanted skin grafts.When the mice ate food containing minute amounts of doxycycline, they mice released dose-dependent levels of GLP1 into the blood. This promptly increased blood-insulin levels and reduced blood-glucose levels.\t\t When the researchers fed normal or gene-altered mice a high-fat diet, both groups rapidly gained weight. They became obese. When normal and gene-altered mice got the high-fat diet along with varying levels of doxycycline, to induce GLP1 release, the normal mice grew fat and mice expressing GLP1 showed less weight gain. Expression of GLP1 also lowered glucose levels and reduced insulin resistance.\"Together, our data strongly suggest that cutaneous gene therapy with inducible expression of GLP1 can be used for the treatment and prevention of diet-induced obesity and pathologies,\" the authors wrote. When they transplanted gene-altered human cells to mice with a limited immune system, they saw the same effect. These results, the authors wrote, suggest that \"cutaneous gene therapy for GLP1 secretion could be practical and clinically relevant.\"This approach, combining precise genome editing in vitro with effective application of engineered cells in vivo, could provide \"significant benefits for the treatment of many human diseases,\" the authors note. \"We think this can provide a long-term safe option for the treatment of many diseases,\" Wu said. \"It could be used to deliver therapeutic proteins, replacing missing proteins for people with a genetic defect, such as hemophilia. Or it could function as a metabolic sink, removing various toxins.\"Skin progenitor cells have several unique advantages that are a perfect fit for gene therapy. Human skin is the largest and most accessible organ in the body. It is easy to monitor. Transplanted skin can be quickly removed if necessary. Skins cells rapidly proliferate in culture and can be easily transplanted. The procedure is safe, minimally invasive and inexpensive.There is also a need. More than 100 million U.S. adults have either diabetes (30.3 million) or prediabetes (84.1 million), according the Centers for Disease Control and Prevention. More than 2 out of 3 adults are overweight. More than 1 out of 3 are considered obese.", "article_link": "http://dx.doi.org/10.1016/j.stem.2017.06.016", "url": "http://www.eurekalert.org/pub_releases/2017-08/uocm-gtv072717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Cancer Society, V Foundation", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science", " Public Health", " Biotechnology", " Gene Therapy"], "journal": "Cell Stem Cell", "description": "A research team has overcome challenges that have limited gene therapy. They demonstrate how their novel approach with skin transplantation could enable a wide range of gene-based therapies to treat human diseases. The researchers provide 'proof-of-concept,' treating mice with two common related human ailments: type-2 diabetes and obesity.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}