{"title": "Researchers engineer therapeutic skin grafts for diabetic mice", "text": "In a proof-of-concept study, researchers at the University of Chicago have used CRISPR gene editing to engineer stem cell-grown mouse skin grafts to secrete a blood glucose-regulating hormone. When transplanted onto diabetic mice with healthy immune systems, the skin grafts regulate blood glucose levels over 4 months and reverse insulin resistance as well as weight gain related to a high-fat diet. Therapeutic human skin grafts were also tested in nude mice and showed similar results. The work appears August 3 in the journal Cell Stem Cell.\"This paper is exciting for us because it is the first time we show engineered skin grafts can survive long term in wild-type mice, and we expect that in the near future this approach can be used as a safe option for the treatment of human patients,\" says senior author Xiaoyang Wu, a stem cell biologist at the University of Chicago Ben May Department for Cancer Research. \"We focus on diabetes because it's a common disease, but this is a potential strategy to treat a range of metabolic and genetic conditions.\" Human skin is one of the easiest and cheapest tissues to grow from stem cells in the laboratory. Artificial skin has been used to treat burn patients since the 1970s, but as the system has matured, now to the point where 3D skin organoids can be grown in vitro, research groups are exploring other clinical uses for the technology. One hurdle has been a lack of mouse models for testing stem cell-generated skin transplantation. The approach has previously been shown to work in immunocompromised and nude mice, but not normal, wild-type mice.Wu and his team edited skin stem cells collected from newborn mice so that they controllably release GLP-1 (glucagon-like peptide 1), a hormone that stimulates the pancreas to produce insulin while helping to maintain healthy levels of blood glucose. The skin grafts can also be engineered to be immunocompatible with hosts to lower the chances of graft rejection. About 80% of the engineered skin grafts successfully transplanted onto a small spot on each mouse host's back and began secreting GLP-1 upon the appropriate induction cue. \"We didn't cure diabetes, but it does provide a potential long-term and safe approach of using skin epidermal stem cells to help people with diabetes and obesity better maintain their glucose levels,\" Wu says. \"With this wild-type mouse model, we will be continue to monitor how long this approach can stay effective and whether any immune reaction to the GLP-1 protein that could develop, which are some of the most important factors we're considering.\"Wu and other research groups are also looking at whether certain genetic disorders, such as hemophilia and others in which a patient's body is deficient of specific molecules, could be helped by therapeutic skin grafts. If the long-term safety can be confirmed and patients are comfortable receiving such a treatment, the platform could prove quite versatile. ", "article_link": "http://dx.doi.org/10.1016/j.stem.2017.06.016", "url": "http://www.eurekalert.org/pub_releases/2017-08/cp-ret072717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Diet/Body Weight", " Endocrinology", " Diabetes", " Transplantation"], "journal": "Cell Stem Cell", "description": "Researchers have used CRISPR gene editing to engineer stem cell-grown mouse skin grafts to secrete a blood glucose-regulating hormone. When transplanted onto diabetic mice with healthy immune systems, the skin grafts regulate blood glucose levels over 4 months and reverse insulin resistance as well as weight gain related to a high-fat diet. Therapeutic human skin grafts were also tested in nude mice and showed similar results. The work appears in the journal Cell Stem Cell.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}