{"title": "August GIE studies show promising results for patients with endoscopic treatments", "text": "DOWNERS GROVE, Ill. - Aug. 3, 2017 - The August issue of GIE: Gastrointestinal Endoscopy, the monthly peer-reviewed scientific journal of the American Society for Gastrointestinal Endoscopy (ASGE), features a study reporting that a simpler procedure for collecting biopsy specimens during various procedures can improve patient care, and a study showing how a relatively new procedure, POEM, has been adapted to help an additional set of patients with gastroparesis, a troubling stomach problem.A simpler biopsy procedure than the one traditionally used can give equally good results while reducing stress for patients and workers, and allowing for faster diagnosis, according to a study in the August issue of GIE: Gastrointestinal Endoscopy, \"Endoscopic multiple biopsy and rapid diagnosis by in situ fixation and histopathologic processing,\"During various procedures performed by gastrointestinal endoscopists, small tissue samples are taken from the patient for examination, which is known as biopsy. The traditional endoscopic forceps biopsy method can be labor intensive as well as stressful for the workplace environment. With this method, each specimen is removed and placed in fixative vial for identification. This is labor intensive, adding to the length of the procedure and the time under sedation. Biopsy samples from each site are filtered to remove fixative, inspected to record specimen number and size, and transferred to a container to undergo several more processing steps before being mounted on slides to be examined for abnormalities or disease. According to the study authors, diagnosis is delayed by this complex and costly protocol. In addition, staff may be affected by ergonomic stress and workplace risk from exposure to sharps, toxic fixative, infectious material, and soil.The researchers aimed to test a faster way of collecting, handling and processing the samples to slides through a method called endoscopic multiple biopsy (MB). MB uses a single endoscope pass within the patient to obtain up to 25 biopsy specimens during withdrawal of the endoscope. These are collected and stored in a plastic chamber inside the removable metal tip of the endoscope. After completing the biopsy series, the metal tip is cut off, immersed in fixative, and sent to pathology. There, the plastic storage chamber's design supports rapid logging of specimens, diagnosis by frozen section and microwave (one hour) or routine paraffin processing (four to six hours) of the specimen tissue.For the study, biopsies were performed during colonoscopy, upper GI endoscopy, and endoscopic retrograde cholangiopancreatography (ERCP). The blinded retrospective study compared 125 colon surveillance biopsies in 15 patients who underwent MB with 15 patients who underwent forceps biopsies performed on the same day.The researchers found that the processed MB specimens were not significantly different from batched processed forceps biopsy specimens for depth, orientation (done manually), fixation, artifacts, and diagnostic information. Multiple biopsy colonic specimens were significantly (26%) smaller but had better epithelial (cellular covering) preservation than forceps specimens. Each biopsy saves 61 seconds during withdrawal.The authors concluded that single-pass MB reduces biopsy time with less specimen damage, work, workplace risk, and soiling. Diagnostic quality is equal to forceps biopsy with better cellular preservation, although 26% smaller. In pathology, the plastic chamber reduces work and workplace risk. MB speeds diagnosis and improves productivity in endoscopic biopsy and histopathologic processing (microscopic examination of biopsy samples for signs of or disease). They encourage larger studies at multiple centers to determine the value of MB for diagnosing a larger set of GI diseases.An emerging endoscopic procedure that has been used to treat swallowing difficulties is now showing good results in helping patients with the troubling gastrointestinal condition known as gastroparesis, according to a study in the August issue of GIE: Gastrointestinal Endoscopy, \"Outcomes and quality-of-life assessment after gastric per-oral endoscopic pyloromyotomy (with video).\" Gastroparesis is a problem in which the stomach can't empty its contents in a normal way. It has various causes, such as diabetes mellitus and surgery. It is related to damage to the nerves that control movement of the stomach muscles.  Per-oral endoscopic myotomy (POEM) is a procedure that places an endoscope (a thin, flexible tube with a camera at the end) into the patient's digestive tract, allowing the physician to use various techniques and tools to loosen muscles or reshape areas of the tract so that they function better. The procedure requires no incision, and the patient is under general anesthesia.Researchers looked at 16 patients treated with gastric per-oral endoscopic pyloromyotomy (GPOEM) in an endoscopic unit at a major tertiary referral center from June 2015 to July 2016. Patient information was obtained for the pre-procedure period, as well as for 1, 6 and 12 months following the procedure. Thirteen of the 16 patients showed significant improvement in their gastroparesis symptoms following the GPOEM procedure. The mean hospital stay was two and a half days. No adverse events occurred. Results of a patient questionnaire completed by these 13 patients demonstrated significant improvement in quality of life based on a measurement tool called the Gastroparesis Cardinal Symptom Index (GCSI). After GPOEM, patients' stomachs could move contents through more quickly and normally, resulting in less feeling of early fullness, nausea and vomiting.  The authors concluded that GPOEM results in improvement in the overall symptoms of gastroparesis measured by GCSI, objective assessment of improvement in gastric emptying, and other quality-of-life measures over a follow-up period of 6 months.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/asfg-ugs080317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society for Gastrointestinal Endoscopy", "keywords": ["Medicine/Health", " Cancer", " Internal Medicine", " Gastroenterology", " Diabetes"], "journal": "Gastrointestinal Endoscopy", "description": "The August issue of GIE: Gastrointestinal Endoscopy, the monthly peer-reviewed scientific journal of the American Society for Gastrointestinal Endoscopy (ASGE), features a study reporting that a simpler procedure for collecting biopsy specimens during various procedures can improve patient care, and a study showing how a relatively new procedure, POEM, has been adapted to help an additional set of patients with gastroparesis, a troubling stomach problem.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}