{"title": "UVA researchers identify neurons that control brain's body clock", "text": "Neurons in the brain that produce the pleasure-signaling neurotransmitter dopamine also directly control the brain's circadian center, or \"body clock\" - the area that regulates eating cycles, metabolism and waking/resting cycles - a key link that possibly affects the body's ability to adapt to jet lag and rotating shift work, a new University of Virginia study has demonstrated.The finding is reported in today's online edition of the journal Current Biology.\"This discovery, which identifies a direct dopamine neuron connection to the circadian center, is possibly the first step toward the development of unique drugs, targeting specific neurons, to combat the unpleasant symptoms of jet-lag and shiftwork, as well as several dangerous pathologies,\" said Ali Deniz Güler, a UVA professor of biology and neuroscience who oversaw the study in his lab.Modern society often places abnormal pressure on the human body -- from shifting time schedules due to air travel, to work cycles that don't conform to natural light, to odd eating times -- and these external conditions create an imbalance in the body's natural cycles, which are evolutionarily synchronized to day and night. These imbalances may contribute to depression, obesity, cardiovascular diseases and even cancer.\"Scientists have been working for decades to help the body's circadian system readily re-synchronize to variable work and eating schedules and flights across multiple time zones,\" Güler said. \"Finding this connection between dopamine-producing neurons and the circadian center allows us to target these neurons with therapies that could potentially provide relief of symptoms for travelers and shift workers particularly, and possibly people with insomnia.\"Sleep disorders and abnormal circadian rhythms affecting the brain and other organs can worsen many pathologies involving aberrant dopamine neurotransmission, Güler said, including Parkinson's disease, depression, attention deficit/hyperactivity disorder, bipolar disorder, schizophrenia and drug addiction.\"New understanding of dopamine-producing neurons and the connection to the body's biorhythms may go a long way toward treatments to alleviate the harmful effects of these serious pathologies,\" Güler said.Güler's laboratory specializes in identifying neural circuits that govern biological rhythms in the brain, providing unique therapeutic targets for a range of diseases. Ph.D. candidate Ryan Grippo, Güler's graduate student, led the Current Biology study.The researchers used two types of mice in their investigation: one normal, the other with dopamine signaling disrupted. By shifting the light schedules of the two groups by six hours, a jet-lag effect, they found that the dopamine-disrupted animals took much longer to resynchronize to the six-hour time shift, indicating feedback between the dopamine neurons and the circadian center.\"This shows that when we engage in rewarding activities like eating, we are inadvertently affecting our biological rhythms,\" Güler said. \"We may have found the missing link to how pleasurable things and the circadian system influence one another.\"", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.06.084", "url": "http://www.eurekalert.org/pub_releases/2017-08/uov-uri080317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Virginia", "keywords": ["Biology", " Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Neurobiology", " Circadian Rhythm", " Sleep/Sleep Disorders", " Physiology"], "journal": "Current Biology", "description": "Researchers have found that dopamine-producing neurons are connected with the brain's circadian center.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}