{"title": "Prediciting TB's behavior", "text": "Novel molecular tests are gaining popularity as a rapid way to detect genetic mutations that render tuberculosis impervious to drugs. Yet, how well these new tests fare in gauging risk of actual drug failure and patient death has remained unclear.Now research led by scientists at Harvard Medical School reveals that when it comes to predicting response to treatment and risk of dying, molecular tests that detect resistance to a class of TB drugs known as fluoroquinolones may be as good and even superior to traditional drug-sensitivity tests conducted in lab cultures.The findings of the research are published Aug. 3 in Clinical Infectious Diseases.Traditional drug-sensitivity tests--which involve exposing a bacterial strain to a series of drugs to determine which medications the bacterium responds to--can take up to eight weeks to yield results. By comparison, point-of-care molecular tests provide results within hours, expediting treatment decisions. However, while these tests can reveal the presence of a genetic mutation within hours, their predictive accuracy in terms of treatment outcomes has not been well established. Past research has indicated that molecular tests may fail to detect resistance mutations in more than 30 percent of strains insensitive to the drug moxifloxacin, which has fueled anxiety about their reliability as resistance detectors.\"Culture-based testing is still considered the gold standard for diagnosing TB resistance,\" said study lead investigator Maha Farhat, assistant professor of biomedical informatics at Harvard Medical School and a pulmonary expert at Massachusetts General Hospital.\r\n\"However, our results should provide reassuring evidence that molecular tests, which are faster in detecting resistance mutations, are just as reliable, if not better, in predicting overall treatment outcome as a result of such resistance-causing gene alterations in patients who fail treatment with fluoroquinolones.\"The researchers caution their study was relatively small--171 patients--and further research is needed to tease out the predictive accuracy of molecular versus standard lab tests in other forms of drug-resistant TB. However, they researchers added, the data provide compelling early evidence that molecular tests could soon become a mainstay--and a much faster alternative to traditional testing--in informing drug choice and predicting the clinical course of a patient's infection. \"Widespread implementation of molecular tests to guide regimen development is critical to stemming transmission of--and illness and death due to--drug-resistant forms of tuberculosis,\" said Carole Mitnick, study senior investigator and associate professor of global health and social medicine at Harvard Medical School. \"Our findings also affirm the importance that patients with fluoroquinolone-resistant TB--whether it's detected by molecular or culture-based tests--need drug regimens that reflect that diagnosis.\"Using cough secretion samples from 171 patients in Lima, Peru, diagnosed with drug-resistant TB and receiving individualized treatment regiments, researchers compared the performance of molecular tests against traditional culture-based testing in detecting resistance to fluoroquinolones, a class of drugs critical for treating multidrug and extensively drug-resistant forms of the disease. Multi-drug resistant TB is defined as disease that does not respond to at least two of the first-line drugs used to treat the infection. Extensively drug-resistant TB is infection that fails to respond to first-line therapies and drugs used as second-line of defense.Of the 171 samples, 44 carried a genetic mutation known to render TB resistant to one of several fluoroquinolone drugs. Researchers analyzed two types of genetic mutations that lend TB resistant to fluoroquinolone--high-resistance gene variants as well as gene variants with intermediate level of resistance. Patients whose TB strains harbored the high-resistance mutations were three times more likely to respond poorly to treatment and succumb to the disease than patients whose TB showed no resistance-causing mutations. There were no meaningful differences in outcomes between patients with intermediate mutations and those with none, the analysis showed.There were no appreciable differences in the chance for treatment failure or death based on the type of test used to detect drug resistance. In other words, the researchers said, patients in whom drug resistance was detected by a molecular test faced similar odds of treatment outcome and death risk as did patients in whom drug resistance was detected via traditional drug-sensitivity testing.Next, researchers compared how well molecular fared in the context of specific medications within the fluoroquinolone family. Molecular sequencing outperformed standard drug-sensitivity testing among patients whose disease was resistant to ciprofloxacin. Molecular sequencing was an equally accurate predictor of treatment failure for two other fluoroquinolone drugs--levofloxacin and moxifloxacin.To eliminate the chance that factors other than the type of test being used would influence the results, the researchers also analyzed individual patient treatment regimens, disease severity, the presence of other diseases, smoking and nutritional status, and previous TB treatment, among other characteristics.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/hms-ptb073117.php", "region": "namerica", "source_link": null, "funder": "Harvard University Center for AIDS Research (CFAR), National Institutes of Health", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Clinical Infectious Diseases", "description": "Research led by scientists at Harvard Medical School reveals that when it comes to predicting response to treatment and risk of dying, molecular tests that detect resistance to a class of TB drugs known as fluoroquinolones may be as good and even superior to traditional drug-sensitivity tests conducted in lab cultures.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}