{"title": "Natural compound coupled with specific gut microbes may prevent severe flu", "text": "Microbes that live in the gut don't just digest food. They also have far-reaching effects on the immune system. Now, a new study shows that a particular gut microbe can prevent severe flu infections in mice, likely by breaking down naturally occurring compounds -- called flavonoids -- commonly found in foods such as black tea, red wine and blueberries.The research, conducted in mice by scientists at Washington University School of Medicine in St. Louis, also indicates that this strategy is effective in staving off severe damage from flu when the interaction occurs prior to infection with the influenza virus. This work also could help explain the wide variation in human responses to influenza infection.The study is published Aug. 4 in the journal Science.\"For years, flavonoids have been thought to have protective properties that help regulate the immune system to fight infections,\" said first author Ashley L. Steed, MD, PhD, an instructor in pediatrics who treats intensive care patients at St. Louis Children's Hospital. \"Flavonoids are common in our diets, so an important implication of our study is that it's possible flavonoids work with gut microbes to protect us from flu and other viral infections. Obviously, we need to learn more, but our results are intriguing.\"Influenza -- characterized by fever, cough and body aches -- is a common and sometimes deadly viral infection of the upper respiratory tract. Older adults, pregnant women, young children and people with chronic health problems such as asthma and heart disease are most prone to serious flu complications. Since 2004, an average of 113 children have died from influenza in the U.S. each year, according to the Centers for Disease Control and Prevention. Around the world, the World Health Organization estimates there are 250,000 to 500,000 flu-related deaths annually.Previous evidence suggests that the gut microbiome may be important in protecting against severe influenza infections, so in this study, the researchers aimed to identify just what gut microbes might provide that protection. In addition, for years, nutritionists have explored potential health benefits linked to foods loaded with flavonoids.\"It's not only having a diet rich in flavonoids, our results show you also need the right microbes in the intestine to use those flavonoids to control the immune response,\" said the study's senior author, Thaddeus S. Stappenbeck, MD, PhD, the Conan Professor of Pathology & Immunology. \"We were able to identify at least one type of bacteria that uses these dietary compounds to boost interferon, a signaling molecule that aids the immune response. This prevented influenza-related lung damage in the mice. It is this kind of damage that often causes significant complications such as pneumonia in people.\"As part of the study, the researchers screened human gut microbes looking for one that metabolized flavonoids. Stappenbeck and Steed identified one such microbe that they suspected might protect against flu damage. The microbe, called Clostridium orbiscindens, degrades flavonoids to produce a metabolite that enhances interferon signaling.\"The metabolite is called desaminotyrosine, otherwise known as DAT,\" Steed said. \"When we gave DAT to mice and then infected them with influenza, the mice experienced far less lung damage than mice not treated with DAT.\"Interestingly, although the lungs of DAT-treated mice didn't have as much flu damage, their levels of viral infection were identical to those in mice that didn't get the treatment.\"The infections were basically the same,\" Stappenbeck said. \"The microbes and DAT didn't prevent the flu infection itself; the mice still had the virus. But the DAT kept the immune system from harming the lung tissue.\"That's important because annual flu vaccines aren't always effective at preventing infections.\"But with DAT, it may be possible to keep people from getting quite as sick if they do become infected,\" Steed said. \"This strategy doesn't target the virus. Instead, it targets the immune response to the virus. That could be valuable because there are challenges with therapies and vaccines that target the virus due to changes in the influenza virus that occur over time.\"Next steps include identifying other gut microbes that also may use flavonoids to influence the immune system, as well as exploring ways to boost the levels of those bacteria in people whose intestines aren't adequately colonized with those microbes. As those future studies are planned, the researchers said it might not be a bad idea to drink black tea and eat foods rich in flavonoids before the next flu season begins.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/wuso-ncc080217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Child Health and Human Development, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Pediatric Scientist Development Program, and others", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Microbiology", " Nutrition/Nutrients", " Medicine/Health", " Infectious/Emerging Diseases", " Nutrition/Nutrients"], "journal": "Science", "description": "Researchers at Washington University School of Medicine in St. Louis have found that a particular gut microbe can prevent severe flu infections in mice, likely by breaking down naturally occurring compounds -- called flavonoids -- commonly found in foods such as black tea, red wine and blueberries.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}