{"title": "Modularity metric summarizes network fragmentation to explain aphasia recovery differences", "text": "While it is common for people who have had a stroke to experience language disturbances (aphasia), approximately 60 to 70 percent of survivors recover their ability to produce language within six months. The other 30 to 40 percent of stroke patients, however, suffer permanent aphasia. \r\nDifferences between patients in the degree to which language is eventually recovered are not well understood. Currently, the only prognostic estimate that clinicians can provide is an educated guess based largely on the size and location of the stroke lesion, which can be frustratingly inaccurate. Some researchers think variations in aphasia recovery may be caused by an undetected fragmentation or disorganization of brain networks that disrupts the transfer of information in areas that may be far from the lesion itself.\r\nTo investigate this theory, MUSC researchers, under the guidance of Leonardo Bonilha, M.D., Ph.D., associate professor of neurology, worked in close collaboration with a team led by Julius Fridriksson, Ph.D., professor of Communication Sciences and Disorders at the University of South Carolina's Arnold School of Public Health, to map entire brain networks and assess post-event connectivity in 90 people who had suffered a left hemisphere stroke. \r\nBarbara Marebwa, a Ph.D. candidate in MUSC's Department of Neurology, and lead author, explains, \"Not a lot is known about the underlying mechanisms behind differences in language recovery. We think disruption of the network structure might be responsible. So, we wanted to look at how the entire brain was connected after the stroke. Instead of focusing on the damaged region, we looked at areas they still had to work with, and mapped those networks to see associations with their aphasia severity.\" \r\nStudy participants underwent language testing to establish a global aphasia severity score, followed by magnetic resonance image (MRI) scanning. By dividing the brain into 189 regions and mapping each participant's stroke lesion, the investigators could identify and focus on white- and grey-matter areas outside of the directly affected region. A connectivity map (or connectome) was created for each patient reflecting existing neural networks within and between these brain areas.\r\nThe team then partitioned these connectivity maps into modules and calculated a 'modularity metric' for each participant. \"This metric helps you see how well different brain regions are connected both within themselves and to other areas. The different brain areas are like people at a party - they sit and talk together in cliques based on some connection or shared similarity. Modularity shows us how tight those cliques are. Areas that are tightly connected within themselves but not to others have high modularity,\" says Marebwa.\r\nBonilha adds, \"The way the brain is connected is not random or haphazard - there's a balance between how much regions need to be integrated or connected and how much they need to be separated. Modularity reflects that community structure. Isolated areas no longer work with the rest of the team. So, modularity is one number that tells you how well various brain areas are able to communicate or share information.\" \r\nLanguage is a highly complex function. To produce speech, distant brain areas must be able to accurately share information and translate it into sounds. The study, funded by the National Institute of Deafness and other Communication Disorders and the American Heart Association, assessed the overall brain network and summarized overall brain health based on connectivity, which provided important information about why and to what degree language abilities can recover.\r\nModularity was significantly correlated with patients' aphasia scores, so that the higher the left hemisphere modularity, the more severe the aphasia (r= -0.42; pSays Marebwa, \"It was surprising that even when we controlled for lesion location and size, it was still significant. Modularity was a better predictor of aphasia severity than some of the other estimates that rely on the size and location of the stroke - plus it gives us a lot of new information. Modularity helps us explain why some patients do better than others with their aphasia recovery. We hope that one day we'll be able to use it to predict recovery and steer therapies, but we're not quite there yet.\" \r\nA novel aspect of this study was the complex mathematical algorithms that the team used to calculate modularity. Bonilha explains, \"Barbara comes to neurology research from a technical imaging background and so she has a unique ability to combine complex network mathematical models with clinical imaging studies to help us better understand brain networks. This is a new approach - there's currently no measure of 'brain health'. We talk about small vessel changes but we don't know how much those affect the network and the brain's ability to function. It's a new frontier to have a computational method to calculate how well the brain is functioning by looking at network connectivity and to have a single number indicating that. This may be a useful new metric of brain health, which can help us understand recovery from neurological injury, or identify problems in healthy individuals long before clinical symptoms appear.\"\r\nEventually, modularity as a measure of brain organization and function, may be put to use in other conditions, such as dementia. The team is already working on studies in people without stroke but who have other chronic conditions that are known to impact brain health. \"We're expanding the application of our imaging calculations to cardiovascular disease, hypertension, and diabetes, to try to see how these conditions may contribute to disrupting brain networks. How that may affect patients' resilience or recovery,\" says Marebwa.", "article_link": "http://dx.doi.org/10.1038/s41598-017-07607-9", "url": "http://www.eurekalert.org/pub_releases/2017-08/muos-mms072717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Deafness and other Communication Disorders, American Heart Association", "meeting": "", "institution": "Medical University of South Carolina", "keywords": ["Biotechnology", " Medicine/Health", " Stroke", " Diagnostics", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Language/Linguistics/Speech", " Memory/Cognitive Processes", " Biotechnology"], "journal": "Scientific Reports", "description": "Medical University of South Carolina (MUSC) investigators report in the August, 2017, Scientific Reports - Nature, that white matter network fragmentation in relatively spared brain areas explains variations in aphasia recovery after strokes.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}