{"title": "New method may help predict risk of bleeding after stroke", "text": "MINNEAPOLIS - A new scoring method may help predict who is at high risk of serious bleeding after a stroke, according to a study published in the August 2, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. After a stroke caused by a blood clot resulting in a blockage in a blood vessel in the brain, many people are given medication to prevent further clots from occurring. But these medications also increase the risk of major bleeding problems that can cause death or disability. For this new scoring method, the researchers looked at people who were taking antiplatelet drugs after an ischemic stroke or a transient ischemic attack (TIA), or mini-stroke. These strokes were likely caused by clots that originated in the arteries to the brain or neck. Antiplatelet drugs include aspirin and clopidogrel. They did not include people whose blood clots may have originated in the heart and traveled to the brain, such as people with irregular heartbeats, including atrial fibrillation. The study did not look at anticoagulant drugs such as warfarin.To develop the method, the researchers examined six large studies with a total of 43,112 participants who were followed for 94,833 years cumulatively. Of those, 1,530 people had a major bleeding event, which was defined as bleeding that was within the skull or resulted in death, hospital admission, or substantial disability. Overall, the risk of major bleeding in the first year was 1.9 percent. The three-year risk was 4.6 percent. The researchers developed a score that can help predict the risk of bleeding. They found that 10 factors help predict the risk of bleeding: Age was the strongest predictor for major bleeding risk. The risk of bleeding ranged from 2 percent for people age 45 to 55 with no additional risk factors to more than 10 percent for people age 75 to 85 with multiple risk factors. Overall, 23,678 people were categorized as at low risk for major bleeding, 16,621 at medium risk and 2,813 at high risk. \"The increasing risk of bleeding with older age seems particularly important given the rising number of elderly people with a stroke or TIA, with around 30 percent of strokes occurring in people over 80,\" said study author Nina A. Hilkens, MD, of the University Medical Center Utrecht in the Netherlands.The researchers also validated their prediction model by applying it to another large clinical trial.\"While the model may help identify people at high risk of major bleeding, it does not aim to guide treatment choices for antiplatelet drugs, as the risk of bleeding should always be balanced against the risk of recurrent stroke,\" said Hilkens. Limitations of the study include that the score was based on people involved in clinical trials, who may not be representative of all people who have strokes. Also, only trials that were published by 2010 were included in the study, and diagnosis and treatment of stroke has improved and changed since that time. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/aaon-nmm072717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Neurology", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Gerontology", " Hematology", " Internal Medicine", " Neurobiology", " Neurochemistry", " Pharmaceutical Science"], "journal": "Neuromodulation", "description": "A new scoring method may help predict who is at high risk of serious bleeding after a stroke, according to a study published in the Aug. 2, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 02 Aug 2017 04:00:00 GMT"}