{"title": "Food fight: Children's temperaments help predict dinnertime struggles", "text": "Most toddlers go through bouts of picky eating, but infants with more inhibited personalities are more likely to turn up their nose at new foods, according to researchers.In a study, researchers observed how infants responded to new foods and new toys throughout their first 18 months. The study found that infants who were wary of new toys also tended to be less accepting of new foods, suggesting early food attitudes stem from personality.Kameron Moding, a postdoctoral fellow at University of Colorado Denver who received her doctorate in human development and family studies from Penn State, authored the paper, published today in Child Development.\"It was striking how consistently the responses to new foods related to the responses to new toys,\" Moding said. \"Not only were they associated at 12 months, but those responses also predicted reactions to new objects six months later. They also followed the same developmental pattern across the first year of life.\"A person's temperament, one part of their personality, tends to fall somewhere on the exuberant-inhibited spectrum. Those on the exuberant end tend to approach new things and situations head on, while people who are more inhibited tend to be more reserved.Cynthia Stifter, a Penn State professor of human development and and principal investigator of the larger study on which this one is based, said a person's temperament affects almost every aspect of their life.\"Temperament is kind of like a pair of glasses that each person wears. It's the unique way one sees the world,\" Stifter said. \"Everything one responds to is through the lens of who they are, meaning the biology-based individual differences that they're born with.\"While previous research has looked at how a child's temperament affects their mental health and how they get along with their peers, the study is one of the first to explore how temperamental approach -- whether a person is attracted to or wary of new things -- relates to a child's eating behavior.\"From the time they're very young, some infants are more 'approaching' and react positively to new things, whereas other infants are more 'withdrawing' and react negatively to the same stimuli,\" Moding said. \"But very few studies have examined whether infants show similar approach and withdrawal behaviors in response to new foods, so this is what we wanted to investigate.\"The researchers recruited 136 pairs of mothers and infants, who visited the lab when the babies were six and 12 months old. During the visits, each infant tried a new food and played with new toys, with the researchers noting whether the child had negative, neutral or positive reactions.When the toddlers were 18 months old, the pairs returned to the lab to participate in a final task. The toddlers were given the chance to explore a room with unfamiliar objects, such as a tunnel, animal mask and black box, with researchers once again noting the toddlers' reactions.The researchers found that at 12 months of age, the babies who had reacted positively to the new toys also tended to react similarly to the new foods. Those who reacted negatively to the new toys were also hesitant to try the new foods.Additionally, the researchers found that the way babies approach new foods at 12 months was also a good predictor of how they would continue to approach other new objects throughout their toddler years.\"The results suggest that infant and toddler responses to new foods are based on their temperament,\" Moding said. \"Infants who show hesitation in response to new toys will likely show hesitation when trying new foods for the first time as well.\"Stifter said it was important to note that although temperament is something a person is born with, it doesn't mean a person can't change their behaviors. Much like how someone who is shy can learn to open up to new people, picky infants and toddlers can learn to accept new foods.Moding agreed, saying there are things parents can do to encourage a varied diet.\"Keep trying! Research from other labs has consistently shown that infants and children can learn to accept new foods if their caregivers continue to offer them,\" Moding said. \"It can take as many as eight to ten tries, but infants and children can learn to accept and eat even initially disliked foods.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ps-ffc080117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Disease, NIH/National Institute of Food and Agriculture", "meeting": "", "institution": "Penn State", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Demography"], "journal": "Child Development", "description": "Most toddlers go through bouts of picky eating, but infants with more inhibited personalities are more likely to turn up their nose at new foods, according to researchers.", "date": "Wed, 02 Aug 2017 04:00:00 GMT"}