{"title": "Pros and cons: Free dental care in exchange for community service", "text": "ANN ARBOR--The majority of low-income Michigan residents and dentists who participated in a program that provided free dental care in exchange for volunteer work said they liked it, and most patients felt their oral health had improved. The Care Free Pay It Forward program served Ingham County and surrounding areas from January 2014 to October 2015, and offered adult participants $25 in dental services for every hour of volunteer work, said Lorene Kline, who surveyed patients and providers as part of her master's thesis for the University of Michigan School of Dentistry. Pay It Forward was a partnership between Care Free Medical and Dental, a nonprofit providing free medical services to low-income residents, and the Central District Dental Society of Michigan. Roughly 80 percent of the 27 patients who responded to the survey (38 participated in PIF) said they liked the program and would recommend it. About 12 percent of respondents said volunteering was tough to juggle with family and work.  \"That made us question whether it's a good model for working adults who have families and children,\" said Kline, a clinical lecturer at the U-M School of Dentistry. \"It's probably more difficult for them to find the time to dedicate to community service.\" Kline stressed that the program is just one tool among many to help meet the large, unmet need for low-cost or free dental care, but it's not panacea.  The eligibility requirements were fairly narrow. Pay It Forward was specifically geared toward low-income adults who fell below 250 percent of the poverty level and didn't qualify for Medicaid. Once eligible, patients took a one-hour oral health education class and donated four hours of volunteer work, choosing from a list of 80 nonprofits. The first hours covered the initial exam, x-rays and a cleaning, Kline said. Next, dentists outlined treatment plans and volunteers were given the number of hours they needed to continue treatment. Cost was based on Medicaid schedule fees and patients completed the hours before receiving the services. Patients volunteered an average of 33 hours and received more than $1,150 in treatment for a total savings of $43,815. Actual numbers varied widely based on services needed, with a range from $195 to $5,056, Kline said. The program wasn't designed for major restorative work, such as crowns and bridges, Kline said. Most patients received preventative cleanings, exams, extractions and simple restorations, although some dentists did choose to provide more extensive work. About 108 million people in the U.S. have no dental insurance, and even covered patients have problems accessing care because it's too expensive or too far away. But, oral health is related to many aspects of well-being such as self-esteem and employability, and poor oral health is associated with conditions such as diabetes and heart disease. About 70 percent of the patients were in pain when they entered the program, Kline said. One-third felt that their teeth and gums limited the kinds or amounts of food they ate; 38 percent said that it caused discomfort, worry and concern, and affected their life in all of its aspects; and 40 percent said that it made them uncomfortable when eating in front of others.Of the dentists, seven of the nine who responded to the survey rated the program favorably on all aspects. Two dentists said they didn't find volunteering for the program rewarding and voiced issues with the volunteer activities, and said that the quality of care wasn't comprehensive enough.This program and study did not make exceptions for emergencies, but Kline believes it's safe to assume it reduced dental-related emergency room visits, especially considering the large number of patients who were in pain already. Data from a 2011 Delta Dental study shows that annually in the U.S., there are roughly 7,000 emergency room visits for preventable dental conditions and 1,000 require hospitalization. Hospitals collected only about $15 million of the estimated $58 million cost.\"Dental-related hospital emergency room visits are a huge cost. The average cost of one single avoidable hospitalization is about $12,448,\" said Kline, citing data from the Delta Dental study. The study, \"No-Cost Dental Care in Exchange for Community Service Hours: Participating Patients' and Dentists' Responses,\" was published in the June issue of the Journal of the Michigan Dental Association.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uom-pac080217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Michigan", "keywords": ["Education", " Medicine/Health", " Technology/Engineering/Computer Science"], "journal": "Journal of the Michigan Dental Association", "description": "The majority of low-income Michigan residents and dentists who participated in a program that provided free dental care in exchange for volunteer work said they liked it, and most patients felt their oral health had improved.", "date": "Wed, 02 Aug 2017 04:00:00 GMT"}