{"title": "Early gene-editing success holds promise for preventing inherited diseases", "text": "LA JOLLA -- (Aug. 2, 2017) Scientists have, for the first time, corrected a disease-causing mutation in early stage human embryos with gene editing. The technique, which uses the CRISPR-Cas9 system, corrected the mutation for a heart condition at the earliest stage of embryonic development so that the defect would not be passed on to future generations. The work, which is described in Nature on August 2, 2017, is a collaboration between the Salk Institute, Oregon Health and Science University (OHSU) and Korea's Institute for Basic Science and could pave the way for improved in vitro fertilization (IVF) outcomes as well as eventual cures for some of the thousands of diseases caused by mutations in single genes. \"Thanks to advances in stem cell technologies and gene editing, we are finally starting to address disease-causing mutations that impact potentially millions of people,\" says Juan Carlos Izpisua Belmonte, a professor in Salk's Gene Expression Laboratory and a corresponding author of the paper. \"Gene editing is still in its infancy so even though this preliminary effort was found to be safe and effective, it is crucial that we continue to proceed with the utmost caution, paying the highest attention to ethical considerations.\"Though gene-editing tools have the power to potentially cure a number of diseases, scientists have proceeded cautiously, in part to avoid introducing unintended mutations into the germ line (cells that become eggs or sperm). Izpisua Belmonte is uniquely qualified to speak to the ethics of genome editing in part because, as a member of the committee on human gene editing of the National Academies of Sciences, Engineering and Medicine, he helped author the 2016 roadmap \"Human Genome Editing: Science, Ethics, and Governance.\" The research in the current study is fully compliant with recommendations made in that document, and adheres closely to guidelines established by OHSU's Institutional Review Board and additional ad-hoc committees set up for scientific and ethical review.Hypertrophic cardiomyopathy (HCM) is the most common cause of sudden death in otherwise healthy young athletes, and affects approximately 1 in 500 people overall. It is caused by a dominant mutation in the MYBPC3 gene, but often goes undetected until it is too late. Since people with a mutant copy of the MYBPC3 gene have a 50 percent chance of passing it on to their own children, being able to correct the mutation in embryos would prevent the disease not only in affected children, but also in their descendants.The researchers generated induced pluripotent stem cells from a skin biopsy donated by a male with HCM and developed a gene-editing strategy based on CRISPR-Cas9 that would specifically target the mutated copy of the MYBPC3 gene for repair. The targeted mutated MYBPC3 gene was cut by the Cas9 enzyme, allowing the donor's cells' own DNA-repair mechanisms to fix the mutation during the next round of cell division by using either a synthetic DNA sequence or the non-mutated copy of MYBPC3 gene as a template.Using IVF techniques, the researchers injected the best-performing gene-editing components into healthy donor eggs newly fertilized with the donor's sperm. Then they analyzed all the cells in the early embryos at single-cell resolution to see how effectively the mutation was repaired.The scientists were surprised by just how safe and efficient the method was. Not only did a high percentage of embryonic cells get repaired, but also gene correction didn't induce any detectable off-target mutations and genome instability -- major concerns for gene editing. In addition, the researchers developed a robust strategy to ensure the repair occurred consistently in all the cells of the embryo. (Spotty repairs can lead to some cells continuing to carry the mutation.)\"Even though the success rate in patient cells cultured in a dish was low, we saw that the gene correction seems to be very robust in embryos of which one copy of the MYBPC3 gene is mutated,\" says Jun Wu, a Salk staff scientist and one of the paper's first authors. This was in part because, after CRISPR-Cas9 mediated enzymatic cutting of the mutated gene copy, the embryo initiated its own repairs. Instead of using the provided synthetic DNA template, the team found, surprisingly, that the embryo preferentially used the available healthy copy of the gene to repair the mutated part. \"Our technology successfully repairs the disease-causing gene mutation by taking advantage of a DNA repair response unique to early embryos\" says Wu.Izpisua Belmonte and Wu emphasize that, although promising, these are very preliminary results and more research will need to be done to ensure no unintended effects occur. \"Our results demonstrate the great potential of embryonic gene editing, but we must continue to realistically assess the risks as well as the benefits,\" adds Izpisua Belmonte.Future work will continue to assess the safety and effectiveness of the procedure and efficacy of the technique with other mutations.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/si-egs080217.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/early-gene-editing-success-holds-promise-preventing-inherited-diseases/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Cardiology", " Gene Therapy"], "journal": "Nature", "description": "Scientists achieve first safe repair of single-gene mutation in human embryos.", "date": "Wed, 02 Aug 2017 04:00:00 GMT"}