{"title": "Researchers demonstrate transmission of diabetes symptoms via prion-like mechanism", "text": "Researchers from McGovern Medical School at The University of Texas Health Science Center at Houston have discovered that the symptoms of diabetes can be induced by a misfolded form of a pancreatic protein. The findings, which are reported in a paper to be published August 1 in The Journal of Experimental Medicine, raise the possibility that type 2 diabetes can be transmitted by a mechanism similar to prion diseases such as Creutzfeldt-Jakob disease or Bovine Spongiform Encephalopathy (mad cow disease).More than 27 million Americans suffer from type 2 diabetes, a condition in which the body is unable to regulate blood glucose levels using the hormone insulin. Though the disease has been linked to a variety of genetic and environmental risk factors, what causes type 2 diabetes is still not completely understood. Over 90% of type 2 diabetes patients show abnormal protein deposits in their pancreatic islets that are mainly aggregates of a misfolded form of a protein called islet amyloid polypeptide (IAPP). The precise role of these IAPP aggregates in type 2 diabetes is unclear, but they may damage and kill the pancreatic β cells that secrete insulin in response to elevated blood glucose levels. In this respect, type 2 diabetes could be similar to other diseases caused by misfolded protein aggregates, such as Alzheimer's disease, Parkinson's disease, and prion disorders.A key feature of these diseases is that a small number of misfolded protein aggregates can serve as \"seeds\" that induce the misfolding of additional proteins until they form large aggregates capable of damaging the cell. In the case of prion diseases, these seeds can even be transmitted from one individual to another.Claudio Soto and colleagues at McGovern Medical School at The University of Texas Health Science Center at Houston found that injecting small amounts of misfolded IAPP aggregates induced the formation of protein deposits in the pancreases of mice expressing human IAPP. Within weeks, these mice developed several symptoms associated with type 2 diabetes, including a loss of pancreatic β cells and elevated blood glucose levels. Small amounts of misfolded IAPP could also induce the formation and accumulation of large IAPP aggregates in pancreatic islets isolated from healthy human donors.Misfolded IAPP can therefore induce protein aggregation and disease similarly to infectious prion proteins, but Soto cautions that it is much too soon to conclude that type 2 diabetes can be transmitted between individuals. \"Considering the experimental nature of the models and conditions utilized in this study, the results should not be extrapolated to conclude that type 2 diabetes is a transmissible disease in humans without additional studies,\" Soto says. Although there is anecdotal evidence of patients developing diabetes after organ transplantation, no epidemiological studies have been done to assess whether type 2 diabetes is a transmissible disease, the researchers note.\"Until now, this concept has not been considered,\" Soto says. \"Our data therefore opens up an entirely new area of research with profound implications for public health. Perhaps more important than a putative inter-individual transmission, the prion-like mechanism may play a key role in the spreading of the pathology from cell to cell or islet to islet during the progression of type 2 diabetes.\"", "article_link": "http://dx.doi.org/10.1084/jem.20161134", "url": "http://www.eurekalert.org/pub_releases/2017-08/rup-rdt072417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Rockefeller University Press", "keywords": ["Biology", " Medicine/Health", " Internal Medicine", " Diabetes", " Physiology"], "journal": "The Journal of Experimental Medicine", "description": "Researchers from McGovern Medical School at The University of Texas Health Science Center at Houston have discovered that the symptoms of diabetes can be induced by a misfolded form of a pancreatic protein. The findings, which are reported in a paper to be published August 1 in The Journal of Experimental Medicine, raise the possibility that type 2 diabetes can be transmitted by a mechanism similar to prion diseases such as Creutzfeldt-Jakob disease or Bovine Spongiform Encephalopathy (mad cow disease).", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}