{"title": "Missing signals lead to diabetic nerve injury", "text": "Molecules that help cells communicate with each other--called cytokines--might be the key to repairing diabetic nerve damage, according to a new study published in Experimental Neurology. Diabetes devastates nerve cells, which can lead to poor circulation, muscle weakness, blindness, and other painful side effects. The new study showed diabetic mice can't repair nerve cells after damage due to low levels of specific cytokines.In a mouse model of type 1 diabetes, researchers measured cytokine responses in mice with damaged sciatic nerves. Diabetic mice responded with unusually low levels of cytokines that notify other cells of injury, which in turn hampered activation of reparative genes. The results provide a new explanation for irreparable nerve cell damage seen in diabetic patients.Replenishing the missing cytokines could help improve symptoms for diabetics, said study lead Richard Zigmond, PhD, professor of neurosciences at Case Western Reserve University School of Medicine, \"Our results indicate that targeting this cytokine pathway might alleviate some of the neural complications from diabetes.\" Zigmond added that pilot animal studies toward this aim are underway.Impaired cytokines in diabetic mice included those in the gp130 family--a group of molecules known to trigger extensive networks of cell signals. \"Our findings are exciting because they show not only deficits of major gp130 cytokines in diabetic nerve tissue, but they also show changes in their downstream signaling pathways, namely the induction of certain regeneration-associated genes,\" Zigmond said. \"These results provide a rationale for findings by others that gp130 cytokines can enhance peripheral nerve regeneration in animal models of diabetes.\" Until now, researchers weren't entirely sure why a boost in gp130 cytokines helped improve diabetic symptoms.Zigmond conducted the study with the help of co-first authors Jon Niemi, PhD and Angela Filous, PhD, both postdoctoral scholars at the medical school. The team is now working to see if the same mechanism of nerve repair is damaged during type 2 diabetes, and which types of nerve cells are involved.Said Zigmond, \"Type 2 diabetes is a major problem worldwide and may or may not involve similar changes in cytokine expression.\" By understanding cellular mechanisms common to type 1 and 2 diabetes, the researchers may be able to design broad therapeutics that help reverse nerve cell damage associated with the disease.", "article_link": "http://dx.doi.org/10.1016/j.expneurol.2017.06.020", "url": "http://www.eurekalert.org/pub_releases/2017-08/cwru-msl080117.php", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=677", "funder": "Juvenile Diabetes Research Fund, National Institutes of Health", "meeting": "", "institution": "Case Western Reserve University", "keywords": ["Medicine/Health", " Endocrinology", " Internal Medicine", " Diabetes", " Neurobiology", " Neurochemistry"], "journal": "Experimental Neurology", "description": "Molecules that help cells communicate with each other--called cytokines--might be the key to repairing diabetic nerve damage, according to a new study published in Experimental Neurology. Diabetes devastates nerve cells, which can lead to poor circulation, muscle weakness, blindness, and other painful side effects. The new study showed diabetic mice can't repair nerve cells after damage due to low levels of specific cytokines.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}