{"title": "Weight gain between pregnancies linked to increased risk of gestational diabetes", "text": "The risk of developing gestational diabetes mellitus (GDM) increases with increased weight gain between pregnancies, according to a new study published in PLOS Medicine by Linn Sorbye of the University of Bergen, Norway, and colleagues. GDM is defined as glucose intolerance of various degrees that is first detected during pregnancy. Both pre-pregnant body mass index (BMI) and gestational weight gain are known risk factors for GDM, which can cause health problems for both mothers and babies. In the new study, researchers used data from the Medical Birth Registry of Norway on 24,198 mothers with a first and second pregnancy between 2006 and 2014. The data included BMI at the start of each pregnancy as well as any diagnosis of GDM.The overall absolute risk of GDM in second pregnancy was 18.1 per 1000 pregnancies. 35.6 % of women in the study gained more than 1 BMI unit (kg/m2) of weight between the start of their first pregnancy and the start of their second pregnancy. These women had an increased risk of developing GDM in their second pregnancy compared to women whose weight was stable (-1 to \r\n\t\"Antenatal guidelines for monitoring GDM in pregnancy should add inter-pregnancy weight change as an independent risk factor for GDM with a routine stress-test of glucose tolerance during pregnancy in women with weight gain more than 1 BMI unit,\" the authors say.", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002367", "url": "http://www.eurekalert.org/pub_releases/2017-08/p-wgb072417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Medicine/Health", " Diabetes"], "journal": "PLOS Medicine", "description": "The risk of developing gestational diabetes mellitus (GDM) increases with increased weight gain between pregnancies, according to a new study published in PLOS Medicine by Linn Sorbye of the University of Bergen, Norway, and colleagues.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}