{"title": "Characteristics of metabolically unhealthy lean people", "text": "Compared to people who are of normal weight and metabolically healthy, subjects who are of normal weight but metabolically unhealthy (~20% of normal weight adults) have a more than three-fold higher risk of mortality and/or cardiovascular events. This risk is also higher than that of metabolically healthy obese subjects. Norbert Stefan, Fritz Schick and Hans-Ulrich Häring have now addressed characteristics determining metabolic health in lean, overweight and obese people, showed that a reduced accumulation of fat in the lower body puts lean people at risk and highlighted implications of their findings for personalized prevention and treatment of cardiometabolic diseases.\r\nIt has now been established that a body-mass index (BMI) in the normal weight range (defined by WHO as a BMI of 18·5-The researchers from the Department of Internal Medicine IV of the University Hospital Tübingen and the Institute for Diabetes Research and Metabolic Diseases (IDM) of the Helmholtz Centre Munich, a partner of the German Center for Diabetes Research (DZD), have now analyzed data from 981 subjects. After having defined metabolic health as having less than 2 risk parameters of the metabolic syndrome, they found that 18% of their lean subjects were metabolically unhealthy. This number perfectly matches the numbers detected in larger studies that investigated the relationship of metabolic health with cardiovascular events and mortality. Stefan and colleagues now used magnetic resonance imaging and magnetic resonance spectroscopy to precisely determine body fat mass, fat distribution and deposition of fat in the liver. Furthermore, they determined insulin sensitivity, insulin secretion, thickness of the carotid vessel wall and fitness. They found that among the fat compartments a low percentage leg fat mass was the strongest determinant of metabolic risk in lean subjects, while in obese subjects nonalcoholic fatty liver disease and increased intra-abdominal fat mass strongly determined this risk. Based on these findings, and with support from animal data and genetic data from human studies, they concluded that in lean subjects the problem of storing fat in the leg may be a crucial factor placing lean people at increased risk of cardiometabolic diseases. They further hypothesize that this phenotype resembles the phenotypes observed in some very rare diseases, called lipodystrophy. However, they highlight that this lipodystrophy-like phenotype has a much less severe form that the ones observed in these diseases.\r\nIn respect to the impact of their findings for routine clinical practice the researchers make the following points: First, in the case that a subject with normal weight may have two or more parameters of the metabolic syndrome in a clinical examination, and/or may have a low leg fat mass, it would be important to perform careful diagnostics to early detect metabolic diseases. Second, if a cardiometabolic disease, such as type 2 diabetes or cardiovascular disease, is present in very lean people, pharmacological treatment resulting in an increase in subcutaneous fat mass may be beneficial for some patients. In this respect thiazolidinediones may be of major interest. Finally, applying well-defined phenotyping strategies in clinical trials to better separate the metabolic risk in lean and obese subjects may help to better tailor lifestyle and pharmacological intervention to accomplish the goal of providing personalized prevention and treatment to the patients.", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.07.008", "url": "http://www.eurekalert.org/pub_releases/2017-08/dzfd-com072717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Metabolism", "description": "Compared to people who are of normal weight and metabolically healthy, subjects who are of normal weight but metabolically unhealthy have a three-fold higher risk of mortality and/or cardiovascular events. DZD scientists have now addressed characteristics determining metabolic health in lean, overweight and obese people, showed that a reduced accumulation of fat in the lower body puts lean people at risk and highlighted implications of their findings for personalized prevention and treatment of cardiometabolic diseases.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}