{"title": "Study identifies enzyme that protects cells from toxic fat", "text": "Key takeaway:Boston, Mass. - A new study from Harvard T.H. Chan School of Public Health and Howard Hughes Medical Institute sheds light on how a key fat-producing enzyme helps protect cells from a toxic form of fat.The new finding contributes to a fuller understanding of the fundamental biology that underlies common metabolic diseases related to obesity, such as type 2 diabetes, fatty liver disease, and heart failure, and could lead to new insights on how to better treat such diseases.The study will be published online August 1, 2017 in Cell Metabolism.\"We are excited about these findings--they solve a mystery and show how fat synthesis protects cells from dysfunction and disease,\" said Robert Farese, Jr., professor of genetics and complex diseases at Harvard Chan School. Lead author of the study was Harvard Chan research fellow Chandramohan Chitraju.The researchers looked at what happens to triglycerides (a type of fat) in cells during lipolysis, the process through which the triglycerides are broken down into fatty acids and transported for energy use to other tissues in the body. For decades, scientists have wondered why some triglycerides, after being broken down into fatty acids, wind up back in the cells in the form of triglycerides--a process known as \"re-esterification.\"By examining cell processes both in mice and in human cells, the researchers found out why: Re-esterification helps protect a key cell organelle called the endoplasmic reticulum (ER). The ER helps make cellular products such as proteins and lipids and it can be damaged by fatty acids--but not by triglycerides. The researchers also found that an enzyme called DGAT1 (diacylglycerol acyltransferase) is crucial to the re-esterification process, acting as a sort of cell police officer to ensure that toxic fatty acids stay away from the ER.\"To better understand what happens when cells are overwhelmed with fat during obesity, we first have to understand how the system normally deals with fluctuations in lipids,\" said Tobias Walther, professor of genetics and complex diseases at Harvard Chan and co-senior author of the study. \"Our findings will hopefully spark new ideas on how to prevent the health consequences of obesity.\" ", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.07.012", "url": "http://www.eurekalert.org/pub_releases/2017-08/htcs-sie072717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Diabetes Association, Howard Hughes Medical Institute, Gladstone Institute", "meeting": "", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["Cell Biology", " Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Liver", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health"], "journal": "Cell Metabolism", "description": "A new study from Harvard T.H. Chan School of Public Health and Howard Hughes Medical Institute sheds light on how a key fat-producing enzyme helps protect cells from a toxic form of fat.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}