{"title": "Salk's Reuben Shaw receives National Cancer Institute Outstanding Investigator Award", "text": "LA JOLLA -- (Aug. 1, 2017) Salk Professor Reuben Shaw has received the National Cancer Institute (NCI) Outstanding Investigator Award (OIA), which encourages cancer research with breakthrough potential. Shaw, a member of Salk's Molecular and Cell Biology Laboratory and holder of the William R. Brody Chair, will receive $4.2 million in direct funding over the next seven years to further his work. The award is granted, according to the NCI website, to innovative cancer researchers with outstanding records of productivity to allow them to take greater risks and be more adventurous in their research.\"It was extremely exciting to get this award as it will provide my lab both the resources and the stability for our ongoing efforts,\" says Shaw, who is also the director of the Salk Cancer Center, which is one of just seven NCI-designated Basic Research Cancer Centers in the country. Shaw's research focuses on cancer metabolism: how metabolic pathways are altered in cancer and play a role in the origins and progression of the disease. While investigating one of the most commonly mutated genes in lung cancer, Shaw discovered an energy-sensing pathway that shuts down cell growth and reprograms metabolism when nutrients are scarce. This energy-sensing \"starvation\" pathway suggests an unexpected and direct link between metabolic pathways and cancer.His lab went on to molecularly decode a number of new components of this cellular starvation pathway, which connects nutrition and exercise to suppression of both cancer and diabetes. From this work, the lab's studies have led to the discovery of new therapies for cancer and metabolic diseases. Recently, Shaw's lab showed that using a small molecule to target one of the pathways that cells use to synthesize fat can starve cancer cells of the building blocks they need to grow. Previously, he published work showing how different cancers are sensitive to different sources of cellular energy and how a common, deadly lung cancer spreads.\"Reuben's pioneering research points to potential new ways to unravel a variety of cancers and target the disease precisely and effectively,\" says Salk President Elizabeth Blackburn. \"We are delighted that his work is being recognized with this award.\"Some of the Shaw lab's ongoing efforts have involved identifying unique metabolic features of tumor cells. Shaw wants to better define different genetic subsets of lung cancer by these features and pinpoint ways to treat them based on that knowledge. \"We want to identify the Achilles heel of each tumor subset,\" he says. \"We're not going to treat all lung cancers the same way but rather tailor our attacks based on unique properties of each subtype of cancer. This should yield more effective treatments for all forms of cancer. Our work decoding new components of the energy-sensing pathway has also led to new therapeutic targets for many difference forms of cancer, which alter these same pathways through many different mechanisms.\"Shaw is the second Salk scientist in the award's three-year history to be named an NCI Outstanding Investigator. The other is Geoffrey Wahl, a professor in the Gene Expression Laboratory. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/si-srs080117.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/salk-institute-scientist-reuben-shaw-receives-national-cancer-institute-outstanding-investigator-award/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Genetics", " Medicine/Health", " Cancer"], "journal": "", "description": "Salk Professor Reuben Shaw has received the National Cancer Institute (NCI) Outstanding Investigator Award (OIA), which encourages cancer research with breakthrough potential.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}