{"title": "Revealed: brain 'switch' tells body to burn fat after a meal", "text": "Scientists at Monash University's Biomedicine Discovery Institute have found a mechanism by which the brain coordinates feeding with energy expenditure, solving a puzzle that has previously eluded researchers and offering a potential novel target for the treatment of obesity.Obesity - a major risk factor for many diseases including cardiovascular disease, Type 2 diabetes, liver disease and several cancers - is at epidemic levels in Australia.Researchers from the Metabolic Disease and Obesity Program have shown in laboratory models that feeding controls the 'browning' of fat, that is, the conversion of white fat, which stores energy, into brown fat, which expends it. Fat in the human body is stored in specialised cells called adipocytes, which can change from white to brown states and back again. Their study, published in Cell Metabolism today, shows that after a meal the brain responds to circulating insulin, which is increased after a rise in blood glucose. The brain then sends signals to promote the browning of fat to expend energy. By contrast, after a fast, the brain instructs these browned adipocytes to once more convert into white adipocytes, storing energy. These processes help prevent both excess weight gain and excess weight loss in response to feeding and fasting, meaning body weight remains relatively stable over time.The researchers showed that the brain's ability to sense insulin and coordinate feeding with energy expenditure via browning is controlled by a switch-like mechanism turned on after fasting to inhibit the response to insulin, repressing browning and conserving energy, and turned off after feeding to facilitate the insulin response to promote browning and to expend energy. \"What happens in the context of obesity is that the switch stays on all the time - it doesn't turn on off during feeding,\" lead researcher Professor Tony Tiganis said. \"As a consequence, browning is turned off all the time and energy expenditure is decreased all the time, so when you eat, you don't see a commensurate increase in energy expenditure - and that promotes weight gain,\" Professor Tiganis said.Previous investigations by the researchers that showed how the brain coordinates white adipose tissue browning attracted considerable attention after it was published in early 2015.  \"For a long time, the missing piece to the puzzle was always why this occurs in the body,\" first author Dr Garron Dodd said. \r\n\"We've shown not only why this occurs but also the fundamental mechanism involved. It's very exciting,\" Dr Dodd said.The researchers are further exploring the possibility of inhibiting the switch for therapeutic purposes to promote the shedding of excess fat.\"Obesity is a major and leading factor in overall disease burden worldwide and is poised, for the first time in modern history, to lead to falls in overall life expectancy,\" Professor Tiganis said. \"What our studies have shown is that there is a fundamental mechanism at play that normally ensures that energy expenditure is matched with energy intake. When this is defective, you put on more weight. Potentially we may be able to rewire this mechanism to promote energy expenditure and weight loss in obese individuals. But any potential therapy is a long way off,\" he said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-rb073117.php", "region": "australia", "source_link": null, "funder": "Australian National Health and Medical Research Council", "meeting": "", "institution": "Monash University", "keywords": ["Medicine/Health"], "journal": "Cell Metabolism", "description": "Scientists at Monash University's Biomedicine Discovery Institute have found a mechanism by which the brain coordinates feeding with energy expenditure, solving a puzzle that has previously eluded researchers and offering a potential novel target for the treatment of obesity.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}