{"title": "Artificial intelligence for human age-reversal", "text": "Center for Healthy Aging at the University of Copenhagen today announced a research collaboration with a company specializing in artificial intelligence (AI) to develop solutions for preventing early aging. The aim of this partnership is to develop medicines to prevent and cure a broad range of diseases associated with aging such as Alzheimer's, Parkinson's and cardiovascular diseases.Alzheimer's, Parkinson's and cardiovascular diseases are strongly associated with aging and share many characteristics on the molecular level. Experts in the genetics of aging at the Department of Cellular and Molecular Medicine partnered with the Baltimore-based company, Insilico Medicine, specializing in AI to find molecules that can be developed into drugs to cure and prevent these diseases. The objective of this collaboration is to increase health span for everyone on the planet. \"Many of the diseases of aging are associated with the failure of the DNA repair mechanisms. The aging processes accelerate as the DNA repair mechanisms lose function. The collaboration with Insilico Medicine will allow us to find the molecules that repair DNA and prevent accelerated aging\", said the head of the biology of aging lab and assistant professor Morten Scheibye-Knudsen, Center for Healthy Aging. Extended Lifespan for AllInsilico Medicine develops the advanced AI algorithms to study the aging processes and discover new interventions in aging. Many of these molecules aim to induce the expression of certain genes involved in the endogenous repair processes to slow down and even reverse some of the aging-associated diseases. By applying a specific branch of artificial intelligence called Deep Learning (DL) on multi-modal data, the company aims to discover molecules that can stimulate the repair of the DNA. \"Deep learning systems are outperforming human abilities in many tasks including image recognition and autonomous driving. But one area, where AI will have the most impact is drug discovery and we are deeply honored to be able to partner with professor Scheibye-Knudsen's group at the University of Copenhagen, which is one of the most advanced in the world. I hope that together we will be able to find new molecules to extend healthy longevity and make humans more resistant to the various stress factors\", said Alex Zhavoronkov, PhD, founder and CEO of Insilico Medicine, Inc.At the advanced laboratories in Copenhagen, the research teams will be able to test the molecules identified using the artificial intelligence methods to select the most effective ones for joint development into novel medicines. \"We hope that cooperation can lead to the development of some new drugs that can prevent early aging, thus ensuring increased health spans for everyone. If we can find molecules that repair our DNA, it is not inconceivable that we can increase the upper limit to how old we may be, \"says Morten Scheibye-Knudsen.Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generation of new molecular structures with specified parameters and published a seminal papers in Oncotarget and Molecular Pharmaceutics. Another paper published in Molecular Pharmaceutics in 2016, demonstrated the proof of concept of the application of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award.\r\nThe pharmaceutical industry is expected to benefit from the recent advances in AI. Insilico Medicine was profiled in the recent article in Nature Biotechnology titled \"AI-powered drug discovery captures pharma interest\" among the other companies utilizing machine learning for drug discovery. The agreement with Juvenescence is expected to set a precedent for the new molecules discovered using the new generation of artificial intelligence by a team of expert drug developers.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/imi-aif080117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Genetics", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Education", " Medicine/Health", " Cancer", " Gerontology", " Mental Health", " Technology/Engineering/Computer Science"], "journal": "", "description": "Center for Healthy Aging at the University of Copenhagen today announced a research collaboration with Insilico Medicine to develop solutions for preventing early aging. The aim of this partnership is to develop medicines to prevent and cure a broad range of diseases associated with aging such as Alzheimer's, Parkinson's and cardiovascular diseases.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}