{"title": "Kids, cash, and snacks: What motivates a healthier food choice?", "text": "What determines how children decide to spend their cash on snacks? A new study shows that children's experience with money and their liking of brands influenced purchase decisions - and that for some children, higher prices for unhealthy snacks might motivate healthier choices. The study is published in the journal Appetite.Besides parents, many actors such as schools, governments and food manufacturers influence and modify the consumption of energy-dense, nutrient-poor snack food among children through a multitude of venues such as parental guidance and restriction of such foods and snacks available to children at home, school programs (school lunch and vending machines), governmental mandates (taxation, nutrition education campaigns) and marketing messages. Researchers co-led by Professors Monika Hartmann from the University of Bonn and Sean Cash from the Friedman School of Nutrition Science and Policy at Tufts University studied the ways that children aged 8 to 11 use their own disposable income, predominantly an allowance provided by a parent, to purchase snack food on their own. In the study, they report that brand awareness was not necessarily aligned with preference of snack foods. Importantly, the extent of children's experience with money influenced their purchase decisions, suggesting that higher prices for unhealthy snacks might be helpful in motivating at least those children that have experience with money to choose healthier options. The research took place in after-school programs in the Boston area with a sample of 116 children ages 8 to 11 years. The study consisted of a survey, two cognitive tests, and a discrete choice experiment (DCE). The participants were paid $2.00 each as compensation after completing the cognitive tests that they could then spend in the DCE part of the study.\"We don't know much about how kids spend their cash on snacks,\" said corresponding author Sean Cash, Ph.D., economist and associate professor at the Friedman School of Nutrition Science and Policy at Tufts University. \"It's an understudied area. Currently, many children have their own disposable income, usually an allowance. They're deciding how to spend that money on snacks, but we know very little about how they make those decisions.\" This is especially true with respect to the extent to which children assess typical consumer tradeoffs regarding price and other food attributes. Cookies, apple slices, or yogurtThe researchers presented a series of snack options to the children - cookies, apple slices, and tubes of yogurt. Each child was presented ten times with pairs of photographs of two snack items that differed by product type, price and brand. Each time they could select one of the two products or decide to make no choice.The child was told that at the end of the experiment, one choice would be drawn at random from the ten decisions the child made and the child would be obligated to purchase the chosen snack. The child had to pay the stated price of that choice, which ranged between $0.30 and $0.70, from the money previously earned in the study and they received the designated snack. This feature of the design made each choice more realistic for the kids. One group of snacks was from McDonald's in order to test the importance of branding on children's choices.Experience with money makes a differenceChildren made choices based primarily on food types (cookie, apple slices, yogurt). In the experiment, children most often chose the chocolate-chip cookies, with apple slices in second place. Other results were surprising. \"What we found is that brand awareness was not a key factor in purchasing the snacks. What mattered more is a child's like or dislike the brand,\" said first author Monika Hartmann, Ph.D., who was a visiting scholar at the Friedman School while the study was being conducted. She is based at the Institute of Food and Resource Economics at the University of Bonn. The other important result was a distinct dichotomy with respect to how price affected the children's purchase decision. Children who were used to receiving an allowance from their parents paid attention to the price, whereas those who had little experience handling money generally did not. This result supports research that suggests experience with cash is an important aspect of learning what prices mean.\"Overall, the literature on children's price responsiveness and brand awareness is scarce,\" the authors wrote in their article. \"The former is especially true for younger children (elementary school).\" At the same time, they observed that children spend a considerable amount of money on snacks while childhood incidence of chronic dietary-related disease (type-2 diabetes, coronary artery disease, and obesity) is high and increasing around the world.The authors point out that this is a small study, regionally biased, and with limited choices within the experiment. They suggest further research to explore the efficacy of using price and presentation (e.g., packaging, branding) as additional tools in the fight against the growing incidence of chronic disease among children. Their work was supported by a grant from the German Research Foundation (DFG) with additional support from the U.S. Department of Agriculture's National Institute of Food and Agriculture.", "article_link": "http://dx.doi.org/10.1016/j.appet.2017.06.014", "url": "http://www.eurekalert.org/pub_releases/2017-08/tuhs-kca080117.php", "region": "namerica", "source_link": null, "funder": "German Research Foundation (DFG), US Department of Agriculture's National Institute of Food and Agriculture", "meeting": "", "institution": "Tufts University, Health Sciences Campus", "keywords": ["Business/Economics", " Personal", " K-12", " Medicine/Health", " Nutrition/Nutrients", " Behavior", " Parenting/Child Care/Family"], "journal": "Appetite", "description": "What determines how kids decide to spend their cash on snacks? In a study with Boston-area children, researchers show that their experience with money and their liking of brands influenced decisions -- and that for some children, higher prices for unhealthy snacks might motivate healthier choices.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}