{"title": "Mount Sinai partners with Contessa Health to expand hospital-level care at home program", "text": "The Mount Sinai Health System announced today that it has partnered with Contessa Health, an innovative health care company that manages acute-care services at home through prospective bundled payment arrangements, to extend Mount Sinai's existing hospital-level care at home program, known as the Mobile Acute Care Team (MACT), to new markets. As part of Mount Sinai's commitment to keeping communities healthy and out of the hospital, the Health System initially launched the program in 2014 with the support of a multi-year innovation award from the Centers for Medicare and Medicaid Services. Through the program, eligible patients receive hospital-level care for selected conditions in the comfort of their homes, in lieu of a hospital stay, from  Mount Sinai providers . The Mount Sinai program provides comprehensive treatment of acute illness in the patient's home under the supervision of physicians who have extensive experience in the management of illness both within and outside the hospital setting.   Currently, Mount Sinai's program is available to Medicare patients with specific acute medical conditions who would otherwise be admitted to a hospital within the Mount Sinai Health System. The partnership with Contessa Health will allow Mount Sinai to scale this program to include patients with different types of health insurance and a broader range of clinical conditions. \"We just treated our 600th patient since the program commenced in November of 2014,\" stated Linda V. DeCherrie, MD, Clinical Director of MACT. \"Our data has shown that we can reduce 30-day hospital readmissions, earn high patient satisfaction, and reduce the cost of care, all while providing hospital-level care in a more efficient and safer setting.\"Contessa Health is an innovator in creating and managing value-based care models, operating through a prospective bundled payment program where a fixed price for services is established in advance to deliver all services within an episode of care. Contessa's proprietary claims system, coupled with its integrated clinical care model, will help Mount Sinai to broaden its existing program, bringing hospital-level care into homes of patients throughout the area. Contessa has implemented a hospital-level care at home program with Marshfield Clinic Health System in Wisconsin. \r\nIn addition, Mount Sinai will work with Contessa to add an option for post-surgical care at home. This will permit eligible patients to recover from surgeries that would normally require an inpatient hospital stay (such as total joint replacements) in the comfort of their own homes.While delivering physician-led hospital-level care in the home is not new, the collaboration between Mount Sinai and Contessa Health is new and unique to the health care landscape. \"This partnership with Contessa Health is critical to the overall transformation of our health system, underscoring Mount Sinai's commitment to creating an innovative health care system that emphasizes outpatient, ambulatory, and home-based care with remote monitoring capabilities,\" stated Niyum Gandhi, Executive Vice President and Chief Population Health Officer for Mount Sinai Health System. \"We are excited to work with Contessa to expand the reach of this program to benefit more patients who would have otherwise been hospitalized.\"\"We are thrilled to partner with Mount Sinai to achieve the mutual goal of lowering costs and improving quality of care for patients,\" said Travis Messina, CEO of Contessa Health. \"Mount Sinai's clinical outcomes speak for themselves, and we are excited to help accelerate their program so that more patients have access to a health care model that truly is changing the delivery of care.\" \"Our team is pleased to have joined forces with Contessa to expand this innovative model of patient care to a broader market,\" said Erik Lium, PhD, Senior Vice President at Mount Sinai Innovation Partners.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tmsh-msp073117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services"], "journal": "", "description": "The Mount Sinai Health System announced today that it has partnered with Contessa Health, an innovative health care company that manages acute-care services at home through prospective bundled payment arrangements, to extend Mount Sinai's existing hospital-level care at home program, known as the Mobile Acute Care Team (MACT), to new markets.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}