{"title": "UChicago Medicine receives $1.8 million grant to improve diabetes care in underserved communities", "text": "Researchers from the University of Chicago Medicine have received a five-year, $1.8 million grant, from the U.S. Department of Health and Human Services Office of Minority Health (OMH) to develop a program that could help improve diabetes care for low-income racial and ethnic minority patients.The project will train staff at 20 federally qualified health centers in the MidWest Clinicians' Network (MWCN), a member organization of health centers across 10 Midwestern states, to offer group visits for diabetes patients. The program will also partner with Care Message, a nonprofit that helps health care organizations use mobile technology, to implement a text messaging system to send patients health tips and reminders.\"Managing diabetes from a patient perspective can be pretty complex and time consuming,\" said Arshiya Baig, MD, MPH, an assistant professor of medicine at UChicago who will lead the program. \"If we can consolidate those services into one visit and provide education and social support as well, it really helps patients who are struggling with getting their blood sugar under control.\"Receiving all the necessary care for diabetes can be time consuming and costly. It's more than just a single, routine visit with a doctor. A patient may need to see a specialist in foot care or ophthalmology, schedule lab tests or go the pharmacy for medication refills. This can be a challenge even for patients with the best access to health care, but for economically disadvantaged people living in areas with limited medical resources, taking time off from work or finding transportation can be a huge barrier to taking care of their diabetes.The group visit model brings eight to ten patients to the clinic together and schedules visits with a primary care physician, specialists and lab work on the same day, so they don't have to schedule multiple appointments or make several trips to different locations. It also sets aside time for the group to attend educational sessions and support groups together, which has been shown to improve medical outcomes, such as blood sugar control, and quality of life for diabetes patients.The partnership with the MWCN helps Baig and her team reach their target audience of patients. Of the 128 MWCN health care centers, 30 percent are in rural areas and eight percent have significant populations of migrant workers. Of the 2.5 million patients who receive care at MWCN centers, 25 percent are black, 20 percent are Hispanic, 14 percent are non-English speakers, and 92 percent live below the federal poverty level.These populations share a disproportionate burden of diabetes and associated complications. For example, Latinos have more than twice the rate of diabetes (20 percent) compared to non-Hispanic whites (nine percent), and blacks have nearly as much (17 percent). Socioeconomic status also plays a major role. Almost 13 percent of adults with less than a high school education have diagnosed diabetes versus nine percent of those with a high school education and seven percent of those with more than a high school education.In a pilot phase, Baig and her team tested out the group visit program at six MWCN health centers in five states. They trained staff to conduct six monthly group visits for eight to 10 adult patients with uncontrolled type 2 diabetes each. The pilot eventually included 51 patients with an average age of 55; 67 percent were women and 62 percent black, Latino or Native American. At the end of the six-month pilot, the patients had significantly lower A1C levels, a standard measure of blood sugar control, and reported more days per week eating healthy and testing their blood sugar. The team's goal is to scale this program to more health centers, and eventually train staff to apply the group visit model to other conditions such as high blood pressure, obesity, asthma and families with ADHD.\"We want health centers to be trained to implement group visits and text messaging in their health centers as a novel way of providing diabetes care,\" Baig said. \"The best marker of success would be if the health centers are able to get the group visits off the ground and begin to adapt them to other chronic conditions.\"The grant is part of the OMH Partnerships in Health Equity program to improve access to care by racial and ethnic minority and/or disadvantaged populations and develop innovative models for managing chronic conditions in these groups. This publication was supported by Award No. 1 CPIMP171145-01-00 from the Office of Minority Health (OMH). Its contents are solely the responsibility of the authors and do not necessarily represent the official views of OMH.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uocm-umr073117.php", "region": "namerica", "source_link": null, "funder": "US Department of Health and Human Services Office of Minority Health", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Medicine/Health", " Diabetes", " Public Health"], "journal": "", "description": "Researchers from the University of Chicago Medicine have received a five-year, $1.8 million grant, from the US Department of Health and Human Services Office of Minority Health to develop a program that could help improve diabetes care for low-income racial and ethnic minority patients.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}