{"title": "Towards a safe and scalable cell therapy for type 1 diabetes by simplifying beta cell differentiation", "text": "More than 36 million people globally are affected by type 1 diabetes (T1D), a lifelong disorder where insulin producing cells are attacked and destroyed by the immune system resulting in deficient insulin production that requires daily blood glucose monitoring and administration of insulin. While successful outcomes from islet transplantations have been reported, very few patients can benefit from this therapeutic option due to limited access to cadaveric donor islets. Human pluripotent stem cell (hPSCs) could offer an unlimited and invariable source of insulin-producing beta cells for treatments of a larger population of T1D patients.With the vision of providing a cell therapy for type 1 diabetes patients, scientists at the University of Copenhagen have identified a unique cell surface protein present on human pancreatic precursor cells providing for the first time a molecular handle to purify the cells whose fate is to become cells of the pancreas - including insulin producing cells. The work, outlined in a landmark study entitled 'Efficient generation of glucose-responsive beta cells from isolated GP2+ human pancreatic progenitors' has just been published in Cell Reports and is available here.A biomarker to clearly separate cell populations is a holy grail of cell therapy research for the reasons of safety and end product consistency. By using this cell surface marker, the researchers have engineered a streamlined and simplified differentiation process to generate insulin-producing cells for future treatment of type 1 diabetes patients. The process enables cost-efficient manufacturing and exploits at its core an intermediate cell bank of purified pancreatic precursor cells.The discovery of the new marker has also enabled the researchers to streamline and refine the process of producing hPSC-derived insulin cells.\"By starting with a purified population of pancreatic precursor cells instead of immature stem cells we eliminate the risk of having unwanted tumorigenic cells in the final cell preparation and thus generate a safer cell product for therapeutic purposes\", explains Assistant Professor Jacqueline Ameri, first author on the paper.Professor Henrik Semb, Managing Director of the Danish stem cell centre (DanStem) explains:\"Although significant progress has been made towards making insulin producing beta cells in vitro (in the lab), we are still exploring how to mass-produce mature beta cells to meet the future clinical needs. Our current study contributes with valuable knowledge on how to address key technical challenges such as safety, purity and cost-effective manufacturing, aspects that if not confronted early on, could hinder stem cell therapy from becoming a clinically and commercially viable treatment in diabetes.\"Indeed, Semb's group is among the first to directly address not only the therapeutic concept but to incorporate very early the manufacturing considerations in their process to ensure that future commercialization will be possible.To translate the current findings into a potential treatment of type 1 diabetes, Ameri and Semb aim to commercialize their recent patent pending innovations by establishing the spin out company PanCryos. PanCryos has assembled a team with experts in stem cell biology, islet transplantations, business and regulatory guidance and is currently funded by a KU POC grant and a pre-seed funding from Novo Seeds.\"In parallel with other groups in this field, we have been working on a cell therapy for type 1 diabetes for many years. What is unique about our approach is the simplification of our protocol which acknowledges that eventually the process will need to be scaled up for manufacturing. PanCryos is being established to ensure the development of the first scalable allogenic cell therapy for type 1 diabetes so we can offer the route to an affordable therapy by providing a product that will not be too expensive to produce, as has occurred too often in the developing cell therapy field\", explains Jacqueline Ameri, co-founder and CEO for PanCryos.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoct-tas073117.php", "region": "europe", "source_link": "http://danstem.ku.dk/news/towards-a-safe-and-scalable-cell-therapy-for-type-1-diabetes-by-simplifying-beta-cell-differentiation/", "funder": "", "meeting": "", "institution": "University of Copenhagen The Faculty of Health and Medical Sciences", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Cell Reports", "description": "With the vision of providing a cell therapy for type 1 diabetes patients, scientists at the University of Copenhagen have identified a unique cell surface protein present on human pancreatic precursor cells providing for the first time a molecular handle to purify the cells whose fate is to become cells of the pancreas -- including insulin-producing cells.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}