{"title": "Babies of overweight, obese, or diabetic mothers have an increased risk of lung problems", "text": "Babies born to women who are overweight, obese or have diabetes during their pregnancy have less mature lungs than babies of normal weight pregnancies. That's according to research done in a sheep model of pregnancy, published today in The Journal of Physiology. Previous research has shown that women who are overweight, obese or suffer diabetes during pregnancy have an increased risk of giving birth to a baby that experiences lung problems both at birth and later during infancy and childhood. The team of researchers at the University of South Australia found that the offspring at risk had more immature lungs compared to offspring of mothers with normal weight. Lungs produce a substance called surfactant that serves two purposes: it keeps the airway surfaces from sticking together, and also fights bacteria and viruses. Immature lungs produce less surfactant meaning that the lungs cannot perform their normal functions.The researchers either fed the pregnant sheep a normal diet or a diet that provided 55% more energy, simulating an over-nutrition and obesity model. This diet was fed during the last trimester of pregnancy which is when the most critical stage of lung development happens. They looked at the lungs of the lambs before birth and one month after birth to evaluate the growth of the lung and to check if there were a normal number of cells that make surfactant. They found that there was less surfactant production and fewer cells producing it in the offspring from mothers in the over-nutrition model. One month after birth, the amount of surfactant had normalised in this model, so the long-term effect on lung maturation of being overweight, obese, or diabetic during pregnancy is unclear.Professor Morrison, senior author of the study, commented:'These findings suggest it may be advisable for overweight, obese and diabetic pregnant women to be provided with treatments to help mature their babies' lungs before they give birth. It may also be advisable for care providers to counsel overweight, obese and diabetic women to manage these states before becoming pregnant to improve the health of their unborn baby.'She added, 'Further studies will follow up with the offspring later in life to see if there is a higher risk of breathing problems'.", "article_link": "http://dx.doi.org/10.1113/JP274528", "url": "http://www.eurekalert.org/pub_releases/2017-07/tps-boo072717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "The Physiological Society", "keywords": ["Physiology", " Medicine/Health", " Developmental/Reproductive Biology", " Diet/Body Weight", " Eating Disorders/Obesity", " Pulmonary/Respiratory Medicine", " Pediatrics", " Physiology"], "journal": "The Journal of Physiology", "description": "Babies born to women who are overweight, obese or have diabetes during their pregnancy have less mature lungs than babies of normal weight pregnancies. That's according to research done in a sheep model of pregnancy, published today in The Journal of Physiology.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}