{"title": "Study finds promise in new tactic to curb obesity: Address physician bias", "text": "CHICAGO, July 31, 2017-- An educational initiative at Touro University College of Osteopathic Medicine is reducing medical students' negative attitudes toward people with obesity, a finding researchers hope will translate into better outcomes for patients struggling with weight, according to research published in The Journal of the American Osteopathic Association.  Drawing a parallel to the medical community's approach to common mental illnesses, researchers suggest that shifting physicians' perspective from individual responsibility to a treatable condition may finally slow decades of rising obesity rates. \"We know there are economic, cultural, political and environmental elements causing this problem, yet our approach to treatment puts sole responsibility on the patient's behavior,\" says Michael Clearfield, DO, Dean of Touro University's College of Osteopathic Medicine.  \"It's not unlike the way we treated depression 40 years ago. Only, instead of telling people to 'get over it', we say, 'just eat right and exercise.'\"The curriculum, which launched in 2012, measures medical students' attitudes on the Fat Phobia Scale, which identifies biased beliefs in stereotypes, such as obese people are \"lazy\" and have \"poor self-control\". The students then received instruction on the causes and treatments of obesity, with follow up testing on their knowledge and attitudes toward obesity for every year of medical school. Those who completed the program significantly reduced their bias by an average of 7 percent.  Changing hearts and mindsDr. Clearfield noted that confronting physicians' conscious and unconscious biases may change the dynamic for their patients. \"Sometimes physicians don't believe that obese people will take care of themselves, so they spend less time with them and, as a result, they miss things in their examinations,\" says Dr. Clearfield.He adds that patients pick up on physicians' attitudes and feel embarrassed and unwelcome, and so they often stop following medical advice and maybe stop going in for checkups all-together. Touro University's obesity education curriculum focuses on the complexities of obesity, with diet being only one contributing factor. The curriculum also emphasizes a focus on attaining health instead of weight loss, as well as the recognition of incremental improvements.\"With an improved diet, we can get measurably healthier in just 7 to 10 days. From an osteopathic perspective, we need to acknowledge the importance of those small steps so physicians don't give up on patients and patients don't give up on themselves.\"Based on the results from the four year study, Touro plans to expand its curriculum to an online platform, making it available to other medical schools and residency programs. Ultimately, they intend to study its impact on patient outcomes.An alarming history\r\nBack in 2000, the obesity rate in the U.S. went from 15 percent--where it had been for decades--to nearly 23 percent. Despite two decade-long government programs focused on encouraging weight loss, the rate has steadily risen to between 37 and 38 percent.Dr. Clearfield sees this as evidence for physicians to reconsider their approach. \"I think it's pretty obvious that what we've been doing isn't working.\" ", "article_link": "http://dx.doi.org/10.7556/jaoa.2017.099", "url": "http://www.eurekalert.org/pub_releases/2017-07/aoa-sfp073117.php", "region": "namerica", "source_link": "http://jaoa.org/article.aspx?articleid=2646758", "funder": "", "meeting": "", "institution": "American Osteopathic Association", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Health Professionals", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients", " Public Health"], "journal": "The Journal of the American Osteopathic Association", "description": "An educational initiative at Touro University College of Osteopathic Medicine is reducing medical students' negative attitudes toward people with obesity, a finding researchers hope will translate into better outcomes for patients struggling with weight, according to research published in The Journal of the American Osteopathic Association.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}