{"title": "Exercise in early life has long-lasting benefits", "text": "The researchers, from the Liggins Institute at the University of Auckland, found that bone retains a \"memory\" of exercise's effects long after the exercise is ceased, and this bone memory continues to change the way the body metabolises a high-fat diet, and published these results in Frontiers in Physiology.The research team compared the bone health and metabolism of rats across different diet and exercise conditions, zeroing in on messenger molecules that signal the activity of genes in bone marrow. Rats were either given a high-fat diet and a wheel for extra exercise in their cage, a high-fat diet but no wheel, or a regular diet and no wheel. In the rats given a high-fat diet and an exercise wheel, the early extra physical activity caused inflammation-linked genes to be turned down. High-fat diets early in life are known to turn up, or increase the activity of other genes that cause inflammation. Inflammation is the body's natural self-protective response to acute infection or injury, but the ongoing, low-grade inflammation linked to high-fat diets can harm cells and tissues and raise the risk of obesity, heart disease, cancer and other diseases. Exercise also altered the way the rats' bones metabolised energy from food, changing energy pathways that disrupt the body's response to a high-calorie diet. \"What was remarkable was that these changes lasted long after the rats stopped doing that extra exercise - into their mid-life,\" says Dr Justin O'Sullivan, a molecular geneticist at the Institute. \"The bone marrow carried a 'memory' of the effects of exercise. This is the first demonstration of a long-lasting effect of exercise past puberty. The rats still got fat, but that early extra exercise basically set them up so that even though they put on weight they didn't have the same profile of negative effects that is common with a high fat diet.\" Dr O'Sullivan says this may help scientists understand why, even though obesity and diabetes are often linked, some people with obesity do not develop diabetes. \"It also strongly emphasises the health benefits of exercise for children.\" Dr' O'Sullivan's co-investigators were PhD student Dharani Sontam, Professor Mark Vickers, and Professor Elwyn Firth, all from the Liggins Institute. With rising rates of overweight and obesity in children, it is important to understand the effects of these conditions on bone health, says Professor Vickers, an obesity specialist. \"Obesity is governed by many genes. This work highlights the utility of small animal models in teasing out gene-environment interactions in health and disease.\" Professor Firth, who studies bone development, explains that childhood and adolescence are periods of rapid bone growth. \"If you reach optimal bone mass early in life, you're less likely to suffer from broken bones or other bone-related problems as an adult. Load-bearing from exercise and higher bodyweight is good for growing bones, but this and other evidence shows that if the extra weight comes from higher body fat mass, bone development may be subnormal,\" he says. \"Bone metabolism strongly influences energy metabolism in the body, and metabolism - what you do with energy from diet - is the central crux of why some children and adults become obese.\" The team hopes to repeat the experiment to see if the changes persist into old age, and if varying the exercise - when it begins, how much the rats do, and how long they do it for - could alter other genes, affecting other aspects of fat metabolism beneficially. Key Points: -\tRats were either given a high-fat diet and a wheel for extra exercise in their cage, a high-fat diet but no wheel, or a regular diet and no wheel. In the rats given a high-fat diet and an exercise wheel, the early extra physical activity caused inflammation linked genes to be turned down. Exercise also altered the way the rats' bones metabolised energy from food, changing energy pathways that disrupt the body's response to a high calorie diet.", "article_link": "http://dx.doi.org/10.3389/fphys.2017.00476", "url": "http://www.eurekalert.org/pub_releases/2017-07/f-eie073117.php", "region": "europe", "source_link": null, "funder": "Arthritis New Zealand grant, HRC, Gravida postgraduate scholarship", "meeting": "", "institution": "Frontiers", "keywords": ["Genetics", " Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Pediatrics", " Physiology", " Public Health", " Sports Medicine", " Exercise"], "journal": "Frontiers in Physiology", "description": "The researchers, from the Liggins Institute at the University of Auckland, found that bone retains a ", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}