{"title": "Study identifies a distinct type of common gastrointestinal bleeding", "text": "A unique bleeding syndrome associated with cirrhosis and portal hypertension has been identified by researchers at the Medical University of South Carolina (MUSC), Wake Forest University Medical Center, and the University of Texas Southwestern Medical Center in an article published online on April 21, 2017 by the Journal of Investigative Medicine. The syndrome is characterized by typical presentation with acute bleeding (hematemesis, melena, or hematochezia) and also the presence of chronic gastrointestinal (GI) bleeding, documented as iron deficiency anemia. The investigators have coined a term for the syndrome: acute on chronic bleeding. \"This is recognition of a common syndrome of which practicing physicians should be aware,\" says Principal Investigator Don C. Rockey, M.D., first author on the article, who serves as the chair of the Department of Medicine and professor of gastroenterology at MUSC. Of the 1,460 patients with GI bleeding involved in the study, 430 (29 percent) were found to have acute on chronic GI bleeding. The bleeding in patients with upper GI bleeding was most often a result of portal hypertensive upper GI tract pathology. The investigators advise that clinicians confronted with patients who have acute on chronic bleeding should be aware of the association of this presentation with cirrhosis and portal hypertension for appropriate diagnosis and treatment. ", "article_link": "http://dx.doi.org/10.1136/jim-2017-000431", "url": "http://www.eurekalert.org/pub_releases/2017-04/muos-sia041917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Medical University of South Carolina", "keywords": ["Medicine/Health", " Diagnostics", " Health Professionals", " Hematology", " Internal Medicine", " Gastroenterology", " Liver"], "journal": "Journal of Investigative Medicine", "description": "In an article published online on April 21, 2017 by the Journal of Investigative Medicine, researchers at the Medical University of South Carolina and elsewhere have identified a unique bleeding syndrome associated with cirrhosis and portal hypertension. The investigators have coined a term for the syndrome: acute on chronic bleeding. Clinicians should be aware of the association of this presentation with cirrhosis and portal hypertension for appropriate diagnosis and treatment.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}