{"title": "'Connshing syndrome' named as a new cause of high blood pressure", "text": "Research led by scientists at the University of Birmingham has revealed a new cause of high blood pressure which could lead to major changes in managing the disease.High blood pressure, also known as hypertension, often goes unnoticed but if left untreated can increase the risk of heart attack and stroke.  Studies estimate that one in four adults suffer from hypertension, but most patients have no identifiable cause for the condition. However, it is known that in up to 10 per cent of hypertensive patients the overproduction of the adrenal hormone aldosterone -- a condition known as primary aldosteronism or Conn syndrome -- is the cause of disease.Now the University of Birmingham-led study has, for the first time, made the important discovery that a large number of patients with Conn syndrome do not only overproduce aldosterone but also the stress hormone cortisol. Professor Wiebke Arlt, Director of the Institute of Metabolism and Systems Research (IMSR) at the University of Birmingham, said: \"Our findings show that the adrenal glands of many patients with Conn syndrome also produce too much cortisol, which finally explains puzzling results of previous studies in Conn patients.\"These previous studies had found increased rates of type 2 diabetes, osteoporosis and depression in Conn patients -- problems typically caused by overproduction of cortisol, also termed Cushing syndrome, and not by too much aldosterone.\"The authors of the University of Birmingham-led study, conducted in collaboration with a group of scientists from Germany, decided to name this new cause of hypertension - the combined overproduction of aldosterone and cortisol -- as Connshing syndrome.At present, many Conn syndrome patients are treated with drugs that are directed against the adverse effects of aldosterone. However, this leaves the cortisol excess untreated. Second author of the study, published in JCI Insight, Katharina Lang - an academic clinical lecturer at IMSR -- said: \"These findings are very likely to change clinical practice.\"Patients will now need to undergo more detailed assessment to clarify whether they suffer from Conn or Connshing syndrome.\"Previously, patients with Conn syndrome were never assessed for the overproduction of other hormones but this will now change thanks to the results of this study.\"Also, researchers now will need to investigate whether treating the Connshing patients with an additional drug, which counteracts the cortisol excess, will improve their health outcomes.\"", "article_link": "http://dx.doi.org/10.1172/jci.insight.93136", "url": "http://www.eurekalert.org/pub_releases/2017-04/uob-sn042117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Birmingham", "keywords": ["Cell Biology", " Medicine/Health", " Hematology", " Physiology"], "journal": "JCI Insight", "description": "Research led by scientists at the University of Birmingham has revealed a new cause of high blood pressure which could lead to major changes in managing the disease.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}