{"title": "Fecal microbiota transplants improve cognitive impairment caused by severe liver disease", "text": "April 21, 2017, Amsterdam, The Netherlands: A study presented today found that faecal transplantation of bacteria from one healthy donor into patients that suffer from hepatic encephalopathy (decline in brain function due to severe liver disease), is safe and improves cognitive function compared with standard of care treatment for the condition. Presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, the study results also demonstrated that the number of hospitalisations following faecal transplantation plus antibiotics was two, compared to the standard of care arm (lactulose and rifaximin), which was 11 (IQR 83 days). Specifically, there was a significant reduction in hospitalisations due to recurrent hepatic encephalopathy (six in the standard of care and none in the faecal transplant arm). In the study, faecal transplant plus antibiotic treatment was well tolerated without any serious side effects. Furthermore, it was found that the faecal transplant plus antibiotic therapy restored antibiotic-associated changes in the body's bacterial composition. \"Hepatic encephalopathy is a serious condition and a leading cause of re-admission to hospital due to recurrence, despite standard of care treatment,\" said Dr Jasmohan Bajaj, Virginia Commonwealth University, Richmond, United States of America, and lead author of the study. \"The results from this study demonstrate that in patients with hepatic encephalopathy, a faecal transplant improves brain function more than standard of care as well as reducing the number of hospital admissions, including those for recurrent hepatic encephalopathy. Faecal transplantation is an innovative and promising approach to treat this condition, and we look forward to more studies being conducted to confirm our results.\" Researchers randomised 20 men with cirrhosis who experienced recurrent episodes of hepatic encephalopathy prior to the start of the study, to treatment with lactulose and rifaximin (standard of care treatment), or, broad spectrum antibiotics for five days plus a single faecal transplant from a healthy donor along with continuing the standard of care. The transplant was given as an enema. Patients were followed for up to 150 days after randomisation. There was significant cognitive improvement in the faecal transplant group on the Psychometric Hepatic Encephalopathy Score (PHES) and the Stroop App (another test of cognitive dysfunction) as compared to the standard of care group. The Model for End Stage Liver Disease (MELD) score significantly increased following treatment with antibiotics (delta 1.7, p\r\n\tOverall, one patient in the faecal transplant group had decreased cognitive function, however he had higher baseline Proteobacteria, (a group of bacteria that includes a wide variety of pathogens, such as Escherichia, Salmonella, Vibrio, and Helicobacter), which did not respond to the faecal transplant. Hepatic encephalopathy occurs when the liver cannot remove certain toxins and chemicals, such as ammonia, from the blood.1 These toxins and chemicals then build up and enter the brain.1 Hepatic encephalopathy is one of the major complications of cirrhosis (scarring of the liver), and a leading cause of hospital re-admission due to its recurrence, despite treatment.1 It can occur suddenly in people with acute liver failure, but is seen more often in those with chronic liver disease.1 Symptoms of hepatic encephalopathy include mild confusion, forgetfulness, poor concentration and personality or mood changes, but can progress to extreme anxiety, seizures, severe confusion, jumbled and slurred speech and slow movement.1 The first step in treatment is to identify and treat any factors that cause hepatic encephalopathy.2 Once the episode has resolved, further treatment aims to reduce the production and absorption of toxins, such as ammonia.1 Generally, there are two types of medication used to reduce the likelihood of another hepatic encephalopathy episode - lactulose and rifaximin.2 However, it remains a leading cause of hospitalisations and re-hospitalisations in cirrhotic patients, despite the use of the above-mentioned standard of care treatment.\"This is the first randomised trial to show that faecal transplantation may be of benefit to patients with hepatic encephalopathy. The encouraging findings open new avenues of research to determine how to best manipulate the gut microbiota in patients with hepatic encephalopathy. They also show proof-of-concept for the likely beneficial impact of such interventions, adding to what is already known for non-absorbable antibiotics like rifaximin,\" said Prof Tom Karlsen, Department of Transplantation Medicine, Oslo University Hospital Rikshospitalet, Norway and EASL Vice-Secretary. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eaft-fmt041117.php", "region": "europe", "source_link": "https://ilc-congress.eu/wp-content/uploads/2017/04/PS085-Bajaj.pdf", "funder": "", "meeting": "The International Liver CongressTM 2017", "institution": "European Association for the Study of the Liver", "keywords": ["Mathematics/Statistics", " Clinical Trials", " Death/Dying", " Health Professionals", " Infectious/Emerging Diseases", " Internal Medicine", " Liver", " Pharmaceutical Science", " Public Health", " Transplantation"], "journal": "Journal of Hepatology", "description": "A study presented today found that fecal transplantation of bacteria from one healthy donor into patients that suffer from hepatic encephalopathy, is safe and improves cognitive function compared with standard of care treatment for the condition. Presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, the study results also demonstrated that the number of hospitalizations following fecal transplantation plus antibiotics was two, compared to the standard of care arm, which was 11.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}