{"title": "More Americans being hospitalized for a hypertensive emergency, but fewer are dying", "text": "A new article published in the American Journal of Hypertension finds a rising trend in hospitalization for hypertensive emergency with reduction in hospital mortality during the last decade. The presence of acute cardiorespiratory failure, chest pain, stroke, acute chest pain, and aortic dissection were most predictive of higher hospital mortality among other complications.Hypertension is an important modifiable risk factor for cardiovascular disease. In the United States, nearly one out of three adults has elevated blood pressure, with the highest rates among African Americans. Within adults with hypertension, 82% are aware of their disease and only 53% have their blood pressure controlled to target levels. Hypertension remains the most common problem in primary care, and is the most important modifiable risk factor when it comes to prevention of myocardial infarction, stroke, and renal failure.There are no comprehensive guidelines on management of hypertensive emergencies, a situation in which severe high blood pressure (eg, SBP 180 mm Hg or higher and/or DBP 110 - 120 mm Hg or higher) lead to new or worsening target-organ injury (eg, heart failure, pulmonary edema, cerebral dysfunction, TIA/stroke, aortic dissection).  Despite advances in anti-hypertensive medications hypertensive emergency is accompanied with significant morbidity and mortality.Researchers queried the 2002-2012 nationwide inpatient sample database to identify patients with hypertensive emergency and analyzed trends in incidence of hypertensive emergency and in-hospital mortality.A total of 129,914 admissions for hypertensive emergency were included from the year 2002 to 2012. There were 630 patient deaths during hospital stay. There was a 63% increase in the number of admissions from 2002 to 2012 (9,511 to 15,479 admissions). The rate of in-hospital mortality among hypertensive emergency admissions decreased from 0.8 percent per year in 2002 to 0.3 percent per year by 2012. By the year 2007, there was a 50% relative reduction in rate of mortality. Patients who died during hospitalization were older, had longer length of stay, higher cost of stay, more comorbidities, and higher comorbidity related risk scores. Presence of acute cardiorespiratory failure, stroke, chest pain, and aortic dissection were most predictive of higher in-hospital mortality in addition to factors such as age, acute myocardial infarction, acute renal failure, and presence of neurological symptoms.Similar to age, the length of stay (11.7 days vs. 3.8 days) and hospital charges ($88,899 vs. $23,701) were significantly higher for those who died following a hospital stay for hypertensive emergency. Among those who experienced in-hospital mortality, a greater proportion of patients had peripheral arterial disease (19% vs. 9.8%;), chronic pulmonary disease (22% vs. 15.1%), and number of baseline chronic conditions (7.9±2.9 vs. 5.8±2.7). Patients who died were more than 7-times as likely to suffer from acute cardiorespiratory failure compared to the patients who survived (66.2 vs. 8.9). Single-organ damage was reported in 85.7% of the patients who died compared to 28.6% in the group that survived.More than half (56.5%) of the patients who died had two or more reported end-organ complications.This manuscript is the first to trend admission and in-hospital mortality rates among such a large cohort of patients with hypertensive emergency over the course of 11 years. Researchers also assessed the relationship between end-organ complications and in-hospital mortality.\"There in an increasing trend in patients being admitted for hypertensive emergency with overall reduction in hospital mortality, which is probably secondary to changes in coding practices and improvement in management over the years with growing experience,\" said lead author Mahek Shah \"Considering the significance of disease among hypertensive patients, and the large economic burden it poses on the system, guidelines directing care and protocol may be beneficial. We hope that our findings help physicians risk stratify patients with hypertensive emergency, identify those at significantly higher risk for worse outcomes and improve care among those patients.\"", "article_link": "http://dx.doi.org/10.1093/ajh/hpx048", "url": "http://www.eurekalert.org/pub_releases/2017-04/oupu-mab041917.php", "region": "namerica", "source_link": "https://academic.oup.com/ajh/article-lookup/doi/10.1093/ajh/hpx048", "funder": "", "meeting": "", "institution": "Oxford University Press USA", "keywords": ["Health Care", " Medicine/Health", " Health Care Systems/Services", " Health Professionals"], "journal": "American Journal of Hypertension", "description": "A new article published in the American Journal of Hypertension finds a rising trend in hospitalization for hypertensive emergency with reduction in hospital mortality during the last decade. The presence of acute cardiorespiratory failure, chest pain, stroke, acute chest pain, and aortic dissection were most predictive of higher hospital mortality among other complications.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}