{"title": "Personalized workouts to prevent heart disease designed by new digital instrument", "text": "Sophia Antipolis, 19 April 2017: Personalised workouts to prevent heart disease can be designed by a new digital instrument, according to research published today in the European Journal of Preventive Cardiology.1 The EXPERT tool specifies the ideal exercise type, intensity, frequency, and duration needed to prevent a first or repeat cardiovascular event.\"Exercise reduces cardiovascular risk, improves body composition and physical fitness, and lowers mortality and morbidity,\" said lead author Professor Dominique Hansen, associate professor in exercise physiology and rehabilitation of internal diseases at Hasselt University, Diepenbeek, Belgium. \"But surveys have shown that many clinicians experience great difficulties in prescribing specific exercise programmes for patients with multiple cardiovascular diseases and risk factors.\"The European Association of Preventive Cardiology Exercise Prescription in Everyday Practice and Rehabilitative Training (EXPERT) tool generates exercise prescriptions for patients with different combinations of cardiovascular risk factors or cardiovascular diseases. The tool was designed by cardiovascular rehabilitation specialists from 11 European countries, in close collaboration with computer scientists from Hasselt University.EXPERT can be installed on a laptop or personal computer (PC). During a consultation, the clinician inputs the patient's characteristics and cardiovascular risk factors, cardiovascular diseases and other chronic conditions, medications, adverse events during exercise testing, and physical fitness (from a cardiopulmonary exercise test).The tool automatically designs a personalised exercise programme for the patient. It includes the ideal exercise type, intensity, frequency, and duration of each session. Safety precautions are also given for patients with certain conditions. The advice can be printed out and given to the patient to carry out at home, and reviewed by the clinician in a few months.Professor Hansen said: \"EXPERT generates an exercise prescription and safety precautions since certain patients are not allowed to do certain exercises. For example a diabetic patient with retinopathy should not do high-intensity exercise.\"\"This tool is the first of its kind,\" said Professor Hansen. \"It integrates all the international recommendations on exercise to calculate the optimum training programme for an individual patient. It really is personalised medicine.\"There are different exercise goals for each cardiovascular risk factor and cardiovascular disease. In a patient who has diabetes, is overweight and has hypertension the three goals are to reduce blood glucose, fat mass, and blood pressure. The tool takes all three goals into account.Professor Hansen said: \"EXPERT provides the exercise prescription a patient needs to meet their particular exercise goals, which should ultimately help them to feel better and reduce their risks of morbidity and mortality. By prescribing an exercise programme that really works patients are more likely to be motivated to continue because they see that it is improving their health.\"The next step is to test  the impact of EXPERT on patient outcomes in a clinical trial. Professor Hansen said: \"Our hypothesis is that clinicians using the tool will prescribe exercise interventions with much greater clinical benefits. That will lead to greater reductions in body weight, blood pressure, blood glucose, and lipids, and improvements in physical fitness, with a positive impact on morbidity and mortality.\"", "article_link": "http://dx.doi.org/10.1177/2047487317702042", "url": "http://www.eurekalert.org/pub_releases/2017-04/esoc-pwt041917.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/personalised-workouts-to-prevent-heart-disease-designed-by-new-digital-instrument?hit=wireek", "funder": "UHasselt IOF PoC project", "meeting": "", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Disease in the Developing World"], "journal": "European Journal of Preventive Cardiology", "description": "Personalized workouts to prevent heart disease can be designed by a new digital instrument, according to research published today in the European Journal of Preventive Cardiology. The EXPERT tool specifies the ideal exercise type, intensity, frequency, and duration needed to prevent a first or repeat cardiovascular event.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}