{"title": "IRCM research team discovers how immunotherapy can fight some cancers", "text": "What if our immune system could cure cancer? This logic seems almost too simple to be true, but it forms the basis of an emerging cancer treatment--immunotherapy. André Veillette, a researcher at the Institut de recherches cliniques de Montréal (IRCM) / Montreal Clinical Research Institute and a professor of Université de Montréal's Faculty of Medicine, has a new article today in Nature about this rapidly developing field. Dr. Veillette and his team have discovered why immunotherapy would work in some patients and not at all in others: the SLAMF7 molecule plays a predominant role.Immunotherapy: An emerging field in cancer treatmentOur immune system has an army of cells comprised of macrophages, T lymphocytes and natural killer cells, which destroy microbes and other invaders. But cancer cells manage to fool these brave soldiers using a variety of stratagems. Immunotherapy works to defeat these stratagems and provides a number of significant benefits. Unlike more invasive therapies such as chemotherapy and radiotherapy, it targets cancer cells and can spare healthy ones.However, immunotherapy is not always successful. A considerable number of patients do not respond well to this type of treatment. In addition, immunotherapy causes some patients to suffer  major side effects due to a hyperactivated immune system. In these cases, it may have been better to try traditional treatments like radiotherapy or chemotherapy from the outset.Dr. Veillette's research group wanted to understand why immunotherapy is effective in certain cases. The researchers were particularly interested in a potential treatment involving CD47, a protein already recognized as an evasion mechanism. \"CD47 acts like a chameleon,\" explains Dr. Jun Chen, first author of the study and a postdoctoral fellow in Dr. Veillette's laboratory. \"It is found on the surface of cancer cells and makes them appear to be healthy: it tells the immune system not to destroy them, which leaves the door open for tumour growth and metastasis,\" adds Dr. Veillette, who is also Director of the IRCM Molecular Oncology research unit, Full Research Professor in the Department of Medicine at the Université de Montréal and Adjunct Professor at McGill University. CD47 has been found at high levels in a variety of cancers, including blood cancers. Needless to say, molecules that prevent CD47 from binding to immune cells -- CD47 inhibitors -- are being extensively studied as potential new anti-cancer treatments. But the IRCM team has identified another very important component of this mechanism: another molecule, SLAMF7, must be present on cancer cells for immune cells to be able to destroy them. So for people whose cancers do not have SLAMF7, the administration of CD47 inhibitors could be counterproductive.Shift to precision medicineThe discovery of Dr. Veillette's group could be the key to predicting which patients will respond to CD47 inhibitors. Determining whether SLAMF7 is present in the patient's cancer could help establish, from the outset, whether CD47 inhibitors are a good choice of treatment. By preselecting patients in this way, incompatible patients could be rapidly redirected to an alternative treatment with a greater chance of success. This is what is known as precision medicine. \r\nThe IRCM laboratory hopes that this discovery will also contribute to the success of upcoming CD47 inhibitor clinical trials. \"There are currently more potential new treatments than there are patients available to test them in clinical trials,\" says Dr. Veillette. \"To take advantage of the full potential of emerging treatments like immunotherapy, we should not use them as universal treatments, since very useful ones could be overlooked, thereby hindering our progress in the fight against cancer.\"", "article_link": "http://dx.doi.org/10.1038/nature22076", "url": "http://www.eurekalert.org/pub_releases/2017-04/uom-irt041917.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, Canadian Cancer Society Research Institute, Canada Research Chairs Program, the Natural Sciences and Engineering Research Council of Canada, Cole Foundation, RDV Foundation, Fonds de recherche du", "meeting": "", "institution": "University of Montreal", "keywords": ["Medicine/Health", " Cancer"], "journal": "Nature", "description": "Dr. André Veillette and his team have discovered why immunotherapy would work in some patients and not at all in others. The discovery published in the prestigious journal Nature.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}