{"title": "Adherence to USPSTF recommendations could lead to lower number of individuals recommended for statin", "text": "Fewer people could be recommended for primary prevention statin therapy, including many younger adults with high long-term cardiovascular disease risk, if physicians adhere to the 2016 U.S. Preventive Services Task Force (USPSTF) recommendations for statin therapy compared with the 2013 American College of Cardiology/American Heart Association (ACC/AHA) guidelines, according to a study published by JAMA. The 2013 ACC/AHA guidelines substantially expanded the population eligible for statin therapy by basing recommendations on an elevated 10-year risk of atherosclerotic cardiovascular disease (ASCVD). The 2016 USPSTF recommendations for primary prevention statin therapy  increased the estimated ASCVD risk threshold for patients (including those with diabetes) and required the presence of at least one cardiovascular risk factor (i.e., hypertension, diabetes, dyslipidemia, or smoking) in addition to elevated risk. Michael J. Pencina, Ph.D., of Duke University, Durham, N.C., and colleagues used National Health and Nutrition Examination Survey (NHANES) data (2009-2014) to assess statin eligibility under the 2016 USPSTF recommendations vs the 2013 ACC/AHA cholesterol guidelines among a nationally representative sample of 3,416 U.S. adults ages 40 to 75 years with fasting lipid data and triglyceride levels of 400 mg/dl or less, without prior cardiovascular disease (CVD).The researchers found that if fully implemented, the USPSTF recommendations would be associated with statin initiation in 16 percent of adults without prior CVD, in addition to the 22 percent of adults already taking lipid-lowering therapy; in comparison, the ACC/AHA guidelines would be associated with statin initiation in an additional 24 percent of patients. Among the 8.9 percent of individuals in the primary prevention population who would be recommended for statins by ACC/AHA guidelines but not by USPSTF recommendations, 55 percent would be adults ages 40 to 59 years with an average 30-year cardiovascular risk greater than 30 percent, and 28 percent would have diabetes.\"If these estimates are accurate and assuming these proportions can be projected to the U.S. population, there could be an estimated 17.1 million vs 26.4 million U.S. adults with a new recommendation for statin therapy, based on the USPSTF recommendations vs the ACC/AHA guideline recommendations, respectively--an estimated difference of 9.3 million individuals,\" the authors write.\"Alternative approaches to augmenting risk-based cholesterol guidelines, including those that explicitly incorporate potential benefit of therapy, should be considered.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-atu041417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health"], "journal": "JAMA", "description": "Fewer people could be recommended for primary prevention statin therapy, including many younger adults with high long-term cardiovascular disease risk, if physicians adhere to the 2016 US Preventive Services Task Force (USPSTF) recommendations for statin therapy compared with the 2013 American College of Cardiology/American Heart Association guidelines, according to a study published by JAMA.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}