{"title": "Updated AATS guidelines help cardiovascular surgeons navigate the challenges of managing ischemic mitral regurgitation", "text": "Beverly, MA, April 17, 2017 - Mitral regurgitation can occur in up to 50% of patients with ischemic heart disease and even mild ischemic mitral regurgitation (IMR) has been linked to increased long-term mortality. How best to treat IMR is controversial, in part, because of the fragility and complexity of the patients, difficulty of grading IMR, the variety of medical and surgical options, and lack of long-term quality studies. Noting that other guidelines generally do not focus on optimal surgical approaches to IMR, the AATS enlisted a group of experts to create a consensus document to provide clinicians with their recommendations based on their opinions and the best available evidence. The Guidelines are published in The Journal of Thoracic and Cardiovascular Surgery, the official publication of the American Association for Thoracic Surgery (AATS).\"We acknowledge that ischemic MR remains a challenging situation for the clinician and surgeon. However, emerging data has provided an opportunity for more guided recommendations for this patient population. These Guidelines will continue to evolve as more data is reported in the future,\" commented Irving L. Kron, MD, Professor of Surgery at the University of Virginia School of Medicine and chair of the AATS IMR Consensus Guidelines Writing Committee.An example of what the Guidelines offer is a section on whether to repair or replace the mitral valve in severe IMR - a very controversial issue. While guidelines from the American Heart Association/American College of Cardiology and the European Society of Cardiology/European Association for CardioThoracic Surgery recommend mitral valve surgery for patients with severe IMR who remain symptomatic despite optimal medical treatment, they \"provide no guidance in selecting MV replacement versus MV repair,\" explained Dr. Kron.These new Guidelines suggest that replacement for patients with severe IMR who have a basal aneurysm (dyskinesis), significant echocardiographic evidence of leaflet tethering, or moderate to severe left ventricular remodeling (left ventricular end-diastolic diameter >65mm) is a reasonable therapy. Repair, rather than replacement, can also be considered for those who do not have a basal aneurysm/dyskinesis, significant leaflet tethering, or severe LV enlargement. For patients with moderate IMR, these guidelines say MV repair can be considered at the time of coronary artery bypass grafting. Coronary bypass alone is usually sufficient. Additional sections of the document are devoted to optimizing IMR imaging and whether to use percutaneous transcatheter MV repair.Mitral regurgitation is blood leakage through the mitral valve into the left atrium. It can be the result of damage to the valve itself or ischemic damage to left ventricular heart muscle, for example following myocardial infarction. IMR can lead to elevated left atrial blood pressure and volume, pulmonary hypertension, and fluid build-up in the lungs. Patients with IMR can experience chest pain and palpitations, shortness of breath, fatigue, weakness, lightheadedness, and swelling of the ankles, feet, and abdomen, and the possibility of heart failure, atrial fibrillation, and death. \"These Guidelines reflect the efforts of a panel of experts, drawing on expert opinion among other modalities, and are based on what we know at this time,\" remarked Dr. Kron. \"There is no doubt that the Guidelines will continue to evolve as reports of longer-term follow-up emerge.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.jtcvs.2017.01.031", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-uag041717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for Thoracic Surgery", "keywords": ["Medicine/Health", " Cardiology", " Surgery", " Guidelines/Treaties/Agreements"], "journal": "Journal of Thoracic and Cardiovascular Surgery", "description": "How best to treat IMR is controversial, in part, because of the fragility and complexity of the patients, difficulty of grading IMR, the variety of medical and surgical options, and lack of long-term quality studies. Noting that other guidelines generally do not focus on optimal surgical approaches to IMR, the AATS enlisted a group of experts to create a consensus document to provide clinicians with their recommendations based on their opinions and the best available evidence.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}