{"title": "Vanderbilt-led study shows high-salt diet decreases thirst, increases hunger", "text": "When you eat salty food, you get thirsty and drink water. Right? Maybe in the short-term, but within 24 hours, you actually get less thirsty because your body starts to conserve and produce more water. This counterintuitive discovery by scientists at Vanderbilt University and in Germany has upended more than 100 years of conventional scientific wisdom and may provide new insights into the Western epidemics of obesity, diabetes and heart disease.Their findings, published as a set of two papers in this week's Journal of Clinical Investigation, shed new light on the body's response to high salt intake and could provide an entirely new approach to these three major killer diseases.According to the textbooks, the excretion of dietary salt will inevitably lead to water loss into the urine and thereby reduce body water content. That's not what the researchers found. On the contrary, they showed that the biological principle of salt excretion is actually water conservation and water production.It takes a lot of energy to conserve water in the face of salt excretion. To do it, the body either must take in more fuel or break down muscle mass. \"This predisposes to overeating,\" said the reports' senior author, Jens Titze, M.D., associate professor of Medicine and of Molecular Physiology and Biophysics. Between 2009 and 2011, Titze and his colleagues conducted long-term sodium balance studies in Russian cosmonauts who were participating in a human space flight simulation program at a research facility in Moscow in preparation for a potential manned spaceflight to Moscow. Unexpectedly, when dietary salt was increased from six to 12 grams a day, the men drank less water, not more. That suggested they conserved or produced more water.In a subsequent study in mice, the researchers showed that high salt induces a catabolic state driven by glucocorticoids that breaks down muscle protein, which is converted into urea by the liver. Urea enables the kidneys to reabsorb water and prevent body water loss while the salt is excreted. Muscle wasting is a high price to pay for avoiding dehydration. The alternative is bringing in more fuel - eating more. That may be why the men in the study complained they were hungry.Water conservation in response to a high-salt diet may have pathological consequences. Increased levels of glucocorticoids are an independent risk factor for diabetes, obesity, osteoporosis and cardiovascular disease. \"We have always focused on the role of salt in arterial hypertension. Our findings suggest that there is much more to know -- a high salt intake may predispose to metabolic syndrome,\" Titze said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/vumc-vss041717.php", "region": "namerica", "source_link": null, "funder": "German Federal Ministry for Economics and Technology, Interdisciplinary Center for Clinical Research Junior Research Group in Erlangen, Germany, American Heart Association, National Institutes of Health", "meeting": "", "institution": "Vanderbilt University Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Astrophysics", " Satellite Missions/Shuttles"], "journal": "Journal of Clinical Investigation", "description": "The findings, published as a set of two papers in this week's Journal of Clinical Investigation, shed new light on the body's response to high salt intake and could provide an entirely new approach to these three major killer diseases.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}