{"title": "Imagining an action-consequence relationship can boost memory", "text": "The next time you hear about the possibility of rain on the weather forecast, try imagining the umbrella tip being lodged in your home's door lock, blocking you from locking it. This mental exercise could prevent you from leaving home without an umbrella. Imagining an action between two objects (the umbrella being lodged in the door lock) and a potential consequence (not being able to lock the door) may help people improve their memory for relationships with other objects, according to a recent Baycrest Health Sciences study published in the Memory & Cognition journal.This finding is part of an in-depth study into a natural memory strategy -- termed \"unitization\" -- that was used by an individual with amnesia, D.A., who was able to create new memories despite his condition.Better understanding of this strategy could allow it to be used in personalized memory rehabilitation to help older adults and those with amnesia bypass gaps in their abilities, says Dr. Jennifer Ryan, senior scientist at Baycrest's Rotman Research Institute. \"Previous research has shown that imagining two objects fusing into one will help people work around these memory deficits; but our work demonstrated that understanding the relationship between the two items is also important,\" says Dr. Ryan, who is also a psychology and psychiatry professor at the University of Toronto. \"We know that cognitive function is impaired during aging and this strategy could be one workaround for minor memory problems, depending on what you need to achieve.\" The study evaluated the performance of 80 healthy older adults (between the ages of 61 to 88) on a memory task. The group was first trained and tested on the task to gather initial results. They were then either taught one of the three individual features of unitization (fusion, motion, action/consequence) or the overall unitization strategy. After learning these new approaches, participants were tested again to see if this helped their performance. Older adults trained to improve their memory using only the action/consequence feature of unitization saw the greatest memory improvements. \"We are trying to understand what's important to unitization and what people need to learn in order to benefit,\" says Dr. Ryan. \"There is no single strategy that will fix your memory, but one method may be more be suitable than another.\"Next steps for the research will be to explore how the brain's systems support different memory strategies. With additional funding, researchers could explore incorporating this memory strategy with a personalized brain rehabilitation program for older adults.", "article_link": "http://dx.doi.org/10.3758/s13421-017-0736-x", "url": "http://www.eurekalert.org/pub_releases/2017-08/bcfg-iaa081017.php", "region": "namerica", "source_link": "http://www.baycrest.org/research-news/baycrest-researchers-find-that-imagining-an-action-consequence-relationship-can-improve-memory/", "funder": "Canadian Institutes of Health Research, Ontario Ministry of Health and Long Term Care, Canada Research Chairs Program", "meeting": "", "institution": "Baycrest Centre for Geriatric Care", "keywords": ["Medicine/Health", " Neurobiology", " Social/Behavioral Science", " Memory/Cognitive Processes"], "journal": "Memory & Cognition", "description": "Imagining an action between two objects (the umbrella being lodged in the door lock) and a potential consequence (not being able to lock the door) may help people improve their memory for relationships with other objects, according to a recent Baycrest Health Sciences study published in the Memory & Cognition journal.", "date": "Fri, 11 Aug 2017 04:00:00 GMT"}