{"title": "Drug trial shows promise for deadly neurological disorder", "text": "Results of a small clinical trial show promise for treating a rare neurodegenerative condition that typically kills those afflicted before they reach age 20. The disease, called Niemann-Pick type C (NPC), causes cholesterol to build up in neurons, leading to a gradual loss of brain function. In the drug trial, researchers have shown that treatment with a type of sugar molecule called cyclodextrin slows progression of the disease.The study, led by researchers at Washington University School of Medicine in St. Louis and the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health (NIH), is published Aug. 10 in The Lancet.\"We were surprised to see evidence that this therapy could slow progression of the disease and, in some cases, get back some function -- speech in particular,\" said first author Daniel S. Ory, MD, the Alan A. and Edith L. Wolff Professor of Cardiology at Washington University School of Medicine in St. Louis. \"In a neurodegenerative disease, therapies can't recover neurons that have died. But if some brain cells are dysfunctional rather than dead, it seems this drug can recover some of that function.\"The findings are a result of efforts by the National Center for Advancing Translational Sciences of the NIH to find new treatments for rare and neglected diseases. NPC affects about one in 100,000 births, though Ory noted the disease is underdiagnosed and genetic studies suggest a true incidence of closer to one in 40,000 births.The cholesterol buildup characteristic of NPC can affect organs other than the brain, such as the liver and spleen, but neurological symptoms often first suggest something is amiss. Age of onset varies considerably, but learning delays and clumsiness may emerge in early childhood, followed by progressive loss of brain function, including loss of motor control, hearing, speech and cognition. Most patients with the condition die 10 to 15 years after the onset of symptoms.In the combined phase one/two clinical trial, 14 NPC patients who were ages 4 to 23 years and showing neurological symptoms were given cyclodextrin, administered into the spinal column once per month for 12 to 18 months. Another three patients were given cyclodextrin in the spinal column every two weeks for 18 months. Since cyclodextrin does not cross into the brain from the bloodstream, the drug must be in injected into the spinal column by lumbar puncture, an outpatient procedure often referred to as a spinal tap. The study did not have a control group that received a placebo, so researchers compared the patients' progression with historical data collected from past NPC patients.Doctors used a specialized scoring system to measure disease progression. Called the NPC Neurological Severity Score, it helps assess eye movement, gait, speech, swallowing, fine motor skills, cognition, hearing, memory, and presence and severity of seizures. In each category, patients can score zero to five points, with zero indicating normal function and five indicating severe disability or loss of that category of function.The historical data from past NPC patients showed that patients' scores increased -- meaning the disease worsened -- an average of 2.9 points per year. In contrast, the scores of patients in the trial increased an average of 1.2 points per year, a difference that is statistically significant. The improvements compared with the historical data were seen most in gait, cognition and speech.\"Some of the patients began this trial without the ability to speak, and now they speak,\" Ory said. \"There is a slowing of the decline, but we were surprised to see trends toward improvement in a few categories. Compared with the historical data, half of the patients in this study saw an improvement or no worsening in the neurological severity score.\"Seven of the 14 patients saw one-point improvements in their own scores in one or two categories compared with their own baseline scores in those categories over the course of the trial. The remaining seven either remained unchanged or experienced worsening scores. Though, on average, their scores worsened less than patients in the historical comparison group.However, hearing loss, a symptom of NPC, was also a major adverse effect of the drug.\"Cyclodextrin therapy accelerates the hearing loss that is already a part of the natural progression of this disease,\" said Ory, adding that the researchers expected to see hearing loss as a side effect, based on testing of the drug in animals.\"Before beginning the trial, we discussed this issue extensively with patients and families in the NPC community, as well as with the Food and Drug Administration (FDA),\" Ory said. \"A therapy that causes hearing loss is not ideal. But since the disease itself causes hearing loss, we felt that this side effect may be a reasonable trade-off, given the alternative decline and death that the disease also causes.\"Ory added that the patients were able to use hearing aids to maintain quality of life.Cyclodextrin is a sugar molecule that long has been used as a minor ingredient in many other pharmaceuticals because it helps drug compounds dissolve in water. It is also the active ingredient in Febreze, a household air-freshening product that eliminates odors. In NPC, cholesterol becomes trapped in cellular compartments called lysosomes. Cyclodextrin appears to release the trapped cholesterol, allowing it to be metabolized and removed from the cell. A different drug called miglustat also shows evidence of slowing NPC progression. Though miglustat is approved for treating NPC in Europe, Canada and a few other countries, the FDA -- citing a need for more data -- has declined to approve it for treating NPC in the United States.In addition to demonstrating that disease progression slowed with cyclodextrin, Ory and his colleagues assessed biomarker measurements in the blood that showed evidence that the drug was removing cholesterol from the brain. Such biomarkers raise the possibility of early diagnosis, since levels of certain compounds differ between healthy people and patients with NPC, even before the onset of symptoms. With early diagnosis in mind, the researchers are continuing work on a newborn screening test using standard blood spots sampled from newborns in New York.But before such a screening test can be widely adopted, the researchers must demonstrate that effective treatments exist for newborns identified as having the condition. Based on the results of this trial and past work, Ory said a larger phase three clinical trial -- that is both randomized and controlled -- is already underway investigating cyclodextrin for patients with NPC.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/wuso-dts080917.php", "region": "namerica", "source_link": "https://medicine.wustl.edu/?p=46079&preview=1&_ppp=45e1cd1a37", "funder": "National Institutes of Health, Dana's Angels Research Trust, Ara Parseghian Medical Research Foundation, Hope for Haley, Samantha's Search for the Cure Foundation, National Niemann-Pick Disease Foundation, Support of Accelerated Research for NPC Disease", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Results of a small clinical trial show promise for treating a rare neurodegenerative condition that typically kills those afflicted before they reach age 20. The disease, called Niemann-Pick type C (NPC), causes cholesterol to build up in neurons, leading to a gradual loss of brain function. In the drug trial, researchers have shown that treatment with a type of sugar molecule called cyclodextrin slows progression of the disease.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}