{"title": "Longevity hormone klotho boosts memory and protects against brain aging in mice", "text": "A single injection of a fragment of the longevity hormone klotho into both young and old mice improved spatial and working memory and strengthened connections between neurons in the hippocampus rapidly, and these cognitive benefits lasted for several weeks, according to a study published August 8 in Cell Reports. Moreover, short-term treatment with the klotho fragment countered cognitive and motor deficits in mice with diseased brains. Clinical studies are needed to test whether this approach is safe and effective in humans.\"With our new aging demographic, cognitive dysfunction and lack of mobility are now emerging as our biggest biomedical challenges, and there are no truly effective medical therapies for these debilitating problems,\" says senior author Dena Dubal (@DenaDubal), associate professor of neurology and the David A. Coulter Endowed Chair in Aging and Neurodegenerative Disease at the University of California, San Francisco. \"Our findings suggest that treatment with a klotho fragment enhances brain function across the lifespan and could represent a new therapeutic strategy to boost brain resilience against neurodegenerative diseases like Alzheimer's and Parkinson's disease.\"High levels of the naturally occurring hormone klotho, which regulates multiple signaling pathways and cellular processes, are associated with longer lifespan in worms, mice, and humans. In model organisms and humans, klotho levels decline with age, chronic stress, cognitive aging, and neurodegenerative disease. In recent studies, Dubal and her team discovered that life-long exposure to high levels of klotho enhances normal cognition in genetically engineered mice and protects against brain dysfunction in a mouse model of Alzheimer's disease. But until now, a major open question was whether short-term klotho treatment could rapidly enhance brain functions.In this study, Dubal and her team treated mice with injections of the α-klotho protein fragment (αKL-F), which resembles the secreted form of the hormone. Young mice that received daily αKL-F treatment for four days showed improved spatial learning and memory performance in a classic test called the Morris water maze, which assesses the ability to find and remember the location of a hidden platform submerged in a pool of water. Similarly, a single injection of αKL-F improved working memory performance four hours later in the small Y-maze, which measures alternations between exploring arms of the maze. These cognitive benefits lasted at least two weeks after the last treatment. Moreover, old mice that received a single injection of αKL-F showed improved spatial and working memory performance two days later in the two-trial Y-maze, which measures the natural preference to explore the novel arm of the maze. Additional experiments demonstrated that αKL-F treatment for several days counters motor and cognitive deficits in mice engineered to produce high levels of a pathogenic protein called α-synuclein, which contributes to Alzheimer's and Parkinson's disease.  \"Since αKL-F resembles the circulating endogenous form of klotho that we all normally produce, we believe that elevating klotho in humans could be an effective therapy to enhance brain resilience,\" says first author Julio Leon, a postdoctoral scholar in the Dubal lab. \"In this way, our findings could potentially pave paths to human therapy for a wide range of neurodegenerative diseases, including Parkinson's and Alzheimer disease, and also for cognitive decline and decreased mobility due to aging.\"During the same time frame that αKL-F enhanced cognition, it also increased signaling through the NMDA glutamate receptor and thereby strengthened the connections between neurons in a brain region called the hippocampus, which plays a critical role in learning and memory. Surprisingly, αKL-F treatment exerted its benefits without entering the brain or altering levels of toxic molecules associated with neurodegenerative diseases, suggesting that it enhances neural resilience against these pathogenic proteins. In future studies, Dubal and her team will explore how αKL-F transmits signals into the brain to improve neural resilience and cognitive function. ", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.07.024", "url": "http://www.eurekalert.org/pub_releases/2017-08/cp-lhk080317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Molecular Biology", " Endocrinology", " Aging", " Neurobiology"], "journal": "Cell Reports", "description": "A single injection of a fragment of the longevity hormone klotho into both young and old mice improved spatial and working memory and strengthened connections between neurons in the hippocampus rapidly, and these cognitive benefits lasted for several weeks, according to a study published in Cell Reports. Short-term treatment with the klotho fragment countered deficits in mice with diseased brains. Clinical studies are needed to test whether this is safe and effective in humans.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}