{"title": "Playing with your brain", "text": "Human-computer interactions, such as playing video games, can have a negative impact on the brain, says a new Canadian study published in Molecular Psychiatry. For over 10 years, scientists have told us that action video game players exhibit better visual attention, motor control abilities and short-term memory. But, could these benefits come at a cost? In a series of studies Dr. Véronique Bohbot (Douglas Mental Health University Institute; CIUSSS de l'Ouest-de-l'Île-de-Montréal) and Dr. Greg West (Université de Montréal) demonstrate that the way that action (first-person shooter) video game players use their brains to navigate changes the impact the games have on their nervous system.\"Thanks to navigation tests and brain scans, our studies show that response learners, those players using their brain's autopilot and reward system to navigate, experienced grey matter loss in their hippocampus after playing action video games for 90 hours. The hippocampus is the key structure involved in spatial memory (orientation) and episodic memory (autobiographical events) within the brain. On the contrary, spatial learners, those using their hippocampus to navigate, increased their grey matter after playing for the same amount of time,\" says first author Dr. Greg West, researcher and associate professor at the Université de Montréal. \"The same amount of screen time with 3D-platform games caused only increases within this system across all participants.\" These new neuroimaging studies confirm the previous work published by Dr. West and Dr. Bohbot in 2015.\"Actually, action video game players are nearly twice more prone to be categorized as response learners (83%) compared to non-video game players (43%). This matters a lot when you know how important the hippocampus is for a healthy cognition,\" explains co-author Dr. Véronique Bohbot, researcher at the Douglas Mental Health University Institute and associate professor at McGill University. People with lower amounts of grey matter in the hippocampus are known to be at increased risks of developing neuropsychiatric illnesses such as depression, schizophrenia, PTSD and Alzheimer's disease. The causal link between human-computer interactions such as action games and actual illness is, however, not known at this time and needs to be determined through further long-term study.Different Games, Different Brains\nFor these studies, 64 participants aged between 18 and 30, were recruited to play 90 hours of different types of video games: first-person shooters like Call of Duty, Killzone, Medal of Honor and Borderlands 2 or 3D-platform games such as Super Mario 64. All participants had never played before.But, not all video games are alike! Pay attention to the type of video games that you play. The studies' results show that video games can be either detrimental or beneficial to the brain's spatial memory system depending not only on the navigation strategy players use but also on the video game genre they choose. The scientists demonstrate that playing 3D-platform games for 90 hours increase grey matter in the hippocampal memory system for both types of players.\"Remember that the same amount of screen time with first-person shooter video games leads to atrophy within the hippocampus. This suggests that 3D-platform games are safer for consumption and can be beneficial to the brains of all players,\" says Dr. West.Even if the current results show that certain human-computer interactions can decrease grey matter in the brain, the long-term consequences of this loss need to be further studied. Further research is also needed to establish what aspects of video game design cause these changes in the brain. This research was funded by the Fonds de recherche du Québec--Nature et Technologies (FRQNT) and the Natural Science and Engineering Council of Canada.The article \"Impact of video games on plasticity of the hippocampus\" was published in Molecular Psychiatry in August 8th, 2017. DOI: 10.1038/mp.2017.155\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-pwy080817.php", "region": "namerica", "source_link": "http://www.mcgill.ca/newsroom/channels/news/playing-your-brain-269271", "funder": "", "meeting": "", "institution": "McGill University", "keywords": ["Biology", " Biochemistry", " Microbiology", " Neurobiology", " Physiology"], "journal": "Molecular Psychiatry", "description": "Human-computer interactions, such as playing video games, can have a negative impact on the brain, says a new Canadian study published in Molecular Psychiatry. For over 10 years, scientists have told us that action video game players exhibit better visual attention, motor control abilities and short-term memory. But, could these benefits come at a cost?", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}