{"title": "Successful guide dogs have 'tough love' moms, study finds", "text": "Much has been written on the pitfalls of being a helicopter parent, one who insulates children from adversity rather than encouraging their independence.A new study seems to back up this finding -- in dogs. Researchers showed that doting mothers seem to handicap their puppies, in this case reducing their likelihood of successfully completing a training program to become guide dogs.The study, published this week in Proceedings of the National Academy of Sciences, was conducted at The Seeing Eye, an organization in Morristown, New Jersey, that breeds, raises and trains dogs to guide visually impaired people.\"You need your mom, but moms that are too attentive don't give their puppies a chance to respond to small challenges on their own,\" said lead study author Emily Bray, a postdoctoral researcher in the Arizona Canine Cognition Center at the University of Arizona's School of Anthropology. \"Puppies need opportunities to deal with obstacles without their mom always being there.\"Early interactions between puppies and their mothers seem to have lasting effects.\"These puppies were with their mom for only five weeks, and it's having an effect on their success two years later,\" Bray said. \"It seems that puppies need to learn how to deal with small challenges at this early age, and if they don't, it hurts them later.\"Bray's results contribute to an understanding of the long-term effects of maternal style and suggest ways that guide-dog-training organizations might better identify dogs who are more likely to succeed.Observing Mother-Pup InteractionsScientists have long been interested in the impact of early-life experiences on adult behavior, studying the phenomenon in rodents, primates and people. But hardly any studies had been done in dogs.Guide dogs presented a useful group to study for several reasons. First, at The Seeing Eye, many puppies are raised in a single location under fairly controlled conditions. Second, the dogs have a clear measure of success: Either they graduate from the program to become a working guide dog or they are released. And third, success as a guide dog isn't easy; the dog must be willing and able to navigate a complex and often-unpredictable environment while remaining obedient and attentive to its owner.To gather information about the puppies' early-life experiences, Bray and a team of undergraduate research assistants essentially embedded themselves at The Seeing Eye's breeding facility, taking video and closely observing 23 mothers and their 98 puppies for their first five weeks of life.\"We wanted to know if we could differentiate the moms based on how they interacted with their puppies,\" Bray said. \"We documented things like her nursing position, how much time she spent looking away from the puppies and how much time she spent in close proximity to her puppies or licking and grooming them.\"Analysis of the data revealed differences across the mothers, with some being particularly attentive and others less so.When the researchers tracked the puppies a couple of years down the line, they found that those with mothers that were more attentive were less likely to graduate from The Seeing Eye's training program to become guide dogs. In particular, those dogs whose mothers nursed more often lying down, as opposed to sitting or standing up, were less likely to succeed.\"If a mother is lying on her stomach, the puppies basically have free access to milk, but if the mother is standing up, then the puppies have to work to get it,\" said study co-author Robert Seyfarth, a psychology professor at the University of Pennsylvania. \"A hypothesis might be that you have to provide your offspring with minor obstacles that they can overcome for them to succeed later in life because, as we know, life as an adult involves obstacles.\"Cognition, Temperament Also Predict SuccessThe study also found that dogs' cognition and temperament were associated with program success or failure.The researchers conducted a second part of the study after the puppies had gone to live with foster families and then returned to The Seeing Eye for specific guide-dog training. The dogs -- at this point young adults at 14 to 17 months old -- were given tests to measure their cognition and temperament. A test of cognitive problem-solving skills, for example, involved a game in which the dog has to perform a multistep task to reach a treat. Tests of temperament included observing the dogs' reactions, such as how long they took to bark at an umbrella being opened or how they reacted when they entered a room with a mechanical cat they had never seen before.\"We saw that some dogs were calm and collected and solved problems quickly, while others were more reactive and perseverated at the problem-solving tasks,\" Bray said.Perhaps unsurprisingly, dogs that did well at the problem-solving tasks and took longer to bark at novel objects were more likely to succeed in the guide-dog-training program.Although Bray's work underscores the connection between maternal behavior and offspring's behavior later in life, further research is needed to tease out exactly why the attentive mothers were more likely to have puppies that were released from the program, and whether or not genetics could be a factor.\"With mothering, it seems like it's a delicate balance,\" Bray said. \"It's easy to be like, 'Oh, smothering moms are the worst,' but we aren't exactly sure of the mechanisms yet and we don't want to tip too far in the other direction, either.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1704303114", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoa-sgd080717.php", "region": "namerica", "source_link": "http://uanews.arizona.edu/story/successful-guide-dogs-have-tough-love-moms-study-finds", "funder": "National Science Foundation", "meeting": "", "institution": "University of Arizona", "keywords": ["Social/Behavioral Science", " Anthropology", " Behavior", " Parenting/Child Care/Family", " Pets/Ethology"], "journal": "Proceedings of the National Academy of Sciences", "description": "Much has been written on the pitfalls of being a helicopter parent, one who insulates children from adversity rather than encouraging their independence. A new study seems to back up this finding -- in dogs.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}