{"title": "Midlife cardiovascular risk factors may increase chances of dementia", "text": "A large, long-term study suggests that middle aged Americans who have vascular health risk factors, including diabetes, high blood pressure and smoking, have a greater chance of suffering from dementia later in life. The study, published in JAMA Neurology, was funded by the National Institutes of Health (NIH).\"With an aging population, dementia is becoming a greater health concern. This study supports the importance of controlling vascular risk factors like high blood pressure early in life in an effort to prevent dementia as we age,\" said Walter J. Koroshetz, M.D., director of NIH's National Institute of Neurological Disorders and Stroke (NINDS), which partially funded the study and created the Mind Your Risks® public health campaign to make people more aware of the link between cardiovascular and brain health. \"What's good for the heart is good for the brain,\" he added.The study was led by Rebecca Gottesman, M.D., Ph.D., professor of neurology at Johns Hopkins University in Baltimore. Her team analyzed the data of 15,744 people who participated in the Atherosclerosis Risk in Communities (ARIC) study, funded by the NIH's National Heart, Lung, and Blood Institute (NHLBI). From 1987-1989, the participants, who were black or white and 45-64 years of age, underwent a battery of medical tests during their initial examinations at one of four centers in four different states. Over the next 25 years they were examined four more times. Cognitive tests of memory and thinking were administered during all but the first and third exams.Her team found that 1,516 participants were diagnosed with dementia during an average of 23 follow-up years. Initially, when they analyzed the influence of factors recorded during the first exams, the researchers found that the chances of dementia increased most strongly with age followed by the presence of APOE4, a gene associated with Alzheimer's disease. Whites with one copy of the APOE4 gene had a greater chance of dementia than blacks. Other factors included race and education: blacks had higher chance of dementia than whites; those who did not graduate from high school were also at higher risk.In agreement with previous studies, an analysis of vascular risk factors showed that participants who had diabetes or high blood pressure, also called hypertension, had a higher chance of developing dementia. In fact, diabetes was almost as strong a predictor of dementia as the presence of the APOE4 gene. Unlike other studies, the researchers discovered a link between dementia and prehypertension, a condition in which blood pressure levels are higher than normal but lower than hypertension. Also, race did not influence the association between dementia and the vascular risk factors they identified. Diabetes, hypertension and prehypertension increased the chances of dementia for white and black participants. Finally, smoking cigarettes exclusively increased the chances of dementia for whites but not blacks.\"Our results contribute to a growing body of evidence linking midlife vascular health to dementia,\" said Dr. Gottesman. \"These are modifiable risk factors. Our hope is that by addressing these types of factors early, people can reduce the chances that they will suffer from dementia later in life.\"Further analysis strengthened the idea that the vascular risk factors identified in this study were linked to dementia. For instance, in order to answer the question of whether having a stroke, which is also associated with the presence of vascular risk factors, may explain these findings, the team reanalyzed the data of participants who did not have a stroke and found similar results. Diabetes, hypertension, prehypertension and smoking increased the risk of dementia for both stroke-free participants and those who had a stroke.Recently, in a separate study partially funded by the NIH's National Institute on Aging, Dr. Gottesman's team analyzed brain scans from a subgroup of ARIC participants who did not have dementia when they entered the study. They found that the presence of one or more vascular risk factors during midlife was associated with higher levels of beta amyloid, a protein that often accumulates in the brains of Alzheimer's patients. This relationship was not affected by the presence of the APOE4 gene and not seen for risk factors present in later life. The presence of vascular risk factors detected in participants older than 65 years of age during the final examination was not associated with greater levels of beta amyloid.\"With many years of data from a large and diverse population, the ARIC study is a powerful source of information for medical research,\" said Jacqueline D. Wright, Dr.P.H., program director at NHLBI. \"This epidemiologic study aimed to improve our understanding of atherosclerosis and heart disease and, through the investigators' efforts; it has become a great resource for research on dementia and other diseases of aging. The investments in longitudinal cohort studies like ARIC will benefit all of us for many years to come.\"In the future, Dr. Gottesman and her team plan to investigate ways in which subclinical, or undiagnosed, vascular problems may influence the brain and why race is associated with dementia. ", "article_link": "http://dx.doi.org/10.1001/jamaneurol.2017.1658", "url": "http://www.eurekalert.org/pub_releases/2017-08/nion-mcr080317.php", "region": "namerica", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/Midlife-cardiovascular-risk-factors-may-increase", "funder": "NIH/National Heart, Lung, and Blood Institute, NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute on Aging", "meeting": "", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "keywords": ["Medicine/Health", " Stroke", " Mortality/Longevity", " Epidemiology", " Gerontology", " Aging", " Diabetes", " Neurobiology", " Alzheimer's Disease", " Public Health"], "journal": "JAMA Neurology", "description": "A large, long-term study suggests that middle aged Americans who have vascular health risk factors, including diabetes, high blood pressure and smoking, have a greater chance of suffering from dementia later in life. The study, published in JAMA Neurology, was funded by the National Institutes of Health.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}