{"title": "Hawaiian biodiversity has been declining for millions of years", "text": "Hawaii's unique animal and plant diversity has been declining on all but the Big Island for millions of years, long before humans arrived, according to a new analysis of species diversity on the islands by University of California, Berkeley, evolutionary biologists.The team concluded that the shrinking land areas of the older islands began putting stress on the flora and fauna several million years after the islands formed. Today, all of the islands except the Big Island of Hawaii - the only island still growing - have experienced a decrease in species diversity, albeit imperceptibly on human time scales, since even before the extinction caused by human activity.  They reached this conclusion with a new method for analyzing the species diversity on the different islands in the multiple-island chain, deducing the history of diversification on each island with their new approach for 14 different groups, or clades, of birds, insects, spiders and plants.\"On the older islands, Kauai, Oahu and the four islands that were once parts of a bigger island called Maui Nui, it looks like most groups are now in long-term evolutionary decline,\" said senior author Charles Marshall, a UC Berkeley professor of integrative biology and director of the University of California Museum of Paleontology. \"The older islands were all much larger than they are now, and it looks like the the flora and fauna filled up the ecological space fast enough that once the islands began to contract the crowding generated drove species to extinction.\"Biologists have debated whether Hawaii's birds, spiders, insects and plants - there are no native mammals - have radiated fully throughout the relatively young island chain, and some have claimed that evolutionary diversity has not yet peaked, based on comparisons of species' DNA. The new study by Marshall and UC Berkeley graduate student Jun Ying Lim shows that the older islands had, in fact, peaked in diversity long ago.\"Biologists don't often think about the evolutionary trajectory of their group because without a fossil record they have no data that bear on whether diversity is increasing or decreasing,\" Marshall said. \"This study adds weight to the argument that there might be a lot of groups living today that are actually in long-term evolutionary decline. So this paper also serves as a consciousness-raising exercise - how might we identify living groups that are in decline in the absence of a fossil record?\"He is currently developing ways to extend the new approach developed to analyze Hawaii to other parts of the globe.Marshall and Lim published their findings online March 15 in advance of publication in the journal Nature.Hot spotThe volcanic Hawaiian islands we see today emerged from the waves over a period of about 6 million years, carried northwestward as the ocean crust moved over from the hot spot that brought the magma from inside Earth to the sea floor to build the islands. Kauai emerged slightly more than 6 million years ago, the newest, the Big Island of Hawaii, only about 1.3 million years ago.Each newly formed island was colonized by plants and animals from the older islands, leading to a wealth of new species that filled each island's ecological niches. For example, honeycreepers, an endemic group of bird species, and the unique silverswords filled all of Kauai's carrying capacity - the number of species a particular ecosystem can support - within about 3 million years, while beetles took a little longer, about 4.5 million years. Some species, like the spider group Orsonwelles, have yet to completely fill Kauai's available niches.Marshall realized that \"the progression of islands of the Hawaiian archipelago can be viewed as an evolutionary time machine,\" revealing \"rates of species-richness change for endemic species of the archipelago,\" which has virtually no fossil record.\"It is increasingly appreciated that the biota of any particular place is a dynamic, ever-changing association of species,\" Lim said. \"The beauty of islands like Hawaii is that their geologic setting provides multiple temporal snapshots, and in so doing provides us a window to understanding the processes that have shaped its assembly though time.\" This insight came after previous work suggested that the only way to explain why, in the past, some mammal groups declined over millions of years was that the carrying capacity of the ecosystem had crashed, leading to severe overcrowding, more than expected by equilibrium theory.The Hawaiian archipelago proved a good place to test that hypothesis, since the islands, once active volcanism ceases, steadily shrink. Maui Nui is less than one-third its original size 2-3 million years ago.\"With a quantitative measure of changing carrying capacity from the geologic record, Jun and I have been able to invert the process and infer the diversity trajectories for Hawaii, discovering on the way that none of the Hawaiian groups are at dynamic equilibrium,\" Marshall wrote in a blog post on the \"Behind the Paper\" portion of the Nature Ecology and Evolution website. \"Very satisfying!\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--hbh031617.php", "region": "namerica", "source_link": "http://news.berkeley.edu/2017/03/16/hawaiian-biodiversity-has-been-declining-for-millions-of-years/", "funder": "", "meeting": "", "institution": "University of California - Berkeley", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Paleontology", " Population Biology", " Paleontology"], "journal": "Nature", "description": "DNA analysis led some biologists to conclude that evolutionary diversification in Hawaii has yet to peak, but a new analysis shows the opposite: biodiversity on the island chain peaked millions of years ago and has been decreasing every since. On the older islands, because of crowding caused by shrinking land area, species were being lost long before humans entered the mix.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}