{"title": "Four-year study finds group meditation reduces drug-related deaths in general population", "text": "The rate of US drug-related fatalities fell 30.4% nationwide from 2007 to 2010 due to the reductions in societal stress and increased alertness in the individuals in society created by a large group practicing the Transcendental Meditation® technique and its advanced program, the TM-Sidhi® program, a new study shows.The hypothesis: the reduction comes not from drug abusers using meditation to get off drugs, but from a TM-Sidhi group large enough to create an effect in the environment due to a hypothesized \"field effect of consciousness.\"\"It's a bold claim,\" said lead author Michael Dillbeck, \"but there are now 14 peer-reviewed published studies that suggest that one's individual consciousness is directly connected to an underlying, universal field of consciousness, and that by collectively tapping into that universal field through Transcendental Meditation, we can have a positive effect on the environment.\"The surge in drug-related deaths began in 1990, fueled by skyrocketing rates of drug overdose, largely from prescription painkillers and anxiety drugs. Drug deaths exceeded motor vehicle accidents as a cause of death in 2009, killing more than 37,000 people a year nationwide.The study found that during the four-year period 2007 through 2010 this upward trend in the rate of drug-related deaths was interrupted by a highly significant shift to a greatly reduced, flatter trend. As a result, the drug-related fatality rate was reduced 30.4% relative to the 2002-2006 baseline average. The researchers estimated that 26,425 drug-related fatalities were averted by the significantly reduced trend in fatality rates.The probability that the reduced trend in rates of drug-related fatalities could simply be due to chance was reported to be 3.1 in 10 billion.During 2007-2010, the size of the TM-Sidhi group located at Maharishi University of Management in Fairfield, Iowa, was above or near 1,725 participants, the size predicted to have a positive influence on the US quality of life. This predicted threshold represents the square root of 1% of the US population. The researchers first calculated a baseline trend for monthly fatality rates during 2002-2006, and then used time series intervention analysis to compare that baseline with the corresponding trend for the intervention period 2007-2010. A rapidly rising trend in the drug-related fatality rate (see Figure 1) during the baseline period leveled out and slowed significantly when the Transcendental Meditation and TM-Sidhi group exceeded 1,725 participants beginning in January 2007 (vertical dashed line). This flatter trend continued through 2010. (The irregular ups and downs of the fatality rate shown in the graph are largely due to seasonal fluctuations around the trend.)How could this change in society be produced by the meditation practice of participants in the Transcendental Meditation and TM-Sidhi group? Published research has shown that Transcendental Meditation creates a state of restful alertness, increases brain integration, reduces individual stress, and enables greater use of one's inner potential.\"These benefits are the natural by-product of the experience during Transcendental Meditation practice of a silent, wakeful state of the mind known as 'pure consciousness',\" Dr. Dillbeck said.According to coauthor Kenneth Cavanaugh, the basis for the effect on society is that pure consciousness has a field-like character and is a universal field at the basis of everyone's thought and behavior. When the participants in a group equal to or exceeding the square root of one percent of the entire population are experiencing pure consciousness during group practice of the Transcendental Meditation and TM-Sidhi program, the field of pure consciousness is enlivened in the entire population.\"This field effect positively influences the quality of consciousness in the individuals in society in much the same direction as that experienced by those practicing the Transcendental Meditation technique,\" Dr. Cavanaugh said. \"It's as if the non-meditating populace experienced the same benefits of those meditating.\"This research tests the hypothesis that practice of the Transcendental Meditation and TM-Sidhi program by a group of sufficient size will result in reduced stress and increased alertness in the individuals in society, thus contributing to reduced trends of these two stress-related public health indicators.\"Chronic stress contributes to increased likelihood of illness as well as to the use and abuse of illicit and prescribed drugs,\" Dr. Dillbeck said. \"Stress can reduce the degree of conscious alertness and vigilance necessary to avoid drug misuse, especially highly potent and potentially addictive narcotic painkillers.\"The authors noted that reductions in the trends of both fatality rates occurred at the predicted time and in the predicted direction, and neither reduction could be predicted from baseline trends or seasonal cycles. The researchers also were able to rule out other alternative explanations. For example, the reduction in drug-related death rates could not be explained by such factors as unemployment and national economic conditions, increased public and professional medical awareness of the hazards of opioid painkillers, and sales of such painkillers. This study of stress-related public health indicators also found that during the same period the rate of infant mortality was reduced by 12.5%. The researchers found a highly significant shift from a flat or slightly declining trend in 2002-2006 to a substantially faster declining trend in 2007-2010. An estimated 992 infant deaths were averted. The probability that the reduced trend in rates of drug-related fatalities could simply be due to chance was reported to be less than 2.1 in 100,000. The study, titled \"Group practice of the Transcendental Meditation and TM-Sidhi program and reductions in infant mortality and drug-related death: A quasi-experimental analysis\" was published in the social science journal SAGE Open, Mar 2017, 7(1). This article is the third in a series that comprehensively evaluates the impact of the Transcendental Meditation and TM-Sidhi group on US quality of life and public health. The first in the series, published in 2016 in SAGE Open journal, reported a highly significant 21.2% reduction in US homicide rates during the same 2007-2010 period, resulting in the prevention of an estimated 8,157 homicides. A reduction of 18.5% in violent crime rates in 206 urban areas was also found, thus averting an estimated 186,774 violent crimes. The second article in the series, published in the January/February 2017 issue of the Journal of Consciousness Studies, found a highly significant reduction of 20.6% in the rate of US motor vehicle fatalities and 13.5% in the rate of all other accidental fatalities during the same experimental period. The study estimates that 19,435 motor vehicle fatalities and 16,759 other accidental deaths were averted by the significantly reduced trends in fatality rates. A total of fourteen peer-reviewed articles have now been published validating the prediction by Maharishi Mahesh Yogi, the Founder of the Transcendental Meditation program, that a TM-Sidhi group of this size would lead to reduced societal stress, as reflected in reduced crime, violence, accidents, illness, and increased positive trends in society. The authors call for governments to implement and evaluate this approach as the natural next action step.", "article_link": "http://dx.doi.org/10.1177/2158244017697164", "url": "http://www.eurekalert.org/pub_releases/2017-03/muom-fsf030917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Maharishi University of Management", "keywords": ["Addiction", " Mortality/Longevity", " Pain", " Pediatrics", " Social/Behavioral Science", " Addiction", " Drugs", " Stress/Anxiety"], "journal": "SAGE Open", "description": "A new study in SAGE Open reports a novel solution to US fatality rates from the misuse of prescribed and illegal drugs. In a prospective social experiment from 2007 to 2010, practice of the Transcendental Meditation® and TM-Sidhi® program by a large group at Maharishi University of Management in Iowa was associated with a 30.4 percent reduction in the rate of growth of US drug-related fatalities, preventing an estimated 26,425 deaths.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}