{"title": "Pre-existing immunity to dengue virus shapes Zika-specific T cell response", "text": "LA JOLLA, CA -- Although Zika and dengue are considered different virus \"species,\" they are so closely related that the immune system treats Zika just like another version of dengue, report researchers at La Jolla Institute for Allergy and Immunology. Their latest study, published in the March 13, 2017, advance online edition of Nature Microbiology, shows that pre-existing immunity to dengue virus modulates the magnitude and breadth of the immune system's T cell response to Zika.\"Essentially, what we found is that in the context of prior dengue infections, subsequent Zika infections elicit an immune response very similar to infections with another type of dengue virus,\" Associate Professor Sujan Shresta, Ph.D., the study's lead author. \"We show for the first time a high degree of cross-reactivity at the T cell level.\" Their findings have important implications for Zika vaccine development and also suggest that human genetic differences that influence T cell responses might impact how people react to Zika infection. While in recent decades dengue had been steadily expanding around the globe, Zika had remained relatively unknown until the 2015/2016 outbreaks catapulted the virus into the public's consciousness. The vast majority of people infected with Zika never show any or only mild symptoms, but the virus can cause devastating developmental disorders and brain defects in unborn babies. It has also been linked to Guillain-Barre Syndrome in adults, a disorder in which the immune system attacks part of the peripheral nervous system causing muscle weakness, pain, balance issues and even paralysis.\"It may have disappeared from the headlines, but Zika is here to stay,\" says Shresta. \"Before with dengue we only had to worry about virus-carrying mosquitos, but the challenge with Zika is that it can be transmitted sexually and therefore can travel anywhere. Plus 80 percent of infected people are asymptomatic and the virus can persist in semen for many months. We have to learn how to live with Zika and co-circulation of both dengue and Zika in many countries.\"Indeed, for clues on how to tame Zika, Shresta and her team looked to dengue virus. In most cases, infection with dengue virus causes a mild, flu-like illness, but for reasons not yet fully understood, in a small number of cases, the disease turns into the life-threatening dengue hemorrhagic fever, characterized by bleeding and dangerously low blood pressure, which can send the victim into shock.Dengue comes in four flavors or serotypes and infection with one serotype does not lead to lifelong immunity to the other three. In fact, the main risk factor for severe disease is a secondary infection with a different serotype. The culprit is thought to be \"antibody-dependent enhancement\" or ADE for short: antibodies developed against one serotype that are unable to prevent infection with another serotype, but instead exacerbate the second infection by helping the virus slip into immune cells.Since recent studies had shown that antibodies isolated from dengue-infected donor could have both potent neutralizing activities against another serotype and induce ADE, Shresta explored whether similar cross-reactivity exists on the T cell level. \"As Zika and dengue co-circulate in many regions of the world, it is critical to start exploring the protective versus potentially pathogenic influence of T cells induced by prior dengue exposure on Zika infection,\" she says.For their study, postdoctoral researcher and first author Jinsheng Wen, Ph.D., analyzed the CD8+ T cell response to Zika virus in mice that had been either pre-exposed to dengue or had seen neither virus before. CD8+ or killer T cells recognized virus fragments or \"epitopes\", that are displayed on the surface of infected cells to signal the immune system that the cell is infected and needs to be destroyed.Wen found that prior infection with dengue shaped the subsequent CD8+ T cell response to Zika. The pool of cross-reactive memory CD8+ T cells -- T cells that were able to recognize both dengue and Zika epitopes -- expanded at the expense of T cells that only recognized Zika epitopes. In contrast, the anti-Zika CD8+ response in naïve animals was broad, including a mix of Zika-specific and dengue/Zika cross-reactive CD8+ T cells. \"The implication is that in people with prior dengue infections the T cell response to Zika will be different,\" explains Shresta.Immunization with Zika-specific or Zika/dengue cross-reactive peptides protected mice against subsequent infection with Zika. Further experiments revealed that the protection was dependent on T cells. \"This suggests that vaccine development should focus on eliciting a strong T cell response and not just a strong antibody response,\" says Shresta.", "article_link": "http://dx.doi.org/10.1038/NMICROBIOL.2017.36", "url": "http://www.eurekalert.org/pub_releases/2017-03/ljif-pit031017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, La Jolla Institute for Allergy and Immunology", "meeting": "", "institution": "La Jolla Institute for Allergy and Immunology", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Microbiology", " Infectious/Emerging Diseases"], "journal": "Nature Immunology", "description": "Although Zika and dengue are considered different virus 'species,' they are so closely related that the immune system treats Zika just like another version of dengue, report researchers at \r\nLa Jolla Institute for Allergy and Immunology. Their latest study, published in the March 13, 2017, advance online edition of Nature Microbiology, shows that pre-existing immunity to dengue virus modulates the magnitude and breadth of the immune system's T cell response to Zika.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}