{"title": "High-dose influenza vaccine leads to lower hospitalizations in nursing home residents", "text": "CLEVELAND - In the largest nursing home study to date on the effect of a high dose (HD) flu vaccine, researchers found that vaccines with four times the antigen of standard flu (SD) vaccines significantly reduced the risk of respiratory and all-cause hospitalization during flu season.   The study found a 12.7 percent relative reduction in the incidence of hospitalization for respiratory illness, such as pneumonia, and an 8.5 percent reduction of all-cause hospitalizations among residents on Medicare who lived at nursing homes that received HD instead of SD flu vaccines.  The findings are published in the journal The Lancet Respiratory Medicine.Lower respiratory tract infection, including pneumonia, bronchitis and tracheobronchitis, is the leading cause of infectious hospitalizations and mortality in older adults and greatest among frail older adults such as those residing in nursing homes.  Furthermore, the flu is the most common, clinically important viral infection, annually affecting the lives of 4 million adults over the age of 65 in the United States at a cost of $8.3 billion, according to the study authors.  \"Our study is the first randomized, controlled prospective study to demonstrate the comparative effectiveness of the influenza vaccine in reducing respiratory-related hospitalization in a very frail, long-stay nursing home population,\" said Stefan Gravenstein, MD, MPH, lead author of the study, on faculty at both the Warren Alpert Medical School at Brown University and at University Hospitals Cleveland Medical Center and Case Western Reserve University School of Medicine.\"Our finding that the high dose vaccination is more effective than a standard dose in reducing hospitalizations is remarkable for several reasons.  For one, the flu season's predominant circulating strain was one where benefit to older adults from vaccination had been questioned,\" said Dr. Gravenstein.  \"The fact that we observed a lower rate of hospitalization from all causes, too, suggests that vaccine offers protection beyond flu-related outcomes, perhaps including heart and other conditions.\"\"If given to all approximately 1.5 million nursing home residents, a one percent drop in hospitalizations would translate to thousands fewer being hospitalized,\" he said.According to the Centers for Disease Control and Prevention (CDC), the risk of hospitalization is one in five during the flu season, the same as in this study.  The study involved more than 38,000 participants 65 years old and older from 823 nursing homes in 38 states, and compared two FDA licensed influenza vaccines recommended by the Advisory Committee on Immunization Practices (ACIP) for older nursing home residents.  The residents were given influenza vaccines in the fall of 2013 to help protect them from influenza during the period of November 2013 to March 2014.Flu in a nursing home population is a major cause of hospitalizations.  In addition to pneumonia, flu can contribute to heart attacks, heart failure, and strokes, especially in an older nursing home population where it can easily spread among residents. \"In our study, we estimated that for every 84 individuals receiving the high dose vaccine a person was prevented from being hospitalized during the influenza season,\" he said.Nursing homes in the study were randomly assigned to either HD or SD for residents.  Whether the higher dose becomes the preferred procedure for nursing homes would be determined by the ACIP, a group of medical and public health experts that develop recommendations on use of vaccines in the civilian population.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uhcm-hdi072017.php", "region": "namerica", "source_link": null, "funder": "Sanofi Pasteur", "meeting": "", "institution": "University Hospitals Cleveland Medical Center", "keywords": ["Health Care", " Medicine/Health", " Gerontology", " Aging", " Vaccines", " Internal Medicine", " Public Health"], "journal": "Lancet Respiratory Medicine", "description": "In the largest nursing home study to date on the effect of a high-dose flu vaccine, researchers found that vaccines with four times the antigen of standard flu vaccines significantly reduced the risk of respiratory and all-cause hospitalization during flu season.   \r\n\r\nThe study found a 12.7 percent relative reduction in the incidence of hospitalization for respiratory illness and an 8.5 percent reduction of all-cause hospitalizations.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}