{"title": "High-dose flu vaccine reduces hospital visits for nursing home residents", "text": "PROVIDENCE, R.I. [Brown University] -- The fact that vaccines typically don't work as well in older people presents a challenge to influenza vaccine makers, particularly because the illness often results in serious respiratory infections in frail patients such as elderly nursing home residents.A large, randomized clinical trial tested whether a flu vaccine with four times the antigen of a standard vaccine could reduce the risk of hospitalization among those especially vulnerable seniors. The results, published in the Lancet Respiratory Medicine, reports that it did so significantly.Lead author Dr. Stefan Gravenstein, a professor at both the Warren Alpert Medical School and the School of Public Health at Brown University, said that while a prior study showed that older individuals could respond better to the high-dose vaccine, that study focused on relatively healthy older adults.\"It still needed to be established that it would help even the frailest folks, like those who reside in nursing homes,\" Gravenstein said. \"In our study, a quarter of the sample was over 90. So we asked if the high-dose vaccine also would work better than regular-dose vaccine in the population we consider least able to respond. This paper says yes, it can.\"The study compared hospitalization rates among more than 38,000 residents of 823 nursing homes in 38 states during the 2013-14 flu season based on Medicare claims data. Just under half the homes, 409 to be exact, administered the high-dose vaccine while the other 414 provided a standard dose. In the end, the hospitalization rate for respiratory illnesses among high-dose patients was 3.4 percent compared to 3.8 percent among standard-dose patients over the six months after vaccination. Statistical analysis revealed that the relative risk of hospitalization for respiratory illness was 12.7 percent lower for the high-dose group.Moreover, Gravenstein and his co-authors found that the rate of hospitalization for any reason, respiratory or otherwise, was significantly lower in the high-dose group as well. For every 69 people given the high-dose vaccine vs. the standard-dose vaccine, one more person stayed out of the hospital during the flu season.\"Respiratory illness as the primary reason for hospitalization accounted for only about a third of the reduction in hospitalization that we measured,\" said Gravenstein, who is also affiliated with the Providence Veterans Affairs Medical Center and is an adjunct professor of medicine at Case Western Reserve University. For many patients, the vaccine appeared to help prevent hospitalization for other problems also, including cardiovascular symptoms.Sanofi Pasteur, the company that makes the high-dose vaccine, supplied it and provided funding for the study, but had no role in its design or the collection, analysis or interpretation of the data, Gravenstein and his co-authors disclosed in the paper.Gravenstein said the finding of a significant reduction in hospitalizations was particularly notable because the predominant flu strain during the 2013-14 season, A/H1N1pdm, was believed to be less virulent in older people who had spent a long lifetime building up immunity to similar strains.\"That there was differential protection in this context both underlines the potential importance of even low-virulence or less transmissible strains to older populations and the fact that vaccines may afford relevant effectiveness among frail older persons even when A/H1N1 predominates,\" the authors wrote.The study did not find a significant difference in the rate of death. In the paper, the researchers speculate that while the standard-dose vaccine might not have been strong enough to stave off illness entirely, it may still have been sufficient to prevent deaths in combination with hospital care.But a significant reduction in hospitalizations can still be a benefit, Gravenstein said, even though the high-dose vaccine is more expensive than the standard-dose vaccine. Especially for older, frail patients, he said, reducing otherwise necessary trips to the hospital can maintain a higher quality of life.Ultimately, Gravenstein said, the study should provide nursing home leadership with useful information to consider as they plan for future flu seasons.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/bu-hfv071817.php", "region": "namerica", "source_link": null, "funder": "Sanofi Pasteur", "meeting": "", "institution": "Brown University", "keywords": ["Virology", " Medicine/Health", " Clinical Trials", " Epidemiology", " Gerontology", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Lancet Respiratory Medicine", "description": "Patients in nursing homes that provided a high-dose flu vaccine were significantly less likely than residents in standard-dose homes to go to the hospital during flu season, according to a new study.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}