{"title": "Cow antibodies yield important clues for developing a broadly effective AIDS vaccine", "text": "LA JOLLA - Cows are leaving the pasture and entering the field...of HIV vaccine research. As outlined in a study published today in Nature, lead author Devin Sok, Director, Antibody Discovery and Development at the International AIDS Vaccine Initiative (IAVI), reports the elicitation of powerful, HIV-blocking antibodies in cows in a matter of weeks - a process that usually takes years in humans. The unexpected animal model is providing clues for important questions at a moment when new energy has infused HIV vaccine research.\"One approach to a preventive HIV vaccine involves trying to elicit broadly neutralizing antibodies in healthy people, but so far the experiments have been unsuccessful, in both human and animal studies,\" said Sok, the study's first author. \"This experiment demonstrates that not only is it possible to produce these antibodies in animals, but we can do so reliably, quickly, and using a relatively simple immunization strategy when given in the right setting.\"Scientists have known for some time that some people living with chronic HIV infection produce broadly neutralizing antibodies (bnAbs), which can overcome the high levels of diversity of HIV. One type of bnAb, first reported in Science in 2009 by IAVI, The Scripps Research Institute (TSRI), and Theraclone, uses long, arm-like loops that are capable of reaching concealed areas on the virus's surface to block infection. Previous experiments led by bovine-antibody expert Vaughn Smider at The Scripps Research Institute (TSRI) showed that cattle antibodies also feature extra-long loops, which might access difficult epitopes that human antibodies cannot. This feature is relevant for HIV researchers because the virus has a fence of sugars that it uses to prevent most antibodies from reaching its vulnerable sites.Sok is an affiliate of IAVI's Neutralizing Antibody Center (NAC), a part of TSRI where multiple groups of scientists work collectively on an antibody-based HIV vaccine. The NAC is led by scientific director Dennis Burton, Professor of Immunology and Microbiology at TSRI, who is a lead author on the study. Like a bull in a scientific china shop, an alliance of HIV, antibody, and veterinary medicine scientists from IAVI, TSRI and Texas A&M University posed the colorful question: what would happen if we immunized cows with an HIV immunogen?\"It's a remarkably simple and profound idea,\" said Sok, who works closely with Dennis Burton at TSRI. \"Since we know that some human bnAbs have longer-than-average loops, would immunizing animals with similar antibody structure result in the elicitation of bnAbs against HIV?\"The answer begins with a single protein on HIV's surface that serves as a bnAb target - develop an antibody that recognizes variants of this protein on different HIV viruses and you'll likely be protected from all of them. One of the many tricks that HIV uses to prevent humans from developing the right antibodies is to display irrelevant forms of this protein to distract the immune system. Scientists thought they had overcome this challenge by developing an immunogen called BG505 SOSIP, which closely mimics the protein target. Immunization with this immunogen in macaques, guinea pigs, and rabbits was both encouraging and discouraging - it has elicited very good antibodies against one strain of the virus, but failed to elicit antibodies capable of overcoming HIV's global diversity - until now.All four cows immunized with BG505 SOSIP elicited bnAbs to HIV within 35-52 days. In comparison, it takes HIV-positive humans multiple years to develop comparable responses, and only 5-15% even develop them at all.Cows cannot be infected with HIV, of course. But these findings illuminate a new goal for HIV vaccine researchers: by increasing the number of human antibodies with long loops, we might have an easier chance of eliciting protective bnAbs by vaccination. There is no  doubt that cows' ability to produce bNAbs against a complicated pathogen like HIV in a matter of weeks, highlights even broader significance, particularly for emerging pathogens.\"Scientific innovations like this are what propel the field forward,\" said IAVI CEO Mark Feinberg. \"This surprising set of results warrants further exploration and has potential applications not only to HIV prevention and treatment, but to the rapid development of antibodies and vaccines against other infectious diseases.\"", "article_link": "http://dx.doi.org/10.1038/nature23301", "url": "http://www.eurekalert.org/pub_releases/2017-07/iavi-cay072017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases, Bill and Melinda Gates Foundation Collaboration for AIDS Vaccine Discovery, National Science Foundation, NIH/National Institute of Food and Agriculture", "meeting": "9th IAS Conference on HIV Science", "institution": "International AIDS Vaccine Initiative", "keywords": ["Medicine/Health", " AIDS/HIV", " Vaccines", " Biotechnology"], "journal": "Nature", "description": "As outlined in a study published today in Nature, lead author Devin Sok, Director, Antibody Discovery and Development at the International AIDS Vaccine Initiative (IAVI), reports the elicitation of powerful, HIV-blocking antibodies in cows in a matter of weeks -- a process that usually takes years in humans. The unexpected animal model is providing clues for important questions at a moment when new energy has infused HIV vaccine research.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}