{"title": "Report links USGov global health funding to thousands of US jobs, millions lives saved", "text": "WASHINGTON, DC (July 20, 2017)--President Trump's proposal to slash public investments in the fight against global threats such as malaria, Ebola and AIDS would imperil programs that generate thousands of jobs in the United States, as they deliver breakthrough innovations that are saving millions of lives around the world, according to a new report issued today from the Global Health Technologies Coalition (GHTC). \"From 2007 to 2015 alone, $14 billion in US investments in global health innovations advanced numerous new technologies for fighting many dangerous diseases while attracting substantial private sector commitments and creating 200,000 new American jobs,\" said GHTC Director Jamie Bay Nishi. \"It's hard to imagine many other investments of taxpayer dollars that have provided such impressive returns.\"Return on Innovation: Why global health R&D is a smart investment for the United States is a collaboration between GHTC and the health-oriented think tank Policy Cures Research. It examines the broad impact of US spending on global health R&D at a time when the Trump administration is proposing big cuts in programs that rank among the most successful US-sponsored global health and medical research initiatives ever undertaken. According to the report, since 2000, US investments across multiple agencies have played a pivotal role in building partnerships with industry and philanthropy that have delivered 42 new products that are contributing to big wins for global health. They include new malaria drugs designed especially for children, which are credited with saving 750,000 lives, and an inexpensive meningitis vaccine that, costing a mere 50 cents per dose, already has prevented 378,000 deaths--and is on track to save $9 billion in treatment costs by 2020.US support also has proved instrumental in the development of two new medicines to fight drug-resistant tuberculosis, the world's most advanced malaria vaccine, and a low-cost vaccine targeting a strain of rotavirus, a potentially deadly diarrheal disease, that is common among children in India.   Meanwhile, US investments have helped move 128 promising new global health tools into late-stage development, including a new vaccine candidate against Ebola, a new HIV vaccine candidate, and the first vaginal microbicide ring that has been shown to reduce a woman's risk of contracting HIV.   Moreover, while the spending is directed at global health challenges, the report finds that the innovations it helps produce are largely home-grown American products. The analysis reveals that most of the money--about 89 cents of every government dollar--stays in the US, where it funds US researchers and stimulates significant industry investments as well.  For example, the report notes that in 2015 alone, the US government provided $192 million to support global health product development at US-based pharmaceutical and biotech companies. The companies responded with $294 million of additional investments. Overall, the report finds that between 2007 and 2015, public investments in global health R&D generated $33 billion in economic output. \"The public investment is critical because most of the victims of diseases like meningitis and malaria are too poor to offer the kind of commercial market incentives that attract industry interest,\" said Nishi. \"But we have found many pharmaceutical and biotech companies are willing to turn their considerable talents to developing global health technologies if they have a reliable partner willing to share the risk.\" Already Inconsistent, Public Funding for Global Health Faces New PerilsDespite the strong returns on taxpayer investments, federal spending on global health R&D has been unreliable. The report reveals that in 2015, putting aside the one-time emergency allocation for Ebola response, public investments in global health R&D were a quarter of a billion dollars below 2012 levels. Amid an already declining trend in US global health R&D funding, now President Trump is proposing significant further cuts across the government's global health and medical research portfolio.  They include a 23 percent cut for the National Institute of Health's National Institute of Allergy and Infectious Diseases (NIAID), which funds critical research on emerging infectious diseases like Zika, along with existing threats like HIV/AIDS, malaria and tuberculosis; and the elimination of the Fogarty International Center, which builds partnerships and trains researchers around the world. The President also has proposed a 25 percent overall cut to global health programs at the US Agency for International Development (USAID) and State Department, including a 49 percent cut to global health security at USAID and zeroing of USAID's HIV/AIDS account, which funds vital research for new HIV prevention technologies. The Centers for Disease Control and Prevention (CDC) would see a 20 percent cut in funding for global health programs, which would include a steep reduction in support for polio and other critical immunization initiatives along with cuts to disease surveillance activities that provide vital sentinels for detecting emerging threats that could reach the US.  The Risk Gap Grows: Global Threats Rise as R&D Investments Fall The report notes the potential costs of cutting support for research focused on developing technologies that could prove decisive in addressing or even stopping the next global health emergency. The study points out that prior to the Ebola outbreak of 2014, investments by US and Canadian governments had produced a promising vaccine candidate--but then it was \"shelved due to a lack of ongoing funding,\" which meant it was not ready to deploy during the crisis. The report notes that its availability during the outbreak could have saved many lives, in addition to billions of dollars spent on emergency response.  Meanwhile, the report offers examples of how global health R&D can be a form of domestic preparedness, a point that has been punctuated by the recent arrival of Zika in the US and the steady, if stealthier, incursion of lesser known threats, as well.   For example, a parasitic infection called Chagas disease, which can start with fever and vomiting and then progress to chronic heart and intestinal complications, is increasingly found in the US. Once confined mainly to Latin America, the report notes that Chagas now infects up to 300,000 people in the US and generates an estimated $900 million annually in health care costs and productivity losses. Experts note that the Chagas burden in the US is now approaching better-known diseases, like Lyme. \"It's alarming to see such uncertainty around funding for global health research at a time when risks are on the rise,\" said Nishi. \"Global health threats tend to first emerge in the poorest corners of the world, and that's where we should be fighting them--before they reach American shores. And as this report shows, in addition to saving lives, investing in such efforts has a positive effect on both the US economy and US preparedness.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/b-rlu071117.php", "region": "", "source_link": null, "funder": "", "meeting": "", "institution": "Global Health Technologies Coalition", "keywords": ["Medicine/Health", " AIDS/HIV", " Clinical Trials", " Death/Dying", " Diagnostics", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Developing Countries", " Disease in the Developing World"], "journal": "", "description": "President Trump's proposal to slash public investments in the fight against global threats such as malaria, Ebola and AIDS would imperil programs that generate thousands of jobs in the United States, as they deliver breakthrough innovations that are saving millions of lives around the world, according to a new report issued today from the Global Health Technologies Coalition.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}