{"title": "NIH-supported scientists elicit broadly neutralizing antibodies to HIV in calves", "text": "Scientists supported by the National Institutes of Health have achieved a significant step forward, eliciting broadly neutralizing antibodies (bNAbs) to HIV by immunizing calves. The findings offer insights for HIV vaccine design, and support further study of modified bovine antibodies as HIV therapeutics or prevention tools in humans, scientists reported in a paper published online today in Nature.Researchers have observed that about 10 to 20 percent of people living with HIV naturally develop bNAbs to the virus, but usually only after about two years of infection. These bNAbs have been shown in the laboratory to stop most HIV strains from infecting human cells, and to protect animal models from infection.  However, scientists have so far been unsuccessful in prompting the human immune system to produce bNAbs through immunization. Further, while bNAbs isolated from people with HIV infection have demonstrated promise in primate studies and have entered human studies for HIV prevention and treatment, questions remain about whether effective antibodies could be produced rapidly and at a scale suitable for widespread distribution.Cattle may offer some help solving these problems, report researchers supported by the National Institute of Allergy and Infectious Diseases (NIAID), part of NIH, at the Scripps Research Institute (TSRI), the International AIDS Vaccine Initiative (IAVI) and Texas A&M University. While cattle do not naturally acquire the human virus HIV, their immune systems have unique features that the researchers thought would allow them to produce potent antibodies when injected with HIV immunogens, or proteins designed to mimic proteins on the surface of HIV. In their study, the researchers injected HIV immunogens into the flanks of four calves and waited for their immune systems to respond. All four cows developed bNAbs to HIV in their blood as rapidly as 35 to 50 days following two injections. This immunogen--a BG505 SOSIP trimer--can elicit HIV bNAb responses consistently and rapidly.While bovine bNAbs are not likely suitable for clinical use in humans in their current form, exploring this rapid production may help answer important research questions.\"From the early days of the epidemic, we have recognized that HIV is very good at evading immunity, so exceptional immune systems that naturally produce broadly neutralizing antibodies to HIV are of great interest--whether they belong to humans or cattle,\" said Anthony S. Fauci, M.D., NIAID Director.The TRSI investigators isolated specific antibodies from the immunized calves to study their properties. One of these antibodies is particularly potent, and binds to a key site that HIV uses to attach to and infect immune cells. Called NC-Cow 1, it neutralized about two-thirds of a panel of diverse HIV isolates. This activity is somewhat similar to bNAbs isolated from humans, such as VRC01, an agent currently in clinical trials  as an HIV prevention tool that neutralizes 90 percent of HIV strains but is less potent.\"A minority of people living with HIV produce bNAbs, but only after a significant period of infection, at which point virus in their body has already evolved to resist these defenses,\" said Dennis R. Burton, Ph.D., a lead author on the study, director of the NIH's Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery and scientific director of the IAVI Neutralizing Antibody Consortium at TSRI. \"The potent responses in this study are remarkable because cattle seem to produce bNAbs in a relatively short amount of time. Unlike human antibodies, cattle antibodies are more likely to bear unique features and gain an edge over complicated HIV immunogens.\"HIV researchers previously discovered that bNAbs isolated from people living with HIV for many years tend to have longer versions of a looped region called HCDR3. These extended loops help to penetrate sugar molecules on the surface of HIV, enabling the high performing antibodies to reach and recognize concealed regions of HIV proteins and neutralize the virus.  In previous experiments, the TSRI team and their collaborators observed that cattle produce antibodies with long HCDR3 loops at a much higher frequency than humans, that these HCDR3 loops are ultra-long, and that bovine immune cells may produce antibodies with effective immunogen binding through a fundamentally different mechanism than takes place in human immune cells.  The researchers note that a promising approach to HIV vaccine development may be to promote the human immune system's development of long HCDR3 loops.While no one knows definitively why these powerful antibodies evolved in cattle, one theory holds that the long HCDR3 loops are tied to the animals' extensive gastrointestinal systems. Cattle and other ruminant animals have multi-chambered stomachs and a robust population of bacteria in their digestive tracts to help break down a diet of tough grasses. However, these bacteria can pose an infection risk if they escape the gut, so cattle with a versatile mechanism for producing potent antibodies would greatly benefit from the increased protection. Further study on how this mechanism contributed to the elicitation of bNAbs to HIV in cattle may inspire novel approaches to HIV vaccine development. \"HIV is a human virus,\" said Devin Sok, a study leader and Antibody Discovery and Development Director at IAVI, \"but researchers can certainly learn from immune responses across the animal kingdom.\"Researchers may also explore mimicking or modifying the potent isolated bNAb or those like it to develop experimental antibody-based HIV therapeutics and prevention tools, as well as treatments for other pathogens that have evolved to avoid human antibody responses. The pharmaceutical industry already uses cattle and other animals associated with agriculture, such as chickens and pigs, to produce antibody therapeutics and prophylactics, immunogens for vaccines and therapeutic hormones. Because the current research indicates that the bovine immune system may typically work quickly to produce effective antibodies against difficult pathogens such as HIV, immunizing cattle and discovering such antibodies may become a useful approach to ensure these tools are readily accessible.", "article_link": "http://dx.doi.org/10.1038/nature23301", "url": "http://www.eurekalert.org/pub_releases/2017-07/nioa-nse071717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " AIDS/HIV", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Nature", "description": "Scientists supported by the National Institutes of Health have achieved a significant step forward, eliciting broadly neutralizing antibodies (bNAbs) to HIV by immunizing calves. The findings offer insights for HIV vaccine design, and support further study of modified bovine antibodies as HIV therapeutics or prevention tools in humans, scientists reported in a paper published online today in Nature.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}