{"title": "Microscopic silk cocoons may facilitate drug design", "text": "Scientists have managed to design microscopic silk capsules that mimic, on a very small scale, the structure of silkworm cocoons. The capsules can serve as a protective environment for the transport of sensitive \"cargo\" such as natural silk proteins, antibodies or other delicate molecules. The collaborative research - which was performed by an international team of academics from the Weizmann Institute of Science in Israel; the Universities of Cambridge, Oxford and Sheffield in the UK; and the ETH in Switzerland - may lead to a host of applications in the cosmetics, food and pharmaceutical industries, particularly in the delivery of drugs within the body. The findings were reported today in Nature Communications.\r\nThe use of natural proteins from which silkworms and spiders spin their elastic fibers has been limited as these proteins have a tendency to clump together once extracted. Until now, researchers have been using chemically processed silk fibers, which have different mechanical properties and are relatively inert compared to the natural ones. Dr. Ulyana Shimanovich - then a postdoctoral fellow supervised by Prof. Tuomas P. J. Knowles at the University of Cambridge and now head of a new lab in Weizmann's Materials and Interfaces Department - decided to find out what keeps the natural silk proteins from clumping together in the animal prior to the spinning.\r\nThe silk proteins are stored in liquid form in the silkworm's glands before they are spun into the threads used to construct the cocoons. To imitate the natural process of structuring silk protein into protective capsules, the researchers used the principles of microfluidics, a field that deals with the control of fluid flow parameters on the micron-scale level. They placed proteins extracted directly from the glands of silkworms inside microscopic channels on a chip made of a silicon-derived polymer and caused the protein molecules to self-assemble into a gel-like material, exactly as in a silkworm. The gel formed microscopic capsules; within these capsules the rest of the protein stayed protected as a solution, as it does in the animal's gland. By controlling the viscosity of the silk protein solution and the forces acting upon it, the researchers have been able to control the capsules' shape - round or elongated - and size: from 300 nanometers to more than 20 micrometers. Inside these artificial capsules, the natural silk proteins remained intact for an unlimited amount of time without losing their properties or ability to function.\r\nShimanovich explains: \"Making synthetic capsules is normally a complex and energy-intensive process. In contrast, silk capsules are easier to produce and require less energy to manufacture. Moreover, silk is biodegradable.\" \r\nThe tough silk capsules may be used to protect sensitive molecules, such as antibodies and other proteins, preventing them from losing desired qualities. The capsules can be employed, for example, to deliver drugs or vaccines intact to target organs. In particular, says Shimanovich, they may help develop future therapies for neurodegenerative diseases: Because the capsules can penetrate the blood-brain barrier, they may enable the development of new treatment for these diseases.\r\nAnd because the capsules are biodegradable, they may have multiple uses. For example, they might be employed in the food industry to incorporate healthful oil particles into bread or other products. Potential applications for natural silk proteins stored inside the new capsules include the development of skin treatments for burns or cosmetic use, and the design of strong elastic fibers for tissue engineering - for example, for the fabrication of improved biological implants.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/wios-msc072017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Weizmann Institute of Science", "keywords": ["Biochemistry", " Biomechanics/Biophysics", " Chemistry/Physics/Materials Sciences", " Superconductors/Semiconductors", " Nanotechnology/Micromachines"], "journal": "Nature Communications", "description": "Microfluidics technology enables silk protein capsules to self-assemble", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}