{"title": "Skin vaccination with microneedle patch, influenza fusion protein improves efficacy of flu vaccines", "text": "ATLANTA -- A boosting skin vaccination with a biodegradable microneedle patch and protein constructed from sequences of influenza virus subtypes could improve the effectiveness of conventional influenza vaccines, according to a study led by Georgia State University.To increase the protection offered by standard influenza vaccines, Dr. Baozhong Wang's group made a fusion protein (4M2e-tFliC) with four different sequences of M2e from four different influenza subtypes. M2e is a peptide, a compound of two or more amino acids linked in a chain, found among all influenza strains. The fusion protein also contains flagellin (FliC), a peptide found in nearly all bacteria with flagella (lash-like appendages) that acts as a strong catalyst when administered together with other antigens, or foreign substances that induce an immune response in the body.The researchers condensed the protein into the microneedle patch through a collaboration with Dr. Mark R. Prausnitz of the Georgia Institute of Technology. The microneedle patch is generated from a biocompatible polymer, and the tiny needles arrayed on the patch dissolve and release vaccine into the skin rapidly.The study found mice receiving a conventional inactivated vaccine, a vaccine consisting of pathogens grown in culture and then killed, followed by a skin-applied dissolving 4M2e-tFliC microneedle patch boost could better maintain the humoral immunity antibody response against influenza virus infection compared to when they received the conventional vaccine alone. The findings, published in the Journal of Controlled Release, offer a new perspective for universal influenza vaccines.\"Our study demonstrates that M2e-based vaccines greatly improve immune responses and strengthen protective functions against influenza virus infection,\" said Wang, associate professor in the Institute for Biomedical Sciences at Georgia State. \"We found that a skin-applied 4M2e-tFliC microneedle patch boosted immunization to seasonal vaccine recipients and may be a rapid approach to increasing the protective efficacy of seasonal vaccines in response to influenza virus challenges. Thus, the M2e antigen is a promising candidate for the development of universal influenza vaccines.\"Influenza virus is one of the most serious respiratory pathogens affecting humans and causes about five million illnesses and 250,000 to 500,000 deaths each year worldwide. It's estimated that a sudden emergence of an influenza pandemic could kill about 60 million people globally.Vaccination is an effective method to prevent influenza virus infection, but circulating viruses can rapidly undergo antigenic changes, or small changes in the genes of influenza viruses that happen over time as the virus replicates, that can reduce or eliminate the efficacy of seasonal flu vaccines. To combat an influenza pandemic caused by antigenic drift, a fast, cost-efficient vaccination method is required to provide broader cross-protection against seasonal and pandemic influenza virus infection and promote long-term immunity.  The biodegradable microneedle patch, which is designed to deliver vaccines into the epidermis and dermis of the skin, is a novel technology for vaccine delivery and could improve the vaccine's ability to provoke an immune response in the body. The skin is a potent site for vaccination because it has an abundance of blood vessels and lymphatic vessels, as well as many different immune cell types. Also, many cells in skin express TLR5, a receptor for FliC that activates the innate immune system. Combining the skin delivery of the M2e antigen with tFliC as a catalyst creates a strong synergy. In this study, mice were immunized with inactivated influenza vaccines, and four weeks later they were given one of the following boosting immunizations: intramuscular injection of 4M2e-tFliC fusion protein, microneedle patch skin vaccination of 4M2e-tFliC or a placebo microneedle patch without the antigen.The researchers tested whether a 4M2e-tFliC boosting immunization could affect the immune responses induced by inactivated influenza vaccines. The mice were challenged with H1N1 and H3N2 influenza viruses and monitored daily for body weight changes and survival over 14 days. The levels of influenza virus titers in the lungs of animals whose bodies had built up antibodies against influenza virus were measured, and samples of blood, lungs, spleens and bone marrow were collected and processed.Mice that received the microneedle patch boost showed significantly enhanced survival and cellular immune responses. The results also indicated skin vaccination with 4M2e-tFliC aided a long-term antibody-mediated immunity.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/gsu-svw071917.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/07/19/skin-vaccination-microneedle-patch-improves-efficacy-seasonal-flu-vaccines/", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Georgia State University", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science"], "journal": "Journal of Controlled Release", "description": "A boosting skin vaccination with a biodegradable microneedle patch and protein constructed from sequences of influenza virus subtypes could improve the effectiveness of conventional influenza vaccines, according to a study led by Georgia State University.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}