{"title": "Kent State researcher examines vaccine rejection and hesitancy, calls to promote vaccination", "text": "The center of a public health debate is whether parents should have their children vaccinated. Tara Smith, Ph.D., professor of epidemiology at Kent State University's College of Public Health, challenges statements made by influential individuals who oppose the widespread use of vaccines, and she calls upon her colleagues in the scientific community to speak out to promote vaccination.The article, \"Vaccine Rejection and Hesitancy: A Review and Call to Action,\" is published by Oxford Press' Open Forum Infectious Diseases. In the July 18 article, Smith presents clear and scientifically based arguments to explain why anti-vaccination statements are inaccurate, misleading and even disingenuous. As a recognized expert in microbiology of infectious disease, her concern is that the public can become confused about the safety of vaccines and may be hesitant to immunize themselves and their children.  Widespread refusal of vaccines could lead to many more people becoming infected with vaccine-preventable diseases, such as measles, mumps and influenza.\"Though there is scant evidence that refusal is genuinely increasing in the population, multiple studies have demonstrated concerning patterns of decline of confidence in vaccines, the medical professionals who administer vaccines and the scientists who study and develop vaccines,\" Smith wrote.Her article presents reliable information about vaccine safety while debunking myths that are being circulated and creating misunderstandings among the general public. The article also presents ways that healthcare and infectious disease professionals can actively promote vaccination to friends, family and the people they serve. This information is presented in a way that is sensitive to scientifically trained professionals' reluctance to advocate on issues in black-and-white terms while also recognizing what is at stake if they do not take action. ", "article_link": "http://dx.doi.org/10.1093/ofid/ofx146", "url": "http://www.eurekalert.org/pub_releases/2017-07/ksu-ksr071917.php", "region": "namerica", "source_link": "http://www.kent.edu/kent/news/kent-state-researcher-examines-vaccine-rejection-and-hesitancy", "funder": "", "meeting": "", "institution": "Kent State University", "keywords": ["Microbiology", " Medicine/Health", " Epidemiology", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Open Forum Infectious Diseases", "description": "The center of a public health debate is whether parents should have their children vaccinated. Tara Smith, Ph.D., professor of epidemiology at Kent State University's College of Public Health, challenges statements made by influential individuals who oppose the widespread use of vaccines, and she calls upon her colleagues in the scientific community to speak out to promote vaccination.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}