{"title": "New animal models for hepatitis C could pave the way for a vaccine", "text": "They say that an ounce of prevention is worth a pound of cure. In the case of hepatitis C--a disease that affects nearly 71 million people worldwide, causing cirrhosis and liver cancer if left untreated--it might be worth even more.The reason is that the disease shows no outward signs, and more than 80 percent of sufferers go undiagnosed. So while an effective cure does exist, what's most needed is a vaccine that can prevent infection in the first place.Charlie Rice, the Maurice R. and Corinne P. Greenberg Professor in Virology at The Rockefeller University, has been working for decades to develop just that; in fact, his previous research lead to the development of the cure for hepatitis C infection that first became available in 2015. But his research, and the field in general, have been stymied by a lack of animal models that can be used to study the interaction between the disease and the immune system.Now, Rice and his colleagues have uncovered a method to mimic the disease in rodents. In work published in Science, the team of researchers describes how they discovered a virus that is closely related to hepatitis C, but is able to infect rats and mice. The researchers found that this new animal model recapitulates much of the human disease, a breakthrough that should accelerate hepatitis C vaccine research.A breakthrough from the streets of New York Researchers around the world rely heavily on animal models to study human disease. \"We need to use animals to watch the disease develop over time and monitor how the immune system responds,\" explains Eva Billerbeck, a research associate in the Rice lab and lead author on the new research. \"This hasn't been feasible for the hepatitis C virus, which has made our work very difficult.\"The problem is that hepatitis C is a highly specific virus, infecting only humans and chimpanzees. This means that researchers must rely on blood samples and liver biopsies from infected patients to study the disease. These limited and infrequent samples provide only partial information about how the disease progresses and make it difficult to test new vaccines.In 2014, however, there was an unexpected breakthrough. While studying the pathogens that infect common rats on the streets of New York City, Ian Lipkin, a professor at Columbia University, discovered a rodent hepacivirus that belongs to the same family of viruses as hepatitis C. Lipkin and his colleague Amit Kapoor quickly shared the virus with the Rice lab, hoping that it would enable them to create a rodent version of the disease.Mouse models for acute and chronic hepatitis C Mice are the preferred animal model for much of modern biological research, with a host of genetic tools and techniques that make mechanistic studies possible. Rice and his team, including researchers in Copenhagen, led by Troels K. H. Scheel and Jens Bukh, set out to explore whether the rat virus could also infect mice. They isolated the hepacivirus from rats and exposed standard laboratory mice to the disease. The experiment worked: the mice developed a hepacivirus infection that mimicked many of the features of human hepatitis C. There was one notable difference, however. \"In human patients, hepatitis C virus infection has two outcomes,\" Billerbeck explains. \"Initially, it is acute, and a small percentage of patients fully recover from infection. However, most people progress to a chronic form of the disease that will continue to affect them unless they are treated.\" Rice and his team found that mice with a healthy immune system experience the acute form of the disease and then recover, while immune-compromised animals become chronically infected and remain so even after their immune systems are restored. The researchers are now using their new animal models to gain insight into how hepatitis C infection progresses, and to understand how the body reacts. \"This research will help unravel mechanisms of liver infection, virus clearance, and disease mechanisms,\" Rice says, \" which should prove valuable as we work to develop and test hepatitis C vaccines that can help to finally eradicate the disease around the world.\"\r\n", "article_link": "http://dx.doi.org/10.1126/science.aal1962", "url": "http://www.eurekalert.org/pub_releases/2017-07/ru-nam071917.php", "region": "namerica", "source_link": "https://www.rockefeller.edu/news/20161-new-animal-models-hepatitis-c-pave-way-vaccine/", "funder": "National Institutes of Health, Starr Foundation, Greenberg Medical Research Institute, Nationwide Children's Hospital Research Institute, Danish Council for Independent Research, Novo Nordisk Foundation, Lundbeck Foundation", "meeting": "", "institution": "Rockefeller University", "keywords": ["Biology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Science", "description": "In the rats that roam New York City's streets and tunnels, scientists have found a virus that resembles hepatitis C. They have used it to create the first animal model of the human disease, a breakthrough that potentially could yield a much-needed vaccine.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}