{"title": "MRSA emerged years before methicillin was even discovered", "text": "Methicillin resistant Staphylococcus aureus (MRSA) emerged long before the introduction of the antibiotic methicillin into clinical practice, according to a study published in the open access journal Genome Biology. It was the widespread use of earlier antibiotics such as penicillin rather than of methicillin itself which caused MRSA to emerge, researchers at the University of St Andrews, and the Wellcome Trust Sanger Institute, UK suggest. The researchers found that S. aureus acquired the gene that confers methicillin resistance - mecA - as early as the mid-1940s - fourteen years before the first use of methicillin. Professor Matthew Holden, molecular microbiologist at the University of St Andrews, the corresponding author said: \"Our study provides important lessons for future efforts to combat antibiotic resistance. It shows that new drugs which are introduced to circumvent known resistance mechanisms, as methicillin was in 1959, can be rendered ineffective by unrecognized, pre-existing adaptations in the bacterial population. These adaptations happen because - in response to exposure to earlier antibiotics - resistant bacterial strains are selected instead of non-resistant ones as bacteria evolve.\" The mecA gene confers resistance by producing a protein called PBP2a, which decreases the binding efficiency of antibiotics used against S. aureus to the bacterial cell wall. The introduction of penicillin in the 1940s led to the selection of S. aureus strains that carried the methicillin resistance gene.  Dr. Catriona Harkins, clinical lecturer in dermatology at the University of Dundee, the first author of the study said: \"Within a year of methicillin being first introduced to circumvent penicillin resistance, strains of S. aureus were found that were already resistant to methicillin. In the years that followed resistance spread rapidly in and outside of the UK. Five decades on from the appearance of the first MRSA, multiple MRSA lineages have emerged which have acquired different variants of the resistance gene.\"To uncover the origins of the very first MRSA and to trace its evolutionary history, the researchers sequenced the genomes of a unique collection of 209 historic S. aureus isolates. The oldest of these isolates were identified over 50 years ago by the S. aureus reference laboratory of Public Health England and have been stored ever since in their original freeze-dried state. The researchers also found genes in these isolates that confer resistance to numerous other antibiotics, as well as genes associated with decreased susceptibility to disinfectants.  Professor Holden said: \"S. aureus has proven to be particularly adept at developing resistance in the face of new antibiotic challenges, rendering many antibiotics ineffective. This remains one of the many challenges in tackling the growing problem of antimicrobial resistance. In order to ensure that future antibiotics retain their effectiveness for as long as possible, it is essential that effective surveillance mechanisms are combined with the use of genome sequencing to scan for the emergence and spread of resistance.\"", "article_link": "http://dx.doi.org/10.1186/s13059-017-1252-9", "url": "http://www.eurekalert.org/pub_releases/2017-07/bc-mey071717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Genetics", " Medicine/Health", " Vaccines", " Public Health", " Genes"], "journal": "Genome Biology", "description": "Methicillin-resistant Staphylococcus aureus (MRSA) emerged long before the introduction of the antibiotic methicillin into clinical practice, according to a study published in the open-access journal Genome Biology. It was the widespread use of earlier antibiotics such as penicillin rather than of methicillin itself which caused MRSA to emerge, researchers at the University of St. Andrews, and the Wellcome Trust Sanger Institute, UK suggest.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}