{"title": "UN-backed initiative greatly improves the health of women, children, adolescents", "text": "Globally, the health and well-being of women, children and adolescents are improving faster than at any point in history, even in the poorest nations. The transformation is due in great measure to the interventions promoted by one of the most successful global multi-stakeholder partnerships in history, Every Woman Every Child. \r\nThis massive public-private effort, launched by the United Nations in 2010, is still gaining momentum. In total, it has gathered nearly 650 commitments from hundreds of partners worldwide. But, in the past two years alone, more than 200 commitments have been made, about one-third of the total.   One key success measure of these interventions is that women's survival during pregnancy and childbirth has improved in every region of the world. Since 1990, the world's maternal death rate has fallen by 44 per cent. Still, in 2015, an estimated 303,000 women died from preventable causes during pregnancy and childbirth (see Figure 1). Another significant achievement: From 1990 to 2015, death rates of children under five declined by 53 per cent. Still, in 2015, an estimated 5.9 million children under five died - 16,000 every day - mainly from avoidable causes (see Figure 2). \r\nTo respond to the Sustainable Development Goals (SDGs) in 2015, the UN launched the Every Woman Every Child Global Strategy for Women's, Children's and Adolescents' Health (2016-2030),  building on momentum under the movement's first Global Strategy (2010- 2015) and aligning with the SDGs. The Global Strategy is a detailed roadmap for countries to begin implementing the SDGs, reducing inequities, strengthening fragile health systems and fostering multi-sector approaches to end all preventable deaths of women, children and adolescents and ensure their health and well-being.\r\nMajor reasons for the current success of Every Woman Every Child are:\r\n*  Leadership from low and lower-middle income countries, where 99 per cent of maternal, newborn and under-five child deaths occur. In the 16 months from September 2015 to December 2016, an estimated $8.5 billion was pledged in support of the Global Strategy by these countries - more than half of what high-income countries have committed in the same period. \r\n*  Platforms for stakeholders, partnerships and finance have worked in the past and are working now. For example, from September 2015 to December 2016, 215 commitments have been made totalling $28.4 billion (see Figure 3). Governments account for 28 per cent of all commitments. The private sector, 24 per cent; civil society organizations and non-government organizations, 23 per cent; UN agencies and joint partnerships, 7 per cent and 4 per cent each. Private and philanthropic foundations; health care professional groups; intergovernmental bodies; and academic, research and training institutions pledged the balance.\r\nThese findings are presented in a new report developed by the Partnership for Maternal, Newborn & Child Health (PMNCH), a coalition of more than 800 organizations, and the World Health Organization (WHO), with guidance from the Executive Office of the UN Secretary-General. Progress in Partnership: 2017 Progress Report on the Every Woman Every Child Global Strategy for Women's, Children's and Adolescents' Health provides a comprehensive snapshot of progress against the Global Strategy for Women's, Children's and Adolescents' Health, nearly two years into its implementation. The report will be launched at the UN's High Level Political Forum on Sustainable Development in New York this week.  \r\nThe report is the result of a long and careful process of consultation between all the EWEC partners involved. \r\nTo provide the latest status on progress towards the targets of the Global Strategy, the report highlights the latest available country data on 60 indicators, 34 of which come directly from the SDGs and an additional 26 taken from existing indexes and processes. This data, from WHO and other UN agencies, is included in an open-access online data portal launched in May 2017 on the World Health Organization's Global Health Observatory website.  Annex 1 of the report provides a 2017 snapshot of The Global Strategy's 16 key indicators. \r\n\"Regular monitoring and accountability are vital to assess progress and to ensure that all people at all ages are getting the quality care they need for their health and well-being. We must find where gaps exist and act to make universal health coverage a reality for all. If we collectively invest the amount that is needed, we can save and improve the lives of millions of women, children and adolescents by 2030,\" says Dr. Flavia Bustreo, Assistant Director-General for Family, Women's and Children's Health at the World Health Organization.\r\nThe report documents  contributions from countries, the private sector, intergovernmental bodies, academic, research and training institutions, philanthropy, foundations and health care professionals. It also reports on major disparities between high-income, low- and middle-income nations, as well as the poor and rich within countries. Other factors that hinder progress are lack of economic opportunities and supporting laws, cultural practices, poor access to health care and quality of care.\r\nHere are some of the major problem areas and barriers that the Every Woman Every Child movement is seeking to address:\r\nPoor quality of health services and inequities in accessing care. These are major obstacles to improving maternal and newborn survival, and reducing stillbirths.  For example, more than a third of women around the world receive less than four antenatal care visits and nearly half (48 per cent) do not receive any postnatal care at all. More than a quarter of all women (27 per cent) do not receive skilled assistance during labor and delivery.\r\nMaternal and newborn deaths are still both too high and declining too slowly. In 2015, 2.7 million newborns died within 28 days of birth, representing 45 per cent of all deaths among children under five. More than half of maternal deaths occur in sub-Saharan Africa and almost one-third in South Asia. Similarly, newborn deaths occur disproportionately in these regions. . \r\nStillbirths remain a major neglected problem. In 2015, 2.6 million stillbirths were estimated, half of which occur during labor and birth mostly from preventable conditions. \r\nStunting. In low- and middle-income countries, 250 million children or more than 40 per cent of children are at risk of sub-optimal development, due to poverty and stunting. Adults who have had a poor start in life can lose about one-quarter of average income per year - a loss for some countries of twice their current GDP expenditures on health and education.\r\nLack of trained health workers. Ongoing gaps are exacerbated by the global shortage of qualified health workers. Global projections to 2030 estimate that an additional 18 million health workers will be needed to meet the requirements of the SDGs.\r\n\"We made major improvements in basic coverage of maternity services during recent decades, but quality and equity have lagged behind,\" says Helga Fogstad, a health economist and Executive Director of The Partnership for Maternal, Newborn & Child Health.  \"It's expensive for countries to guarantee universal access and quality services, but it's more expensive if we don't invest in health. We miss huge opportunities to expand social and economic benefits if we don't scale up our investments in quality care.\"\r\nAdolescent health remains a key concern, particularly because lack of earlier focus on this age group has resulted in less rapid progress compared with areas such as maternal and child health. In addition, there are large gaps in adolescent health data. Girls under age 15 account for 2 million of the 7.3 million births to adolescent girls under age 18 every year in developing countries. Maternal mortality is the leading cause of death for older adolescent girls, with self-harm being the second. For boys aged 15 to 19, road injuries and interpersonal violence are the leading causes of death. \r\nChild marriage has gained greater attention in recent years. The percentage of girls marrying before age 15 declined from 12 per cent to 8 per cent, comparing the early 1980s with 2014. Early marriage remains a chief cause of early pregnancies: 19 per cent of girls in developing countries become pregnant before the age of 18. \r\nViolence against women and children is alarming. Worldwide, almost one third of all women who have been in a relationship have experienced physical and/or sexual violence by their intimate partner. Intimate partner violence often starts early in the lives of women, with 30 per cent of adolescent girls (aged 15-19) having experienced physical and/or sexual violence by an intimate partner. In the South-East Asia region, the estimate is 43 per cent of adolescent girls; in the Africa region, it is 40 per cent.\r\nLack of sexual and reproductive health and rights (SRHR). Despite the formal commitments to national and international legislation, many women have neither the freedom to control their health and body, nor equal access to a health system. Access to comprehensive SRHR education and services, including modern contraceptive methods, safe abortion, treatment and prevention of infertility, and prevention of sexual violence, are critical. Restrictions by marital status, third-party authorization, and age are the most common legal barriers preventing access to sexual and reproductive health services. Access to justice mechanisms is crucial.\r\nEducation. Although the number of out-of-school children of primary school age declined globally from 99 million to 59 million between 2000 and 2013, progress has stalled since 2007. Just one per cent of the poorest girls in low-income countries complete upper secondary school. Poor education parallels poor health. \r\nTo tackle such challenges, many governments are responding with powerful new ways to improve women's, children's and adolescents' health and rights. These include investments, laws and policies that target the underlying determinants of health outcomes, including women's empowerment, early childhood development, nutrition, water and sanitation, as well as peace and security.\r\nA new tool for decision makersThe INFORM risk index, compiled by global development partners including WHO, UNICEF, UNFPA and UN Women, is an indicator for the Global Strategy, linked to the WHO's Global Health Observatory. The index highlights countries most at risk from humanitarian crises and disasters, including hazards and exposure, vulnerability and lack of coping capacity - each of which have disproportionate effects on women, children and adolescents. \r\nThe 2017 INFORM map highlights the 12 most at-risk countries in the world, supporting planning and preparedness for response (Figure 4). Seven of these 12 countries have made commitments since 2010 to Every Woman Every Child to protect women, children and adolescents from these risks: Afghanistan, Chad, Democratic Republic of Congo, Myanmar, Niger, South Sudan and Yemen. \r\nFor example, Afghanistan made a commitment to Every Woman Every Child in 2015 to improve quality education for midwives and enhance medical services and supplies in hard-to-reach and insecure areas. It also commits to creating a multi-sectoral movement to strengthen gender equity and women's empowerment, improving peace and security in Afghanistan.\r\nThe Democratic Republic of the Congo pledged in 2015 to subsidize family planning services and reduce regional disparities in contraceptive access; to improve emergency obstetric care; and increase domestic health spending from $5 to $15 per person by 2020. \r\nIn addition to these countries, other governments are responding to the call of the Global Strategy with their own commitments. For example:\r\nBangladesh is scaling up programmes in health and health-enhancing sectors, such as education, gender equality and empowerment, WASH and nutrition. It plans to increase the number of family planning mobile workers, provide free education, meals and stipends to encourage girls to remain in secondary school. It will increase efforts to lower the current stunting prevalence rate of 38 per cent in children by reaching more than 25 million children per year.\r\nIndia's Prime Minister recently announced the Pradhan Mantri Surakshit Matritva Abhiyan (PMSMA) initiative, popularly referred to as \"I pledge for 9.\" This invites the private sector to provide free antenatal services on the 9th day of every month to pregnant women, especially those living in underserved, semi-urban, poor and rural areas. In three months, PMSMA served 3.2 million women. \r\nNigeria is committed to universal health coverage. The government has defined a package of basic health-care services, including tailored interventions addressing the unique needs of children, adolescents, women and men, regardless of location. In line with this approach, the Ministry of Health is strengthening its engagement with civil society, and improving monitoring and evaluation, quality of care and data reporting lines in order to initiate evidence-based programs at the grassroots level and then implement them nationally.\r\nMalawi. As one of nine countries leading Every Woman Every Child's efforts to improve quality, equity and dignity (QED), the Minister of Health of Malawi hosted a global launch meeting of partner countries and other stakeholders in February 2017, announcing a goal of halving maternal and newborn deaths in participating health care facilities by 2022. The Quality of Care Network, coordinated by WHO, UNICEF and UNFPA, is underpinned by the values of quality, equity and dignity and contributes to the Every Woman Every Child Global Strategy for Women's, Children's and Adolescents' Health.  PMNCH coordinates the advocacy network for the QED initiative, led by civil society partners White Ribbon Alliance and Save the Children.\r\nNon-governmental stakeholders, including the private sector and civil society, are core Every Woman Every Child partners, supporting governments with a range of important contributions guided by the Global Strategy. These range from supporting contraceptive access and family planning counseling to newborn and child life-saving interventions such as vaccination, pediatric HIV prevention and treatment programs, and anti-diarrhea and hand-washing programs.\r\nSince 2015, commitments to Every Woman Every Child made by non-governmental stakeholders have resulted in: ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/hhw-uig071817.php", "region": "namerica", "source_link": "https://goo.gl/KDt52d", "funder": "", "meeting": "", "institution": "Hoffman & Hoffman Worldwide", "keywords": ["Medicine/Health", " Mortality/Longevity", " Developmental/Reproductive Biology", " Health Care Systems/Services", " Public Health", " Disease in the Developing World"], "journal": "", "description": "Globally, the health and well-being of women, children and adolescents are improving faster than at any point in history, even in the poorest nations. The transformation is due in great measure to the interventions promoted by one of the most successful global multi-stakeholder partnerships in history, Every Woman Every Child.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}