{"title": "Teens may be missing vaccines because parents aren't aware they need one", "text": "ANN ARBOR, Mich. --   Parents may be up to speed on what vaccines their children need for kindergarten, but may be less sure during high school years, a new national poll suggests.More than a third of parents of teens didn't know when their child's next vaccine was due and half of parents incorrectly assumed that their doctor would initiate an appointment when the time came, according to a report from the C.S. Mott Children's Hospital National Poll on Children's Health at the University of Michigan.The findings are based on responses from a national sample of 614 parents with at least one teen age 13 to 17.\"When kids are little, their pediatricians usually schedule visits to coincide with the timing of recommended vaccinations,\" says poll co-director Sarah Clark, M.P.H.\"As children get older, well-child appointments occur less often and health providers may not address vaccines during brief visits for sickness or injury. Many teens may be missing out on important vaccines simply because families aren't aware it's time for one.\"National vaccination rates are well below public health targets for certain adolescent vaccines, particularly those that require more than one dose. According to the Centers for Disease Control and Prevention (CDC), only one third of teens have received the second dose of meningitis vaccine by age 17. Similarly, less than half of boys age 13-17 have completed the HPV vaccine series, and less than half of adolescents receive an annual flu shot. Despite the low vaccination numbers nationwide, more than 90 percent of parents polled thought their teen had received all vaccines recommended for their age.\"Our poll found a significant gap between national data on teen vaccination rates and what parents report,\" Clark says. \"This indicates that many parents are unclear about the additional vaccines their teen may need.\"The lack of awareness of the need for vaccines may reflect changes in the recommended schedule for adolescent vaccinations over the years, Clark notes. For example, a recent change in the schedule emphasizes the recommendation to give the meningitis vaccine at age 16.Parents may also be less informed about recommended vaccinations for teens because few states have vaccine requirements for high schoolers. Many states do, however, have vaccination requirements for students to enter elementary and middle school. The doctor's office was the primary way parents said they knew when their teen was due for another vaccine either because their provider scheduled an appointment for vaccination (44 percent), the doctor or nurse mentioned vaccination during an office visit (40 percent), or the doctor's office sent families reminders (11 percent). Parents less frequently received a notice from their teen's school, health plan, or the public health department.  \"Parents rely on child health providers to guide them on vaccines - in early childhood and during the teen years,\" Clark says. \"Given the general lack of awareness about adolescent vaccines shown in this poll, there is a clear need for providers to be more proactive for their teen patients.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/mmu-tmb071417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Pediatrics", " Public Health"], "journal": "", "description": "Parents may be up to speed on what vaccines their children need for kindergarten, but may be less sure during high school years, a new national poll suggests.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}