{"title": "Ebola virus can persist in monkeys that survived disease, even after symptoms disappear", "text": "Ebola virus infection can be detected in rhesus monkeys that survive the disease and no longer show symptoms, according to research published by Army scientists in today's online edition of the journal Nature Microbiology. The study sheds light on how the virus persists in certain areas of the body, and holds promise for the development of medical products to counter the disease in humans.During the 2013-2016 outbreak of Ebola virus disease in Western Africa, Ebola virus persistence in certain \"immune privileged\" sites--such as the eye, brain, and testes--became a significant concern. Survivors reported long-term effects such as loss of vision, headaches and joint pain, even after symptoms resolved. The virus also was shown to persist in seminal fluid and to have been transmitted through sexual intercourse. But until now, little was known about the mechanisms by which the virus entered these sites and escaped detection. To begin to answer those questions, Xiankun Zeng, Ph.D. and colleagues at the U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID) analyzed archived tissues from rhesus monkeys that had previously been infected with Ebola virus to test experimental vaccines and treatments. \"In the animals that showed an acute, or shortened, course of disease, the virus primarily replicated in the blood vessels,\" Zeng explained. \"In those with a longer disease progression, the virus spread to surrounding tissues in the immune privileged sites. And in the survivors, we could see that the virus had migrated out of the blood vessels and into specific locations within immune privileged sites.\"The USAMRIID team was able to demonstrate persistent Ebola virus replication in the eye, brain, and testes of animals that survived the disease and no longer had symptoms. The survivors consisted of two groups--those that had received medical countermeasures, and those that survived infection with only supportive care. In the eye, the virus was found in macrophages that contain the protein CD68 in their surface, which could be where the virus \"hides,\" according to the authors. They also showed that Ebola virus persists in the brain by breaking down the blood-brain barrier and causing inflammation. \"This study lays the foundation for developing animal models of persistent Ebola virus infection in humans,\" Zeng commented. \"What we observed in primates is quite similar to what happened during the outbreak--there were survivors with latent infection, but the virus was not detectable in the blood. This makes it much more difficult to contain the spread of the virus.\"In addition, the authors said, the study shows that otherwise promising experimental therapeutics may not clear the virus completely--suggesting that a different approach may be needed to develop medical countermeasures to Ebola virus.According to Zeng, the next step is to further develop this animal model and to evaluate potential treatments, especially small-molecule therapeutics, to prevent Ebola virus persistence. ", "article_link": "http://dx.doi.org/10.1038/nmicrobiol.2017.113", "url": "http://www.eurekalert.org/pub_releases/2017-07/uamr-evc071417.php", "region": "namerica", "source_link": null, "funder": "Joint Science and Technology Office for Chemical and Biological Defense of the Defense Threat Reduction Agency, Medical Countermeasure Systems of the Joint Program Executive Office for Chemical and Biological Defense", "meeting": "", "institution": "US Army Medical Research Institute of Infectious Diseases", "keywords": ["Biology", " Chemical/Biological Weapons", " Medicine/Health", " Infectious/Emerging Diseases", " Chemical/Biological Weapons", " Disease in the Developing World"], "journal": "Nature Microbiology", "description": "Ebola virus infection can be detected in rhesus monkeys that survive the disease and no longer show symptoms, according to research published by Army scientists in today's online edition of the journal Nature Microbiology. The study sheds light on how the virus persists in certain areas of the body, and holds promise for the development of medical products to counter the disease in humans.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}