{"journal": "Stroke", "url": "http://www.eurekalert.org/pub_releases/2017-05/wuso-mdh052417.php", "description": "Stroke patients who learned to use their minds to open and close a plastic brace fitted over their paralyzed hands gained some ability to control their own hands when they were not wearing the brace, according to a new study from Washington University School of Medicine in St. Louis. The participants, all of whom had moderate to severe paralysis, showed significant improvement in grasping objects.", "article_link": null, "date": "Fri, 26 May 2017 04:00:00 GMT", "funder": "Neurolutions", "title": "Mind-controlled device helps stroke patients retrain brains to move paralyzed hands", "region": "namerica", "source_link": null, "institution": "Washington University School of Medicine", "text": "Stroke patients who learned to use their minds to open and close a device fitted over their paralyzed hands gained some control over their hands, according to a new study from Washington University School of Medicine in St. Louis.By mentally controlling the device with the help of a brain-computer interface, participants trained the uninjured parts of their brains to take over functions previously performed by injured areas of the brain, the researchers said.\"We have shown that a brain-computer interface using the uninjured hemisphere can achieve meaningful recovery in chronic stroke patients,\" said Eric Leuthardt, MD, a professor of neurosurgery, of neuroscience, of biomedical engineering, and of mechanical engineering & applied science, and the study's co-senior author.The study is published May 26 in the journal Stroke.Stroke is the leading cause of acquired disability among adults. About 700,000 people in the United States experience a stroke every year, and 7 million are living with the aftermath.In the first weeks after a stroke, people rapidly recover some abilities, but their progress typically plateaus after about three months.\"We chose to evaluate the device in patients who had their first stroke six months or more in the past because not a lot of gains are happening by that point,\" said co-senior author Thy Huskey, MD, an associate professor of neurology at the School of Medicine and program director of the Stroke Rehabilitation Center of Excellence at The Rehabilitation Institute of St. Louis. \"Some lose motivation. But we need to continue working on finding technology to help this neglected patient population.\"David Bundy, PhD, the study's first author and a former graduate student in Leuthardt's lab, worked to take advantage of a quirk in how the brain controls movement of the limbs. In general, areas of the brain that control movement are on the opposite side of the body from the limbs they control. But about a decade ago, Leuthardt and Bundy, who is now a postdoctoral researcher at University of Kansas Medical Center, discovered that a small area of the brain played a role in planning movement on the same side of the body.To move the left hand, they realized, specific electrical signals indicating movement planning first appear in a motor area on the left side of the brain. Within milliseconds, the right-sided motor areas become active, and the movement intention is translated into actual contraction of muscles in the hand.A person whose left hand and arm are paralyzed has sustained damage to the motor areas on the right side of the brain. But the left side of the person's brain is frequently intact, meaning many stroke patients can still generate the electrical signal that indicates an intention to move. The signal, however, goes nowhere since the area that executes the movement plan is out of commission.\"The idea is that if you can couple those motor signals that are associated with moving the same-sided limb with the actual movements of the hand, new connections will be made in your brain that allow the uninjured areas of your brain to take over control of the paralyzed hand,\" Leuthardt said.That's where the Ipsihand, a device developed by Washington University scientists, comes in. The Ipsihand comprises a cap that contains electrodes to detect electrical signals in the brain, a computer that amplifies the signals, and a movable brace that fits over the paralyzed hand. The device detects the wearer's intention to open or close the paralyzed hand, and moves the hand in a pincer-like grip, with the second and third fingers bending to meet the thumb.\"Of course, there's a lot more to using your arms and hands than this, but being able to grasp and use your opposable thumb is very valuable,\" Huskey said. \"Just because your arm isn't moving exactly as it was before, it's not worthless. We can still interact with the world with the weakened arm.\"Leuthardt played a key role in elucidating the basic science, and he worked with Daniel Moran, PhD, a professor of biomedical engineering at Washington University School of Engineering & Applied Science, to develop the technology behind the Ipsihand. He and Moran co-founded the company Neurolutions Inc. to continue developing the Ipsihand, and Leuthardt serves on the company's board of directors. Neurolutions funded this study.To test the Ipsihand, Huskey recruited moderately to severely impaired stroke patients and trained them to use the device at home. The participants were encouraged to use the device at least five days a week, for 10 minutes to two hours a day. Thirteen patients began therapy, but three dropped out due to unrelated health issues, poor fit of the device or inability to comply with the time commitment. Ten patients completed the study.Participants underwent a standard motor skills evaluation at the start of the study and every two weeks throughout. The test measured their ability to grasp, grip and pinch with their hands, and to make large motions with their arms. Among other things, participants were asked to pick up a block and place it atop a tower, fit a tube around a smaller tube, and move their hands to their mouths. Higher scores indicated better function.After 12 weeks of using the device, the patients' scores increased an average of 6.2 points on a 57-point scale.\"An increase of six points represents a meaningful improvement in quality of life,\" Leuthardt said. \"For some people, this represents the difference between being unable to put on their pants by themselves and being able to do so.\"Each participant also rated his or her ability to use the affected arm and his or her satisfaction with the skills. Self-reported abilities and satisfaction significantly improved over the course of the study.How much each patient improved varied, and the degree of improvement did not correlate with time spent using the device. Rather, it correlated with how well the device read brain signals and converted them into hand movements.\"As the technology to pick up brain signals gets better, I'm sure the device will be even more effective at helping stroke patients recover some function,\" Huskey said.", "meeting": "", "keywords": ["Biotechnology", " Medicine/Health", " Stroke", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Technology/Engineering/Computer Science"]}