{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-iof052217.php", "description": "Infections, chronic high blood pressure and bleeding or clotting disorders increase the risk of pregnancy-related stroke in women with preeclampsia. Although pregnancy-related stroke is rare, women with preeclampsia are at higher risk of stroke during pregnancy and postpartum.", "article_link": "http://dx.doi.org/10.1161/STROKEAHA.117.017374", "date": "Thu, 25 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Infections, other factors raise risk of pregnancy-related stroke in women with preeclampsia", "region": "namerica", "source_link": "http://newsroom.heart.org/news/infections-other-factors-raise-risk-of-pregnancy-related-stroke-in-women-with-preeclampsia?preview=8d8ae5fd50ae2bc2ee15c77254d95e21", "institution": "American Heart Association", "text": "DALLAS, May 25, 2017 -- Urinary tract infections, chronic high blood pressure and bleeding or clotting disorders may increase the risk of pregnancy-associated stroke in women with preeclampsia, a high-blood pressure disorder unique to pregnancy, according to new research in the American Heart Association's journal Stroke.Women with preeclampsia are at higher risk of stroke during pregnancy and after delivery. But while preeclampsia affects 3 percent to 8 percent of all pregnancies, pregnancy-related stroke remain rare.In a study of women admitted to hospitals in New York State from 2003 through 2012, researchers identified 88,857 women with preeclampsia. Of that number, 197 had pregnancy-associated stroke.Compared with women who had preeclampsia but did not have a stroke, women who had preeclampsia and pregnancy-associated stroke were:\r\n\"Preeclampsia is a very complex disorder that's not completely understood,\" said Eliza Miller, M.D., study lead author and vascular neurology fellow at New York-Presbyterian Hospital/Columbia University Medical Center in New York City. \"Our study sought to discover if there are other risk factors or clues that may help identify the women with preeclampsia who are at the highest risk for pregnancy-related stroke. We were looking for risk factors that could be prevented or treated.\"Researchers noted a link with urinary tract infections was interesting \"because those infections are not only treatable, but could be preventable,\" Miller said. Using billing data from the New York State Department of Health inpatient database, researchers compared women aged 12 to 55 years old with preeclampsia and pregnancy-associated stroke to a matched control group of women with preeclampsia who did not have strokes. Among the women with preeclampsia and stroke, most strokes occurred postpartum, after women had been discharged home after delivery. More than one in 10 of the preeclampsia-related strokes were fatal.The study's reliance on patients' billing data limited the level of detail researchers could analyze and restricted them from drawing definitive conclusions. But the associations were strong enough, Miller said, to help generate new ideas and directions for more research.  \"Preeclampsia is a very common disorder, and a lot of people are not aware of its association with stroke,\" Miller said. \"Women with preeclampsia should take any neurological symptoms, such as severe headache, very seriously, especially during the postpartum period. This needs to be a major focus of future stroke research in women.\"The American Heart Association recommends home blood pressure monitoring for all people with high blood pressure.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}