{"journal": "Stroke", "url": "http://www.eurekalert.org/pub_releases/2017-05/cumc-srf052217.php", "description": "Researchers at Columbia University discovered that women with preeclampsia have a higher stroke risk during pregnancy and postpartum if they have urinary tract infections, chronic high blood pressure, or blood disorders.", "article_link": null, "date": "Thu, 25 May 2017 04:00:00 GMT", "funder": "", "title": "Stroke risk factors for pregnant women with preeclampsia uncovered", "region": "namerica", "source_link": null, "institution": "Columbia University Medical Center", "text": "New York, NY (May 25, 2017)--Women with preeclampsia, a common complication of pregnancy, face a heightened risk of stroke during pregnancy and postpartum if they have urinary tract infections, chronic high blood pressure, or clotting or bleeding disorders, according to a study by Columbia University Medical Center (CUMC) and NewYork-Presbyterian researchers. The study, among the most comprehensive analyses of its kind, was published online today in the journal Stroke.\"We have suspected that certain conditions raise the risk of stroke in women with preeclampsia, but few studies have taken a rigorous look at this issue,\" said lead author Eliza C. Miller, MD, a postdoctoral vascular neurology fellow in the department of neurology at NewYork-Presbyterian/Columbia University Medical Center. \"Since strokes can be so devastating, it is critical to know whether these are just random events or due to modifiable risk factors.\"Preeclampsia--newly elevated blood pressure during pregnancy--develops in about 3 to 8 percent of all pregnant women, according to the researchers. The cause of preeclampsia is not well understood. While preeclampsia can be mild and symptomless, it can quickly become severe. Left untreated, severe preeclampsia can have serious consequences for both mother and fetus. One of the most dangerous complications is pregnancy-associated stroke, which occurs up to 6 times as often in women with preeclampsia compared with pregnant women overall. In the study, Dr. Miller and her colleagues analyzed the health records of 197 women who had a preeclampsia-related stroke and 591 women with preeclampsia who did not have a stroke, according to the New York State Department of Health inpatient database. The incidence of stroke in women with preeclampsia was over 200 per 100,000 deliveries, and more than one in 10 women in the study who had a preeclampsia-related stroke died in the hospital. \"Women with preeclampsia who had chronic hypertension, bleeding or clotting disorders, or infections--particularly urinary tract infections--appeared to be at significantly increased risk of stroke,\" said Dr. Miller. \"The role of infection was perhaps the biggest question mark going into the study,\" said Dr. Miller. \"Infections cause inflammation, which is known to play an important role in triggering stroke, especially in young people. Preeclampsia itself is an inflammatory disorder. Infections may be what pushed some of these women over the edge.\"\"The take-home message for pregnant women with preeclampsia and their doctors is to pay close attention to these risk factors, as well as to warning signs for stroke,\" said Dr. Miller. \"It's important to note that the risk of stroke in women with preeclampsia doesn't end with delivery, as is commonly thought. About two-thirds of preeclampsia-related strokes occur after birth, when the mother has gone home. With all the stress of having a new baby, mothers sometimes ignore symptoms like headaches that could be a sign of a serious problem. They think, 'I'm tired, I just had a baby--of course, I have a headache.' But this is not something to take lightly. Call your doctor if you have any signs and symptoms of stroke.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}