{"journal": "PLOS Computational Biology", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-mmr051817.php", "description": "A new computational modeling technique could indicate when atherosclerotic plaques will likely undergo rapid growth, reports a study published this week in PLOS Computational Biology.", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005523", "date": "Thu, 25 May 2017 04:00:00 GMT", "funder": "", "title": "Multiscale modeling reveals key events during early atherosclerotic plaque development", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "A new computational modeling technique could indicate when atherosclerotic plaques will likely undergo rapid growth, reports a study published this week in PLOS Computational Biology.Atherosclerosis is a form of vascular disease that can result in heart attacks, strokes and gangrene by causing the thickening of artery walls and then narrowing of the arteries themselves at plaque locations. Every year, atherosclerotic plaques rupture and cause millions of deaths worldwide. While patient imaging is advancing and now gives clinicians the ability to detect the geometry and composition of blood vessels, and even the dynamics of blood flow within an artery, the ability to process and interpret such information is still lacking.Rita Bhui and Heather Hayenga at the University of Texas, Dallas, have developed a three-dimensional computational approach to appropriately capture and integrate crucial spatiotemporal events, in order to predict white blood cell movement from the blood into the artery wall, and the subsequent plaque evolution.The researchers coupled two computational modeling techniques, agent-based modeling (ABM) and computational fluid dynamics (CFD), in order to simulate the complex phenomena in inflammation-induced atherosclerotic development. This approach provides explanatory insight into the collective behavior of agents, i.e. cells, obeying simple rules. Unlike previous models that only consider biochemical processes or focus on a specific process of the disease, their model reveals how mechanical forces from the blood flow influence white blood cell migration into the artery wall in addition to the effect of biochemical processes occurring within the artery wall.Using the model the researchers discovered neutrophils, a type of white blood cell, are the primary cell type in the plaque at two timepoints during atherosclerosis: 1) in the beginning and 2) when the plaque starts to restrict the blood flow. Moreover, the model suggests favorable hemodynamics for plaque growth occur in steps rather than linearly. Potential practical applications in knowing how a plaque grows, and the main cell types within the plaque at different stages of growth, could inform clinicians in choosing the most effective treatment plan.Looking to the future, the research group aims to expand on the model to make it more patient-specific. \"One day multiscale modeling of plaque evolution will be used for individualized decision making, such as deciding whether or not to treat a patient's lesion. It will also be foundational in optimizing design and interventional approaches, such as theorizing how an artery will respond to a pharmaceutical agent or stent design,\" Hayenga says. ", "meeting": "", "keywords": ["Biology", " Physiology", " Mathematics/Statistics", " Algorithms/Models", " Calculations/Problem-Solving", " Systems/Chaos/Pattern Formation/Complexity", " Medicine/Health", " Cardiology", " Stroke", " Hematology"]}