{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-05/aaon-hvw052217.php", "description": "Hospitals vary widely in how often they transition people with strokes from active treatment to comfort or hospice care within 48 hours after they get to the hospital, according to a new study published in the May 24, 2017, online issue of Neurology® Clinical Practice, an official journal of the American Academy of Neurology.", "article_link": null, "date": "Wed, 24 May 2017 04:00:00 GMT", "funder": "", "title": "Hospitals vary widely in transitioning from treatment to comfort care after stroke", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Hospitals vary widely in how often they transition people with strokes from active treatment to comfort or hospice care within 48 hours after they get to the hospital, according to a new study published in the May 24, 2017, online issue of Neurology® Clinical Practice, an official journal of the American Academy of Neurology. \"End-of-life and palliative care plays an important role with stroke, since the death rate is high, yet there has been limited data on the transition from treatment to comfort care,\" said study author Shyam Prabhakaran, MD, MS, of Northwestern University Feinberg School of Medicine in Chicago. For the study, researchers looked at data on 963,525 people hospitalized for stroke in 1,675 hospitals over a four-year period. Of those people, 54,794 were given an order for early comfort measures only. Researchers found overall 5.6 percent of people were transitioned to early comfort measures only, but the percentage varied widely by hospital, from just 0.6 percent of those with stroke in some hospitals up to 37.6 percent in others. Transitioning people to early comfort measures only did decline over the four-year period of 2009 to 2013, from 6.1 percent to 5.4 percent.Researchers also found that people who were transitioned earliest to comfort care were more likely to have had an intracerebral or subarachnoid hemorrhage than an ischemic stroke. Intracerebral hemorrhage, a bleeding stroke, is when a blood vessel bursts inside the brain. Subarachnoid hemorrhage is when it bursts in the area between the brain and the tissues that cover it. Ischemic stroke is when there is a blockage of blood flow to the brain. People with the bleeding types of stroke are more likely to die or have disability than people with ischemic strokes.Further analysis found the following factors were independently associated with orders for early comfort measures only: older age, female sex, white race, Medicaid and self-pay or no insurance, arrival by ambulance, arrival during off-hours and being unable to walk.For stroke type, 19 percent of people with intracerebral hemorrhage received early comfort measures only, compared to 13 percent of those with subarachnoid hemorrhage and 3 percent of those who had an ischemic stroke.\"The use of early comfort care varies widely between hospitals and is influenced by stroke type as well as the characteristics of both the hospitals and the people who are hospitalized,\" Prabhakaran said. \"Future studies are needed to better define how such decisions are made.\" Prabhakaran noted that comfort care is different than do not resuscitate orders, which do not limit the use of intensive stroke treatments.Limitations of the study include being unable to evaluate level of consciousness, to see brain scans of the extent of injury from stroke and other factors that could affect the patients' prognosis. Robert G. Holloway, MD, MPH, of the University of Rochester Medical Center in New York and a Fellow of the American Academy of Neurology, said in an accompanying editorial, \"Severe stroke is a common event often close to one's death that unleashes a series of intense conversations among doctors, patients and families about what health states are acceptable or unacceptable and what makes life worth living. This study gives us insights into how these transitions are happening and will stimulate discussion about how we can improve this process to help ensure that care is high quality and consistent with the patient's goals.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Death/Dying", " Mortality/Longevity", " Diagnostics", " Gerontology", " Neurobiology"]}