{"journal": "PLOS ONE", "url": "http://www.eurekalert.org/pub_releases/2017-05/tju-jri052417.php", "description": "Blood thinners, such as aspirin, reduce the risk of thrombus formation but also interfere with the initial clot formation that is essential for preventing blood loss from the wounds. Now researchers have discovered that a molecule plays a role in thrombus development, but not the initial clot formation, suggesting a new avenue for developing more specific and protective blood thinners.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0176602", "date": "Wed, 24 May 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, Blood Institute", "title": "Jefferson researcher identifies targets for better anti-thrombotic medicine", "region": "namerica", "source_link": null, "institution": "Thomas Jefferson University", "text": "PHILADELPHIA -- Blood platelets shore up open wounds and help cuts heal, but they can also cause heart attacks and strokes when a congealed ball of platelets known as a thrombus breaks free from a site of injury and gets lodged in blood vessels that feed oxygen to the brain or heart. Blood thinners, such as aspirin, reduce the risk of thrombus formation but also interfere with the initial clot formation that is essential for preventing blood loss from the wounds. Now researchers have discovered that a molecule plays a role in thrombus development, but not the initial clot formation, suggesting a new avenue for developing more specific and protective blood thinners. The results were published May 24 in the journal PLOS ONE.\"The Holy Grail of our field is to reduce unwanted thrombus formation without completely blocking other important platelet functions,\" says senior author Ulhas Naik, Ph.D., Director of the Center for Vascular Biology at Thomas Jefferson University's Cardeza Foundation for Hematologic Research.After platelets become activated at the site of an injury, they become linked to one another forming a platelet plug. The platelets then continue to change shape, trap red blood cells and the clot begins to tighten and pull together, which can help bring two sides of a wound in closer. But this process of clot retraction is also responsible for creating the free-floating ball of a thrombus capable of blocking vital blood flow. Clot retraction is governed by a signaling process called outside-in signaling.In earlier work Dr. Naik and colleagues showed that the protein called CIB1 was involved in thrombus formation. Mice that lacked the CIB1 gene were less likely to form a thrombus. That work also suggested that mice lacking the CIB1 were still able to form a platelet plug, suggesting that this gene was involved only in the process of thrombus formation.To investigate this possibility further, and to demonstrate that the process was relevant to human physiology, the current study used human platelets, and probed the molecules that interacted with CIB1 at different time points after platelet activation. The researchers showed that CIB1 does not begin to bind and interact with platelet molecular machinery until after platelets send out sticky protrusions that allow them to cross-link to one another and begin to form a plug.The paper, to which Dr. Naik's entire nuclear family contributed, also elucidated a number of molecules that CIB1 interacts with during outside-in signaling and thrombus formation. A clearer picture of this process could in turn be useful for researchers studying other diseases that involve platelets, such as cancer, specifically the role platelets play in metastasis or helping seed cancer in distant parts of the body.\"This work demonstrates that CIB1 could be a good anti-thrombotic drug target,\" says Dr. Naik. \"If we block CIB1, it hampers thrombus formation without interfering with platelet plug formation. If developed further, blocking CIB1 could reduce the risk of heart attack and stroke without increasing the risk for excessive bleeding that is the trade-off of current medication.\"The next steps for Dr. Naik and collaborating researchers include screening for small-molecule compounds that would inhibit CIB1 and which could be developed into new therapies.", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Hematology"]}