{"journal": "Journal of Neurophysiology", "url": "http://www.eurekalert.org/pub_releases/2017-05/uom-fss052417.php", "description": "Researchers from the University of Missouri have found evidence of specific neurochemical changes associated with lower neuronal health in these brain regions. Further, they report that some of these changes in the brain may persist in individuals who receive hand transplants, despite their recovered hand function.", "article_link": "http://dx.doi.org/10.1152/jn.00329.2016", "date": "Wed, 24 May 2017 04:00:00 GMT", "funder": "US Army Medical Research Acquisition Activity Grant, NIH/National Institute of Neurological Disorders and Stroke, National Institutes of Health, US Department of Defense", "title": "First-of-its-kind study shows how hand amputation, reattachment affect brain", "region": "namerica", "source_link": "https://medicine.missouri.edu/2017/05/first-of-its-kind-study-shows-how-hand-amputation-reattachment-affect-brain/", "institution": "University of Missouri-Columbia", "text": "COLUMBIA, Mo. (May 24, 2017) -- When a person loses a hand to amputation, nerves that control sensation and movement are severed, causing dramatic changes in areas of the brain that controlled these functions. As a result, areas of the brain devoted to the missing hand take on other functions. Now, researchers from the University of Missouri have found evidence of specific neurochemical changes associated with lower neuronal health in these brain regions. Further, they report that some of these changes in the brain may persist in individuals who receive hand transplants, despite their recovered hand function.\"When there is a sudden increase or decrease in stimulation that the brain receives, the function and structure of the brain begins to change,\" said Carmen M. Cirstea, M.D., Ph.D., research assistant professor of Physical Medicine and Rehabilitation and lead author of the study. \"Using a noninvasive approach known as magnetic resonance spectroscopy (MRS) to examine areas of the brain previously involved with hand function, we observed the types of changes taking place at the neurochemical level after amputation, transplantation or reattachment.\" Cirstea, with co-author Scott Frey, Ph.D., the Miller Family Chair in Cognitive Neuroscience in the Departments of Psychological Sciences and Neurology, used MRS to evaluate the neuronal health and function of nerve cells of current hand amputees, former amputees and healthy subjects.The researchers instructed volunteers to flex their fingers to activate sensorimotor areas in both sides of the brain. The research team then analyzed N-acetylaspartate (NAA) levels, a chemical associated with neuronal health. The researchers found that NAA values for the reattachment and transplant patients were similar to levels of amputees and significantly lower than the healthy control group.\"Previous research has found substantial reorganizational changes in the brain following limb injuries that decrease sensory and motor stimulation following limb injuries,\" Frey said. \"These findings show that after surgical repairs, the effects of nerve injuries on the mature brain may continue even as former amputees recover varying degrees of sensory and motor functions in replanted or transplanted hands.\"Due to the small number of reattachment and transplant patients studied (5), the researchers said that the results should be interpreted with caution until more work is completed.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Surgery", " Trauma/Injury"]}