{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-e2t052417.php", "description": "EuroPCR 2017, the official annual meeting of the European Association for Percutaneous Cardiovascular Interventions (EAPCI), pushed back barriers in bringing together young and established interventional cardiologists to learn from past successes, build understanding and experience of new percutaneous interventional approaches, and develop innovations for the future at this year's course held from May 16 to 19 2017 at the Palais des Congrès in Paris, France.", "article_link": null, "date": "Wed, 24 May 2017 04:00:00 GMT", "funder": "", "title": "EuroPCR 2017, the world-leading course for cardiovascular interventions", "region": "europe", "source_link": null, "institution": "PCR", "text": "Paris, France: EuroPCR 2017, the official annual meeting of the European Association for Percutaneous Cardiovascular Interventions (EAPCI), pushed back barriers in bringing together young and established interventional cardiologists to learn from past successes, build understanding and experience of new percutaneous interventional approaches, and develop innovations for the future at this year's course held from 16 to 19 May 2017 at the Palais des Congrès in Paris, France.Nearly 11,800 interventional cardiologists, nurses, technicians, scientists and industry innovators from around the world shared the latest developments, research, and best practice in treating cardiovascular conditions, including coronary and valvular heart disease and stroke, with minimally invasive endovascular techniques.EuroPCR 2017 provided a unique opportunity to bring together different communities within interventional cardiology:Learning from pioneers - celebrating 40 years of angioplastyPCR celebrated the 40th anniversary of angioplasty with an exhibition tracing the major milestones in the pioneering history of interventional cardiology. The high level of interest was illustrated by the long queues of participants who waited, after a 'hands on' tour through the major milestones of interventional procedures and a look into the future, to have anniversary books signed by authors Philippe Gaspard and Holly Whitin.  The first EAPCI Fellows' Course at EuroPCRMore than 120 young interventional cardiologists attended the first EAPCI Fellows Course held in conjunction with EuroPCR, with interactive lectures from leaders in the field, lively discussion sessions and the unique opportunity to meet the first patient to undergo percutaneous transluminal coronary angioplasty (PTCA), together with Professor Bernie Meier, who carried out the procedure alongside Dr Andreas Grüntzig.Launch of the Stent - Save a Life programmeExtending the Stent for Life initiative to achieve a truly global reach, representatives from more than 60 countries across Asia-Pacific and Africa met to discuss how to improve access to the latest therapies recommended by guidelines to reduce mortality and morbidity in patients with ST-elevation myocardial infarction. Delegates shared their best practices and experiences of initiating and managing national STEMI programmes.Successful PCR Innovators Day blazes a trial to the futureMore than 400 participants gathered at the PCR Innovators Day at EuroPCR 2017, bringing together clinicians, inventors and industry to plan the best way to develop novel device-based therapies designed to improve patient outcomes. Delegates explored the issues that can challenge innovation in today's fast-changing environment and discussed the best ways to support new developments.PCR Clinical Research Course builds research skillsThe PCR Clinical Research Course, held on Thursday 18 May at EuroPCR 2017, gathered an attentive audience to learn more about how to plan and structure clinical research to ensure that interventional cardiology moves from ideas at the bench to innovation in procedures and to improved patient care. 2017 Ethica Award for outstanding contribution to interventional patient careThe 2017 Ethica Award, the highest honour of the European cardiovascular intervention academies, was presented to John Ormiston, medical director and interventional cardiologist at the Mercy Hospital, Auckland, New Zealand. The award recognised his outstanding contribution to investigating innovations in interventional cardiology, including pioneering studies with bioresorbable scaffolds and transcatheter aortic valve implantation and his work studying the architecture of stents using micro-computed tomography. \"I was initially very, very surprised and thought there must be a mistake. I am very proud, as it reflects well on our small country so near to Antarctica, our high standard of cardiology, and the high standard of my colleagues,\" he said.", "meeting": "EuroPCR 2017", "keywords": ["Medicine/Health", " Cardiology"]}