{"journal": "Science Signaling", "url": "http://www.eurekalert.org/pub_releases/2017-05/mu-mrf052317.php", "description": "Inflammation is the process by which the body responds to injury or infection but when this process becomes out of control it can cause disease. Monash Biomedicine Discovery Institute researchers, in collaboration with the Monash Institute of Pharmaceutical Sciences, have shed light on a key aspect of the process. Their findings may help guide the development of new treatments of inflammatory diseases such as atherosclerosis, which can lead to heart attack or stroke, and type 2 diabetes.", "article_link": "http://dx.doi.org/10.1126/scisignal.aai8529", "date": "Tue, 23 May 2017 04:00:00 GMT", "funder": "Australian Research Council, Monash Institute of Pharmaceutical Sciences, ANZ Trustees", "title": "Monash researchers find piece in inflammatory disease puzzle", "region": "australia", "source_link": null, "institution": "Monash University", "text": "Inflammation is the process by which the body responds to injury or infection but when this process becomes out of control it can cause disease. Monash Biomedicine Discovery Institute (BDI) researchers, in collaboration with the Monash Institute of Pharmaceutical Sciences (MIPS), have shed light on a key aspect of the process. Their findings may help guide the development of new treatments of inflammatory diseases such as atherosclerosis, which can lead to heart attack or stroke, and type 2 diabetes.Published today in the journal Science Signaling, the research reveals how certain proteins cause the white blood cells that play a central role in inflammatory responses to behave in different ways. White blood cells are beneficial in helping to eliminate invading microorganisms or repair damaged tissue, but they can prolong the response and damage healthy tissues, leading to disease.The proteins, called chemokines, are secreted into blood vessels and activate chemokine receptors embedded in the outer membranes of the white blood cells. While it was previously thought that this occurred like an on-off switch, the scientists found that the chemokine receptor can behave more like a 'dimmer switch' with one chemokine giving a strong signal and another giving a weaker signal. They found that different responses can be caused by different chemokines activating the same receptor. This explained for the first time the mechanism by which white blood cells produced varying responses: a strong short-lived response (acute inflammation) or a steady, longer-lived response (chronic inflammation). \"Until now, we did not understand how this was possible,\" said co-lead author Associate Professor Martin Stone.\"Our work has identified the specific features of chemokines and receptors that are involved in their inflammatory activity,\" Associate Professor Stone said. \"The ultimate goal is to develop anti-inflammatory drugs that target these molecules,\" he said.The findings, which Associate Professor Stone presented at an international conference on cell signalling last week, will have wide implications as the proteins involved are essential to all inflammatory diseases.Associate Professor Stone, who heads a laboratory in the Infection and Immunity Program at the Monash BDI collaborated closely with co-lead author Dr Meritxell Canals from MIPS. First author was PhD student Mrs Zil E. Huma.   ", "meeting": "", "keywords": ["Medicine/Health"]}