{"journal": "FASEB Journal", "url": "http://www.eurekalert.org/pub_releases/2017-05/foas-ilo052317.php", "description": "It's known that people with high blood pressure have increased levels of the enzyme lysyl oxidase (LOX), but it has not been clear if LOX actually contributes to heart disease. Now, a new research report appearing online in The FASEB Journal helps answer this question by showing that LOX does negatively affect heart function in mice.", "article_link": "http://dx.doi.org/10.1096/fj.201601157RR", "date": "Tue, 23 May 2017 04:00:00 GMT", "funder": "Spanish Ministerio de Economía y Competitividad-Instituto de Salud Carlos III, Fundació La Marató de TV3, Fondo Europeo de Desarrollo Regional", "title": "Increased lysyl oxidase may be a significant contributor to heart disease and cancer", "region": "namerica", "source_link": null, "institution": "Federation of American Societies for Experimental Biology", "text": "It's known that people with high blood pressure have increased levels of the enzyme lysyl oxidase (LOX), but it has not been clear if LOX actually contributes to heart disease. Now, a new research report appearing online in The FASEB Journal helps answer this question by showing that LOX does negatively affect heart function in mice. \"Our data suggest that drugs preventing the increase of LOX in the heart will be interesting for the treatment of heart disease,\" said Cristina Rodriguez, researcher at the Catalan Institute of Cardiovascular Diseases, Barcelona, Spain. \"LOX is also increased in other diseases, including Alzheimer's disease and certain types of cancers. Eventually, we hope to develop treatments to benefit patients with increased LOX across all of these diseases.\" To test the effects of increased amounts LOX in the heart, Rodríguez and colleagues used four groups of mice: 1) normal mice, 2) normal mice treated with a drug that enhances blood pressure and causes heart disease (angiotensin II), 3) mice with high levels of human LOX in the heart (named \"TgLOX mice\"), and 4) TgLOX mice treated with angiotensin II. The researchers observed that the TgLOX mice with angiotensin II experienced a more severe heart disease than that triggered in normal mice with angiotensin II. \"Leads like this richly catalyze the field,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"Every new door in heart disease is a portal worth entering.\" ", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Cancer", " Cardiology", " Stroke"]}