{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-05/htcs-mr051917.php", "description": "Patients admitted to major teaching hospitals are less likely to die compared with patients admitted to minor teaching or non-teaching hospitals, according to a large national study from Harvard T.H. Chan School of Public Health.", "article_link": "http://dx.doi.org/10.1001/jama.2017.5702", "date": "Tue, 23 May 2017 04:00:00 GMT", "funder": "Association of American Medical Colleges", "title": "Mortality rates at teaching hospitals lower compared with non-teaching hospitals", "region": "namerica", "source_link": null, "institution": "Harvard T.H. Chan School of Public Health", "text": "Boston, MA - Patients admitted to major teaching hospitals are less likely to die compared with patients admitted to minor teaching or non-teaching hospitals, according to a large national study from Harvard T.H. Chan School of Public Health.The study will be published online May 23, 2017 in JAMA (Journal of the American Medical Association). (Link to study after embargo lifts: http://jamanetwork.com/journals/jama/fullarticle/10.1001/jama.2017.5702)\"While we know that teaching hospitals fulfill an important mission around teaching and research, we have known less about the quality of care they provide,\" said Ashish Jha, K.T. Li Professor of Health Policy at Harvard Chan School, director of the Harvard Global Health Institute, and senior author of the study. \"We find that across a very wide range of medical and surgical conditions, patient receiving care at teaching hospitals have superior outcomes.\" Previous studies have compared outcomes at U.S. teaching hospitals -- those affiliated with medical schools, at which medical students are trained -- with outcomes at non-teaching hospitals, and those studies have suggested that patients generally fare better at teaching hospitals. But many of the seminal studies on the topic are decades old.For the new study, researchers analyzed data for 21.5 million hospitalizations of Medicare beneficiaries at 4,483 hospitals across the U.S -- 250 major teaching hospitals, 894 minor teaching hospitals, and 3,339 non-teaching hospitals -- between 2012 and 2014. The study looked at 30-day mortality rates for 15 common medical conditions, such as pneumonia, congestive heart failure, and stroke, and for six surgical procedures, including hip replacement, coronary artery bypass grafting, and colectomy. The 30-day mortality rate was 8.1% at major teaching hospitals, 9.2% at minor teaching hospitals, and 9.6% at non-teaching hospitals, the study found. The overall 30-day mortality difference between major teaching hospitals and non-teaching hospitals was 1.5%. This pattern -- with major teaching hospitals showing better 30-day outcomes -- persisted even after the researchers adjusted for patient characteristics such as age and severity of illness, and hospital characteristics such as size and profit status.Major teaching hospitals also had lower 7-day and 90-day mortality rates -- by 0.3% and 1.6%, respectively--than non-teaching hospitals.Speculating as to why teaching status was linked with lower mortality, the authors said it's possible that teaching hospitals have greater experience treating particular conditions or may be earlier adopters of technologies and treatments that yield better outcomes for patients. But they said more research is necessary to understand the mechanisms behind the association.The study examined mortality rates only among the Medicare population, so it wasn't possible to determine whether the findings are generalizable among non-elderly populations.\"Academic medical centers provide a unique environment, with 24-hour availability of specialty services, advanced technologies, and some of the most expert physicians in the country,\" said Laura Burke, instructor of health policy and management at Harvard Chan School, emergency physician at Beth Israel Deaconess Medical Center, and lead author of the study. \"This seems to pay off for patients. While obviously not all patients can receive care in major teaching hospitals, understanding which strategies and resources are particularly important to patient outcomes, and how they can be replicated among non-teaching hospitals, is critically important to improve care for all patients.\" ", "meeting": "", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Health Care Systems/Services", " Public Health"]}