{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/aabu-ntf051917.php", "description": "'Our E-selectin-targeting polymer reduces existing plaque and prevents further plaque progression and inflammation, preventing arterial thrombosis, ischemia, myocardial infarction, and stroke,' says Prof. Ayelet David of the BGU Department of Clinical Biochemistry and Pharmacology.", "article_link": null, "date": "Mon, 22 May 2017 04:00:00 GMT", "funder": "", "title": "New therapy for atherosclerosis developed by Ben-Gurion University", "region": "namerica", "source_link": "https://aabgu.org/nano-polymer/", "institution": "American Associates, Ben-Gurion University of the Negev", "text": "BEER-SHEVA, ISRAEL...May 22, 2017 - Researchers at Ben-Gurion University (BGU) and the Sheba Medical Center have developed a new therapy to treat atherosclerosis and prevent heart failure with a new biomedical polymer that reduces arterial plaque and inflammation in the cardiovascular system.Atherosclerotic cardiovascular disease causes 56 million deaths annually worldwide, according to the 2015 Lancet Global Burden of Disease Report. Arteries are lined by a thin layer of cells called the \"endothelium\" which keep them toned and smooth and maintain blood flow. Atherosclerosis begins with damage to the endothelium and is caused by high blood pressure, smoking or high cholesterol. The resulting damage leads to plaque formation.When endothelial cells experience inflammation, they produce a molecule called \"E-selectin,\" which brings white blood cells (monocytes) to the area and causes plaque accumulation in the arteries.\"Our E-selectin-targeting polymer reduces existing plaque and prevents further plaque progression and inflammation, preventing arterial thrombosis, ischemia, myocardial infarction, and stroke,\" says Prof. Ayelet David of the BGU Department of Clinical Biochemistry and Pharmacology. This innovative nano-polymer has several advantages. First, it targets only damaged tissue and does not harm healthy tissue. At present, there are several available treatment options for atherosclerosis, but no other therapy reverses arterial damage and improves the heart muscle. Lastly, the polymer has no side effects, unlike statins, which are currently the leading medication used for treating atherosclerosis. Patented and in preclinical stage, the new polymer has been tested on mice with positive results. In a study that has been submitted for publication, the researchers treated atherosclerotic mice with four injections of the new biomedical polymer and tested the change in their arteries after four weeks. \"We were stunned by the results,\" says Prof. David. \"The myocardial function of the treated mice was greatly improved, there was less inflammation and a significant decrease in the thickness of the arteries.\"Prof. David and collaborator Prof. Jonathan Leor, director of the Cardiovascular Research Institute of the Sheba Medical Center and professor of cardiology at Tel Aviv University, suggest that this polymer-based therapy can also be helpful to people with diabetes, hypertension and other age-related conditions. \"As such, the new polymeric therapy may have life-changing benefits for millions of people,\" the researchers say.\"This is unprecedented,\" says Prof. Leor. \"We achieved an adherence level similar to that of an antibody, which may explain the strong beneficial effect we observed.\" \"We are now seeking a pharmaceutical company to bring our polymer therapy through the next stages of drug development and ultimately to market,\" says Dr. Ora Horovitz,  senior vice president of business development at BGN Technologies (BGN). BGU's technology transfer and commercialization company. \"We believe that this therapy has the potential to help a great number of people.\" ", "meeting": "16th National Life Sciences & Technology Week", "keywords": ["Biology", " Biochemistry", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Death/Dying", " Pharmaceutical Science"]}