{"journal": "Nature Cell Biology", "url": "http://www.eurekalert.org/pub_releases/2017-05/ki-nfo052217.php", "description": "In diseases like cancer, diabetes, rheumatism and stroke, a disorder develops in the blood vessels that exacerbates the condition and obstructs treatment. Researchers at Karolinska Institutet now show how blood vessels can normally change their size to create a functional circulatory system and how vascular malformation during disease can occur. In the study, published in Nature Cell Biology, the researchers managed to treat vascular malformation in mice, a discovery of potential significance to numerous vascular diseases.", "article_link": null, "date": "Mon, 22 May 2017 04:00:00 GMT", "funder": "", "title": "New findings on formation and malformation of blood vessels", "region": "europe", "source_link": null, "institution": "Karolinska Institutet", "text": "In diseases like cancer, diabetes, rheumatism and stroke, a disorder develops in the blood vessels that exacerbates the condition and obstructs treatment. Researchers at Karolinska Institutet now show how blood vessels can normally change their size to create a functional circulatory system and how vascular malformation during disease can occur. In the study, published in Nature Cell Biology, the researchers managed to treat vascular malformation in mice, a discovery of potential significance to numerous vascular diseases.A healthy body has a perfect balance of arteries, capillaries and veins that allow the blood to reach every cell in the body and that form what is called the \"vascular tree\". New blood vessels are formed by endothelial cells, which normally coat the inside of blood vessels and which organise themselves into tubes and mature, along with other cells, into arteries, capillaries or veins.Throughout a person's life, the vascular tree has to adapt its branches to the changing needs of body tissue, such as during growth, muscle building or wound healing. However, there are diseases that affect the endothelial cells in a way that throws the vascular tree out of balance, which exacerbates the disease and often causes haemorrhaging. In cancer, for example, it is known that the vessels leak and direct shunts form between arteries and veins, preventing drugs from reaching the tumour. To understand how arteries, veins and capillaries are created - and how the process malfunctions in the presence of disease - the researchers studied normal vascular formation and the inherited Osler-Weber-Rendu disease (HHT), which is characterised by vascular malformation and repeated haemorrhaging, with an increased risk of stroke. By switching signals on and off in the endothelial cells of genetically manipulated mice, the researchers could describe how the protein Endoglin controls vascular formation and malformation. They found that the protein acts like a sensor that detects blood flow and tells the endothelial cells to organise themselves into veins, capillaries or arteries as necessary. Cells that lacked the protein were less able to form arteries. The researchers were also able to reduce vascular malformation in the genetically manipulated mice.\"Our findings contribute to the understanding of fundamental biological processes that explain how the vascular tree is formed and what causes vascular malformation,\" says Lars Jakobsson, assistant professor at Karolinska Institutet's Department of Medical Biochemistry and Biophysics. \"Drugs with a similar effect as one of those we tested are currently used to treat patients with inherited vascular malformation but are still under evaluation. Now we have another candidate and a more nuanced idea of how it works. We are now in a better position to control the formation and malformation of blood vessels and thus their function, which can eventually lead to improved treatments for a number of diseases.\" The researchers at Karolinska Institutet also contributed to a parallel study, published in the same issue of Nature Cell Biology, describing how blood flow influences endothelial cell size that in turn affects vessel identity and malformation.", "meeting": "", "keywords": ["Cell Biology", " Medicine/Health"]}