{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-cas051717.php", "description": "Long-term anabolic steroid use may impair the heart's ability to pump blood throughout the body and relax between beats. Hardening of the arteries is associated with long-term anabolic steroid use. The heart can recover pumping ability after anabolic steroid use stops, but the ability to relax between beats is less reversible.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.026945", "date": "Mon, 22 May 2017 04:00:00 GMT", "funder": "NIH/National Institute on Drug Abuse", "title": "Chronic anabolic steroid use may damage heart, arteries", "region": "namerica", "source_link": "http://newsroom.heart.org/news/chronic-anabolic-steroid-use-may-damage-heart-arteries?preview=db5e5d5fdb9ea3203d63c52374d92b38", "institution": "American Heart Association", "text": "DALLAS, May 22, 2017 -- Long-term anabolic-androgenic steroid use may reduce the heart's ability to pump blood throughout the body, according to new research in the American Heart Association's journal Circulation.In addition, long-term anabolic-androgenic steroid use damages the heart muscle's ability to relax and may cause atherosclerotic coronary artery disease.Anabolic-androgenic steroids mimic naturally occurring testosterone, a muscle-building hormone that promotes male sexual characteristics. Since illicit use of these steroids became widespread in the American general population in the 1980s, those users are now reaching middle-age and adverse long-term effects are becoming evident.Researchers conducted an observational study of 140 male weightlifters: 86 who used anabolic steroids and 54 non-users. Of the users, 58 were on the drug and 28 were off the drug during evaluations. The off-drug users had last used these steroids an average of 15 months prior to these evaluations. Anabolic steroid users showed higher body- and fat-free mass indexes, consistent with known effects of anabolic steroids.Using two-dimensional ultrasound imaging, researchers found that the left ventricle, the heart's main pumping chamber, was significantly weaker during contraction (systolic function) in those taking anabolic steroids compared to the non-steroid users.Seventy-one percent of the anabolic steroid users who were on-drug at the time of evaluation had a low pumping capacity (less than 52 percent) whereas off-drug users had largely normal pumping capacity. In contrast, researchers found that only two of the non-users had a low pumping capacity.Diastolic function, which is when the left ventricle relaxes and fills with blood, was impaired both for on-drug and off-drug anabolic steroid users. The researchers said this suggests a more permanent heart problem.\"Compared to non-users, anabolic steroid users displayed both higher systolic and diastolic blood pressure as well as a higher prevalence of levels of bad (LDL) cholesterol in their blood,\" said Aaron Baggish, M.D., study co-lead author and associate director of the cardiovascular performance program at Massachusetts General Hospital in Boston.In addition to documenting impairments in heart function, researchers used coronary CT scans to examine the potential link between anabolic steroid use and coronary artery disease. This portion of the study revealed strong associations between the lifetime duration of illicit anabolic steroid use and the amount of plaque build-up in the coronary arteries. \"This finding places illicit anabolic steroid use on the list of factors clinicians should consider when caring for men with premature disease of the coronary arteries,\" Baggish said.Researchers note that it's estimated that between 2.9 million and 4 million Americans have used anabolic steroids. About a million of them, almost all of whom are male, have developed anabolic steroid dependence.\"It is critical that clinicians become aware of the long-term risks of anabolic steroid use on the heart. Most people relate anabolic steroids to cheating among athletes and fail to realize that there is a large population of men who have developed dependence upon these drugs, but who are not readily visible. The oldest members of this population are only now reaching middle age,\" said Harrison Pope, Jr., M.D., the study's other co-lead author and professor of psychiatry at Harvard Medical School.\"Clinicians need to know that there may be a marked increase in anabolic steroid-related cardiac pathology as this population moves into later middle-age and beyond,\" said Pope who is also director of the Biological Psychiatry Laboratory at McLean Hospital, Harvard's largest teaching hospital in psychiatry.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}