{"journal": "Critical Care Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-05/jhm-jhs052217.php", "description": "In a recent paper published online in the journal Critical Care Medicine, researchers at the Johns Hopkins Armstrong Institute of Patient Safety and Quality led a study that demonstrated that health care providers can take steps to curb ventilator-associated events.", "article_link": null, "date": "Mon, 22 May 2017 04:00:00 GMT", "funder": "Agency for Healthcare Research and Quality, NIH/National Heart, Lung, and Blood Institute, Moore Foundation, American Medical Association, Armstrong Institute", "title": "Johns Hopkins study shows one of the deadliest hospital-acquired infections is preventable", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_study_shows_one_of_the_deadliest_hospital_acquired_infections_is_preventable", "institution": "Johns Hopkins Medicine", "text": "For some hospital patients, going on a ventilator is often the difference between life and death. About 800,000 hospital patients undergo mechanical ventilation each year in the United States due to a variety of illnesses or conditions, such as a brain injury, stroke or pneumonia. A ventilator can provide much-needed assistance to patients with their breathing. Being on a ventilator, however, also comes with risks and can lead to complications, or ventilator-associated events, such as blood clots, lung damage or ventilator-associated pneumonia -- believed to be one of the most common and deadly hospital-acquired infections in the ICU.In a recent paper published online in the journal Critical Care Medicine, researchers at the Johns Hopkins Armstrong Institute of Patient Safety and Quality led a study that demonstrated that health care providers can take steps to curb ventilator-associated events.\"When patients are sick, complications can happen, and, in some cases, health care-associated infections are thought to be inevitable,\" says Sean Berenholtz, M.D., professor of anesthesiology and critical care medicine at the Johns Hopkins University School of Medicine and a faculty member in the Armstrong Institute. \"This is the largest study to date to show that these complications of mechanical ventilation, or ventilator associated events, are also preventable.\"The study was conducted at 56 ICUs at 38 hospitals in Maryland and Pennsylvania from October 2012 to March 2015. The goal was to improve adherence with evidence-based practices, unit teamwork and safety culture. \"Unfortunately, patients don't always receive the evidence-based therapies they should,\" says Berenholtz.During the study period, the research team trained and coached quality improvement teams that included providers and staff at the designated sites, focusing on currently recommended interventions by the Society for Healthcare Epidemiology of America and the Society of Critical Care Medicine for patients on ventilators, including elevating the head of a patient's bed, suctioning a patient's mouth tube, performing oral care, such as tooth brushing and using chlorhexidine, a mouthwash that reduces dental plaque and treats gingivitis, and performing spontaneous awakening and breathing trials by reducing narcotics and sedatives and screening the patient for improvement. Teams were also trained to implement the Agency for Healthcare Research and Quality's (AHRQ) Comprehensive Unit-based Safety Program, or CUSP, on their units, a five-step culture change intervention that engages frontline health care staff members in preventing harm.During the study period, the total number of ventilator-associated events in the ICUs decreased from 7.34 cases per 1,000 patient ventilator days to 4.58 cases after 24 months -- a nearly 38 percent reduction. The number of infection-related ventilator-associated complications dropped from 3.15 to 1.56 cases, or more than 50 percent, and possible and probable ventilator-associated pneumonia cases dropped from 1.41 to .31 cases per 1,000 patient ventilator days, a 78 percent reduction. \"These complications prolong the duration of mechanical ventilation, and they keep patients in the hospital longer,\" Berenholtz says. \"This, in turn, leads to higher complications, higher mortality, higher lengths of stay and higher costs. So decreasing these complications is a national priority and helps our patients recover sooner.\"", "meeting": "", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Infectious/Emerging Diseases"]}