{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-05/acop-bpm051617.php", "description": "A study of elderly Medicare enrollees found that black persons face a 31 percent greater risk than white persons for interval colorectal cancer (CRC), or cancer that develops after a negative result on a colonoscopy but before the next recommended screening. The difference was more pronounced for cancer of the distal colon and rectum and for physicians with higher polyp detection rates. The findings are published in Annals of Internal Medicine.", "article_link": null, "date": "Mon, 22 May 2017 04:00:00 GMT", "funder": "", "title": "Black persons more likely than whites to be diagnosed with colon cancer, despite screening", "region": "namerica", "source_link": null, "institution": "American College of Physicians", "text": "1. Despite screening, black persons far more likely than whites to be diagnosed with colon cancer A study of elderly Medicare enrollees found that black persons face a 31 percent greater risk than white persons for interval colorectal cancer (CRC), or cancer that develops after a negative result on a colonoscopy but before the next recommended screening. The difference was more pronounced for cancer of the distal colon and rectum and for physicians with higher polyp detection rates. The findings are published in Annals of Internal Medicine.Screening for CRC is effective in reducing the incidence and mortality of CRC by detecting precancerous lesions or cancer at more curable stages. However, interval CRC accounts for up to 8 percent of all cases. Black persons have the highest incidence and mortality rates from CRC of any race or ethnic group in the United States, so it's important to understand disparities in risk for interval CRC between black and white persons and the possible reasons for those differences. Researchers from the American Cancer Society, Emory University, and the University of Pennsylvania examined Medicare data for enrollees aged 66 to 75 years who received colonoscopy between 2002 and 2011 to determine whether risk for interval CRC varied by race/ethnicity and whether their physician's polyp detection rate accounted for the potential differences. Patients were followed until they died, were no longer enrolled in Medicare, or experienced interval CRC, which was defined as CRC diagnosed 6 to 59 months after index colonoscopy.The researchers found that risk for interval CRC was significantly higher among black persons than white persons and were more pronounced for distal colon and rectal cancer than for proximal colon cancer. Black persons were also more likely than white persons to have colonoscopies performed by physicians with lower polyp detection rates, a surrogate measure of physician quality. However, this difference did not explain the discrepancy in risk. The authors suggest further research in this area given the higher disease burden among black populations.Media contact: For an embargoed PDF, please contact Cara Graeff. For an interview with the lead author, Stacey A. Fedewa, PhD, MPH, please contact David Sampson at the American Cancer Society PR office at david.sampson@cancer.org.\r\nHigh-risk pools that segregate persons with preexisting conditions from the broader insurance pool will increase health care costs for everyone, according to a commentary published in Annals of Internal Medicine. Reinstituting them as a state option under the American Health Care Act (AHCA) would be a huge step backward for American health care policy.Jean P. Hall, PhD, from the University of Kansas Medical Center, Kansas City, KS, explains that historically, high-risk pools have not provided affordable or adequate coverage to persons with preexisting conditions, nor have they made the individual market affordable for others. The high-risk pool coverage that existed before passage of the Affordable Care Act (ACA) had very high premiums and deductibles and serious limits on coverage, including annual and lifetime caps. High-risk pools developed under the proposed legislation may be expected to have equally or even more stringent coverage limits, especially for health categories like mental health, substance abuse, and maternity care. This is an important issue because more than half (51 percent) of Americans have preexisting conditions, such as cancer, high blood pressure, congenital heart problems, or asthma. Proponents of the AHCA say the persons with preexisting conditions would only be subject to medical underwriting and high-risk pool coverage if they allow their existing coverage to lapse, but the possibility is real for the millions of people with preexisting conditions who go spells without insurance every year because of job changes or periods of financial difficulty. The author concludes that if Congress truly wants to make health insurance more affordable, funding a robust national reinsurance program would be a much more efficient and equitable mechanism.Media contact: For an embargoed PDF, please contact Cara Graeff. For an interview with the lead author, Jean P. Hall, PhD, please contact Karen Henry at kahenry@ku.edu or Kay Hawes at khawes@kumc.edu. \r\n", "meeting": "", "keywords": ["Insurance", " Medicine/Health", " Cancer", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Gastroenterology", " Public Health"]}