{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-sam_1051517.php", "description": "Women with obstructive sleep apnea (OSA) appear to be at greater risk for serious pregnancy complications, longer hospital stays and even admission to the ICU than mothers without the condition, according to a new study of more than 1.5 million pregnancies presented at the ATS 2017 International Conference.", "article_link": null, "date": "Mon, 22 May 2017 04:00:00 GMT", "funder": "", "title": "Sleep apnea may increase risk of pregnancy complications", "region": "namerica", "source_link": null, "institution": "American Thoracic Society", "text": "ATS 2017, WASHINGTON, DC-- Women with obstructive sleep apnea (OSA) appear to be at greater risk for serious pregnancy complications, longer hospital stays and even admission to the ICU than mothers without the condition, according to a new study of more than 1.5 million pregnancies presented at the ATS 2017 International Conference.The researchers analyzed the medical records of 1,577,636 pregnant women in the U.S. National Perinatal Information Center database from 2010 and 2014. Of those women, 0.12 percent had been formally diagnosed with OSA. Those with the diagnosis were typically older and more likely to be African American and smokers. They were also more likely to have pre-pregnancy hypertension, diabetes and coronary artery disease.After adjusting for obesity and many other potential confounders, the researchers found that the risk of ICU admission was 174 percent higher in pregnant women with OSA compared to those without OSA and total hospital length of stay was significantly higher (5 days in women with OSA compared to 3 days in women without OSA). There was also an increased risk of rare but severe complications such as hysterectomy (126 percent), cardiomyopathy (259 percent), congestive heart failure (263 percent) and pulmonary edema (406 percent) associated with a diagnosis of OSA.In addition, OSA in pregnancy resulted in an increased risk of pregnancy-related complications, including hypertensive disorders such as preeclampsia (122 percent) and eclampsia (195 percent), a severe form of preeclampsia that can lead to seizures. OSA also resulted in an increased risk of gestational diabetes (52 percent). \"Given that pregnancy is a 'window' into future cardiovascular and metabolic health, OSA is a diagnosis worthy of investigation in pregnancy,\" said lead study author Ghada Bourjeily, MD, associate professor of medicine at Brown University. \"Early intervention in these women, as well as in their children, may represent a great opportunity to offer treatment strategies that may offer long-term health benefits.\"In addition to the large sample size, Dr. Bourjeily said, study strengths included the diversity of the population and participating hospitals that enabled the researchers to identify a sample that is representative of the U.S. population. \"This allowed us to demonstrate associations with rare medical outcomes, including hysterectomy and ICU admission, pulmonary edema, cardiomyopathy and congestive heart failure that would have been more difficult to prove with prospective studies,\" she said.To the researchers' knowledge, no other study has reported on the association of OSA in pregnancy with hysterectomy and ICU admission.Study limitations include not having information about whether OSA was being treated or not. Lack of this information, along with the under-diagnosis of OSA generally, likely led to underestimating the association between OSA and other health problems, Dr. Bourjeily added.The authors are now analyzing the association between OSA and birth outcomes and neonatal health and examining biological mechanisms underlying the association of OSA in pregnancy with adverse outcomes, as well as physiologic mechanisms that lead to the development of OSA in pregnancy.", "meeting": "ATS 2017 International Conference", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders"]}