{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-cei051517.php", "description": "After an acute exacerbation of chronic obstructive pulmonary disease, or COPD, people with a history of cardiovascular disease (CVD) or people at risk for CVD appear more likely to suffer a heart attack or stroke, according to new research presented at the ATS 2017 International Conference.", "article_link": null, "date": "Sun, 21 May 2017 04:00:00 GMT", "funder": "", "title": "COPD exacerbations in those with CVD may increase heart attack/stroke risk", "region": "namerica", "source_link": null, "institution": "American Thoracic Society", "text": "ATS 2017, WASHINGTON, DC -- After an acute exacerbation of chronic obstructive pulmonary disease, or COPD, people with a history of cardiovascular disease (CVD) or people at risk for CVD appear more likely to suffer a heart attack or stroke, according to new research presented at the ATS 2017 International Conference.  The researchers found that within 30 days after an acute exacerbation, the odds of heart attack or stroke was nearly four-fold higher. Within 31 days to a year after the exacerbation, the odds were nearly double. A year after the exacerbation, the risk was not significantly different.\"Previous studies have shown that lower lung function, such as occurs with  COPD,  is a risk factor for cardiovascular disease,\"  said Ken M. Kunisaki, MD, MS, lead study author and associate professor of medicine at the University of Minnesota and Minneapolis VA Health Care System. \"One theory for why this happens is that COPD triggers inflammation and that, in turn, leads to CVD,\" he added. \"Because COPD exacerbations lead to particularly high levels of inflammation, we wondered if these exacerbations would be linked to higher rates of CVD events.\"The researchers analyzed data from the Study to Understand Mortality and MorbidiTY (SUMMIT) trial. SUMMIT enrolled current and former smokers between the ages of 40 and 80 who had CVD or multiple risk factors for CVD and whose forced expiratory volume in one second (FEV1) was 50-70 percent of predicted and whose FEV1/forced vital capacity (total volume of exhalation) was ? 70 percent.Their findings have led the researchers to consider interventions they might study following a COPD exacerbation in patients with CVD.    \"One approach might be to study currently used cardiac medications, such as antiplatelet agents, statins and/or beta-blockers immediately following COPD exacerbations,\" Dr. Kunisaki said. \"Another approach might be to use experimental drugs that specifically reduce inflammation.\"Until effective interventions are identified, he added, patients who have recently experienced a COPD exacerbation \"should pay attention to and seek immediate care\" for symptoms of heart attack, such as chest pain and sudden worsening of shortness of breath, and stroke, including weakness of one limb, sudden changes in vision and the inability to speak clearly.Care providers, he said, should be particularly aware of the risk of a CVD event in patients seeking acute medical care following a COPD exacerbation.Study limitations include the fact that all patients in the study had a CVD history or multiple risk factors for CVD. It is not known if COPD exacerbations would pose the same risk of a CVD in patients with no or lower CVD risk.", "meeting": "ATS 2017 International Conference", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Pulmonary/Respiratory Medicine"]}