{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-05/ru-ssu052117.php", "description": "Modelling of how protein 'switches' are activated, leading to electrical signals in the brain, paves the way for understanding how brain activity can be controlled by existing and new drugs, including anesthetics.", "article_link": "http://dx.doi.org/10.1073/pnas.1617567114", "date": "Sun, 21 May 2017 04:00:00 GMT", "funder": "National Health and Medical Research Council, Medical Advances Without Animals Trust", "title": "Supercomputer study unlocks secrets of brain and safer anesthetics", "region": "australia", "source_link": "http://www.rmit.edu.au/news/newsroom/media-releases-and-expert-comments/2017/may/supercomputer-secrets-brain-anaesthetics", "institution": "RMIT University", "text": "Researchers have used a supercomputer to show how proteins in the brain control electrical signals, in a breakthrough that could lead to safer and more effective drugs and anaesthetics. In the seven-year study just released, RMIT University researchers in Melbourne, Australia - led by Professor Toby Allen and including Dr Bogdan Lev and Dr Brett Cromer - modelled how protein \"switches\" are activated by binding molecules to generate electrical signals in the brain.  The findings, which involved hundreds of millions of computer processing hours, pave the way for understanding how brain activity can be controlled by existing and new drugs, including anaesthetics.General anaesthetics work by blocking \"on\" switches and enhancing \"off\" switches in the brain, leading to loss of sensation and the ability to feel pain.  \"Even though anaesthetics have been used for more than 150 years, scientists still don't know how they work at the molecular level,\" Allen said.\"General anaesthetics are a mainstay of modern medicine, but have a small safety margin, requiring skilled anaesthetists for their safe use. They may also have long-term effects on brain function in both newborns and the elderly. \"Our study has uncovered details of the switching mechanism that will help in the design of new anaesthetics that are safer, both immediately and for long-term brain function, as well as more effective and more targeted use of anaesthetics.\" Allen said the computer models, using the Victorian Life Sciences Computation Initiative, provided an unprecedented level of understanding of the nervous system.\"These protein switches, called ligand-gated ion channels, are primary electrical components of our nervous systems. Understanding how they work is one of the most important questions in biology,\" he said. \"Our computer models show something that's never been seen before. We have discovered how ion channels bind molecules, such as neurotransmitters, and are activated to generate electrical signals in neurons.\"We are now using these models to make important predictions for how the binding of drugs and anaesthetics may control electrical signalling.\" The findings also unlock a range of other potential applications including understanding how ion channel mutations cause diseases like epilepsy and startle disease, as well as new treatments for anxiety, alcoholism, chronic pain, stroke and other neural conditions. And because all living organisms share similar proteins, the findings could also open up possibilities for safer and more effective insecticides and anti-parasitics, while the computer modelling developed in the study reduces the need to test new drugs on animals. The study was funded by the National Health and Medical Research Council, as well as the Medical Advances Without Animals Trust.The findings have been published this month in the prestigious scientific journal Proceedings of the National Academy of Sciences USA.\r\n", "meeting": "", "keywords": ["Biochemistry", " Cell Biology", " Medicine/Health", " Neurobiology", " Pain", " Computer Science"]}