{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-pst051517.php", "description": "According to a new study, patients with sepsis, a life-threatening complication of an infection, had delays approaching one hour in being given antibiotics when seen in emergency rooms that were overcrowded. The study was presented at the 2017 American Thoracic Society International Conference.", "article_link": null, "date": "Sun, 21 May 2017 04:00:00 GMT", "funder": "", "title": "Prompt sepsis treatment less likely when ERs overcrowded", "region": "namerica", "source_link": null, "institution": "American Thoracic Society", "text": "ATS 2017, WASHINGTON, DC -- According to a new study, patients with sepsis, a life-threatening complication of an infection, had delays approaching one hour in being given antibiotics when seen in emergency rooms that were overcrowded. The study was presented at the 2017 American Thoracic Society International Conference. \"Prompt initiation of appropriate antibiotics is the cornerstone of high-quality sepsis care, a fact emphasized in Medicare quality measures and international guidelines,\" said lead author Ithan Peltan, MD, MSc, from Intermountain Medical Center and the University of Utah School of Medicine, Salt Lake City, Utah.  \"I wanted to understand how strains on hospital resources influence timely antibiotics.\"Dr. Peltan pointed out that each one-hour delay in antibiotics is associated with a 7-10 percent increase in the odds of dying from sepsis.Dr. Peltan and colleagues looked back at the medical records of patients admitted to an intensive care unit after being seen in the emergency departments of two community hospitals and two tertiary referral centers in Utah between July 2013 and December 2015. Patients whose records were in the hospitals' joint sepsis registry were eligible for study inclusion if they exhibited sepsis on ER arrival.  Emergency department workload was measured based on the ratio of registered patients to available beds. They identified overcrowding as the presence of more registered ER patients than available beds and conducted statistical analyses that examined the association between emergency dept. crowding and door-to-antibiotic time after adjusting for a number of variables including (but not limited to) nighttime ER arrival and indicators of illness severity.The researchers found that, of 945 patients studied, 128 (14 percent) arrived when registered emergency department patients already exceeded the ERs' licensed beds.  Patients received antibiotics within three hours in 83 percent of all cases in uncrowded ERs, but 72 percent of the time when the ER was crowded.  In the adjusted analysis, patients who presented to a crowded ER rather than an empty ER waited an extra 47 minutes for antibiotics and were three times less likely to start antibiotics within three hours, the initiation window recommended by Medicare and international guidelines.\"Our findings suggest adequate staff and diagnostic resources are critical to effective sepsis care,\" said Dr. Peltan.  \"Hospitals should also consider sepsis care reorganization to bypass competing demands on clinicians and diagnostic resources.\"He added:  \"In many emergency departments, protocols coupling pre-hospital notification and a multi-disciplinary rapid response team help ensure time-dependent therapies for stroke, heart attack and trauma patients.  I suspect similar protocols could improve timely care for sepsis.\"", "meeting": "ATS 2017 International Conference", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Health Care Systems/Services"]}