{"title": "People sensitive to sexual disgust more likely to be Kantian", "text": "Every person has both utilitarian (consequentialist) and Kantian (duty- or rule-based) moral intuitions, which are activated in different situations in different ways. The field of Moral Psychology studies these types of intuitions and the psychological factors behind them. The emotion of disgust has been found to influence the formation of moral judgements. According to a recent study in moral cognition, individuals who are sensitive to sexual disgust are more likely to make duty based moral judgements. The study has been published in the journal Scientific Reports, hosted by Nature Publishing Group.Trolley dilemmas divide intuitionsAccording to post doctoral researcher Michael Laakasuo, reactions to the classical trolley dilemmas are good examples of how moral intuitions are divided.- A runaway trolley is about to drive over five workers. Participants are asked if it's acceptable to divert the trolley to a nearby track that only has one worker. In a situation like this about 90% of people think that this sort of utilitarian action is acceptable. If the participant is asked if it's permissible to push somebody on the tracks so that this will stop the trolley, only about 15% of people find this acceptable. This moral condemnation of a sacrifice is considered Kantian, after moral philosopher Immanuel Kant, who claimed it is never permissible to use human lives merely as a means to an end.The rule-obedient won't treat others as objectsPrevious research has split disgust sensitivity into three different sub-dimensions: pathogen, sexual and moral disgust. Individuals who are sensitive to pathogen disgust are especially repulsed e.g. when they think of stepping on dog poo or when they see open wounds. People who easily experience sexual disgust feel aversion e.g. towards watching pornographic videos or hearing their neighbours making love. Individuals sensitive to moral disgusts will express disgust e.g. towards people who cut in line.- A bit surprisingly, our results imply that moral disgust sensitivity has no connection with Kantian or utilitarian moral preferences.The results are suprising also in that sexual disgust seems to be strongly associated with moral views that do not approve of sacrificing individuals in order to save the lives of several others.- People who are, for example, not keen on watching porn or do not like to think about giving oral sex are also more likely to find killing individuals for \"the greater good\" aversive. We do not know why this is so, but sexual disgust sensitivity is known to be associated with conservative attitudes and rule obedience more generally, so it could be that treating people as objects is also more aversive to those who are conscious about rules and social norms, Laakasuo explains.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoh-pst041317.php", "region": "europe", "source_link": "http://www.nature.com/articles/srep45526", "funder": "", "meeting": "", "institution": "University of Helsinki", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Sex-Linked Conditions", " Sexual Behavior", " Sexual Orientation", " Stress/Anxiety", " Philosophy/Religion"], "journal": "Scientific Reports", "description": "Every person has both utilitarian (consequentialist) and Kantian (duty- or rule-based) moral intuitions, which are activated in different situations in different ways. The field of Moral Psychology studies these types of intuitions and the psychological factors behind them.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}