{"title": "When it comes to your profile picture, let a stranger do the choosing", "text": "When trying to pick the most flattering pictures for online profiles, it may be best to let a stranger do the choosing, a study published in the open access journal Cognitive Research: Principles and Implications suggests. \r\nIn the first study to investigate the process by which people choose their profile pictures, a team led by researchers at UNSW Sydney, Australia found that images selected by strangers convey more favorable first impressions than images people select for themselves. The findings appear to contradict previous research which showed that people tend to portray themselves more favorably than others.Dr David White, lead author of the study said: \"Our findings suggest that people make poor choices when selecting flattering images of themselves for online profile pictures, which affects other people's perception of them. This effect is likely to have a substantial impact on online interactions, the impressions people form and the decisions they base on them, including whether to employ, date, befriend or even vote for someone.\"Dr White said: \"Previous work has shown that people make inferences about an individual's character and personality within a split second of seeing a photograph of their face, so our results have clear practical implications; if you want to put your best face forward, it makes sense to ask someone else to choose your picture.\"   To find out whether selecting one's own profile picture might have a positive or negative effect on first impressions, the researchers asked 102 students to select two out of 12 photos of their own face that they were most or least likely to use as a profile picture in three online network contexts: social networks, dating sites and professional networks. Participants were then asked to do the same for 12 images of a randomly selected stranger who had participated in the study previously. The researchers found that people tended to select images that highlighted positive personality traits in line with the context of the website that the image was for.\r\nDr White said: \"Our results demonstrate that people know how to select profile pictures that fit specific networking contexts and make positive impressions on strangers: dating images appear more attractive, and professional images appear more competent.\"However, when the researchers showed these images to unfamiliar viewers (i.e. strangers) they had recruited via the internet and asked them to rate how attractive, trustworthy, dominant, confident or competent the person in them appeared, they found that the images people had selected for themselves made a less favorable impression than images selected by others. Dr White added: \"Future research needs to investigate the mechanisms that underlie the choices people make when selecting profile pictures to find out why people seem to have a limited ability to select the most flattering images of themselves.\"", "article_link": "http://dx.doi.org/10.1186/s41235-017-0058-3", "url": "http://www.eurekalert.org/pub_releases/2017-04/bc-wic041017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Technology/Engineering/Computer Science", " Internet"], "journal": "Cognitive Research: Principles and Implications", "description": "When trying to pick the most flattering pictures for online profiles, it may be best to let a stranger do the choosing, a study published in the open-access journal Cognitive Research: Principles and Implications suggests.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}