{"title": "Research suggests potential therapy to prevent 'chemobrain' in cancer patients", "text": "LAWRENCE --  Findings offered by a University of Kansas researcher, identified as one of 20 'Must See Presenters' at the national meeting of the American Chemical Society in early April, suggest a possible therapeutic intervention for \"chemobrain,\" the cognitive impairment plaguing up to a third of cancer patients following chemotherapy.\"It's something doctors learned about because patients were complaining,\" said Michael Johnson, associate professor of chemistry. \"Symptoms include visual and verbal memory loss -- so if you have a conversation with somebody, you may have difficulty recalling it. You might have attention deficit, so if you're trying to do taxes it might be difficult to focus. It also can result in a decline in processing speed, so it may be more difficult to think on your toes. You may have trouble remembering words. A whole array of things that can go wrong.\"Johnson said in model species, biochemical hallmarks of chemobrain include higher levels of hydrogen peroxide in the brain and impaired release and uptake of the neurotransmitters dopamine and serotonin.\"These are the first studies to our knowledge that look at what happens to neurotransmitter release events as a result of these chemotherapeutic agents,\" he said. \"It hopefully will open up some options for treatments down the road.\"Johnson offered one such possibility for an eventual treatment at his presentation to the national meeting of the ACS. He revealed findings from a just-published behavioral study with rats designed by his colleague David Jarmolowicz of KU's Department of Applied Behavioral Science (corresponding author on the behavioral study). The experiments showed that \"KU-32,\" a compound developed by Brian Blagg, KU professor of medicinal chemistry, prevents cognitive decline in rats caused by chemotherapy treatment. KU-32 works by inducing the heat shock response, which protects cells and may counteract the damaging effects of hydrogen peroxide.\"In our preliminary results, we found that hydrogen peroxide temporarily increases in the brains of chemotherapy-treated rats,\" Johnson said. \"Because hydrogen peroxide is a reactive oxygen species and potentially damaging, it may have an effect on cognitive function. Additionally, we may have a therapy that can serve as a preventative in order to treat it. We found that KU-32 prevents cognitive impairment, and our preliminary neurochemical data suggest that it may prevent increases in hydrogen peroxide production.\"The latest findings build on Johnson's investigations into chemotherapy-induced cognitive impairment, including a recent paper in ACS Chemical Neuroscience investigating chemotherapy's influence on the release and uptake of the central nervous system neurotransmitters dopamine and serotonin.Johnson and his colleagues employed sophisticated electrochemical methods to look at how the chemotherapy agent carboplatin affected sub-second dopamine and serotonin release events in rats, finding a decline of dopamine release by 42 percent in rats receiving the drug and a 55 percent drop in serotonin release.\"Dopamine is found in many regions of the brain but is particularly abundant in the striatum,\" Johnson said. \"The striatum receives inputs from other parts of the brain, such as the cortex, and filters out the unwanted inputs while amplifying the wanted inputs, which are translated into actions. Dopamine is a key player in how the striatum responds. We felt that alterations in dopamine release due to chemo could potentially play a role in cognitive impairment.\"Similarly, the KU researchers found serotonin release was impaired in the rats, and carboplatin seemed to alter cognition when researchers measured spatial learning discrimination in the rats.\"Serotonin is implicated in depression and cognitive function,\" Johnson said. \"We wanted to measure serotonin to see if this was a global effect. It turns out that serotonin is impacted as well, so it's likely that chemotherapy agents act on neurotransmitter systems other than dopamine as well and also play an important role.\"Johnson said his work could help guide further investigations by scientists and medical researchers to help cancer patients.\"Certainly, it might be important for researchers interested in developing therapies for chemobrain as well as other disorders that might impact cognitive function,\" he said.", "article_link": "http://dx.doi.org/10.1016/j.bbr.2017.03.042", "url": "http://www.eurekalert.org/pub_releases/2017-04/uok-rsp041217.php", "region": "namerica", "source_link": "http://bit.ly/2p8aEGA", "funder": "American Cancer Society, National Institutes of Health", "meeting": "American Chemical Society 253rd National Meeting & Exposition", "institution": "University of Kansas", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Cancer", " Neurobiology", " Neurochemistry", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Behavioral Brain Research", "description": "Experiments showed that a compound called 'KU-32' prevents cognitive decline in rats caused by chemotherapy treatment. KU-32 works by inducing the heat shock response, which protects cells and may counteract the damaging effects of hydrogen peroxide.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}