{"title": "AVN-322 is a safe orally bio-available potent and highly selective antagonist", "text": "5-hydroxytryptamine subtype 6 receptor (5-HT6R) has been extensively considered as a promising therapeutic target for the treatment of neuropathological disorders. 5-HT6R were hypothesized to be implicated in the processes of learning, memory retention, and cognition. Several selective 5-HT6R ligands are currently undergoing clinical trials for treatment of Alzheimer's disease and schizophrenia, SB-742457 and Lu-AE-58054.When tested against 70 therapeutic targets including receptors, kinases, ion channels, and transporters, AVN-322 appeared to be highly selective with the only two targets interacting with it, 5-HT6and 5-HT2B receptors.the AVN-322 displayed exclusively high binding affinity to 5-HT6R (Ki=0.39 nM) and potency to block functional cell response to serotonin (Ki=2.85nM, IC50 = 29 nM). Potency of the AVN-322 to block αMe-5-HT response of 5-HT2B expressing cells was 200-fold lower (IC50=6.16μM). AVN-322 very slowly metabolized (18% degradation by 120 min) in human S9 microsomal fraction and did not inhibit seven major CYP450 cytochromes; only 70%-80% of AVN-0322 was bound to plasma proteins; it had high CACO-2 permeability with no transport asymmetry. AVN-322 showed good oral bioavailability in Wistar rats, 16.4%, dogs, 18%, and monkeys, 47%, and an excellent brain/plasma ratios of 1.6 in mice and 0.4-0.6 in rats.In vivo testing revealed clear cognition enhancing effect of the AVN=0322. It significantly restored both scopolamine-induced and MK-801-induced cognitive dysfunction and demonstrated antipsychotic potential.\r\nIn preclinical toxicity studies, both acute and 14-day studies (mice), semi-chronic, 30-days, (monkeys), and chronic, 6-months, (rats and rabbits), AVN-0322 demonstrated reasonably a good safety profile. No undesirable side effects were observed in Phase I human trials with a single dose of 18 mg tested.", "article_link": "http://dx.doi.org/10.2174/1567205013666161108105005", "url": "http://www.eurekalert.org/pub_releases/2017-02/bsp-aia021717.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Neurochemistry", " Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease", " Sleep/Sleep Disorders", " Aging"], "journal": "Current Alzheimer Research", "description": "5-hydroxytryptamine subtype 6 receptor (5-HT6R) has been extensively considered as a promising therapeutic target for the treatment of neuropathological disorders. 5-HT6R were hypothesized to be implicated in the processes of learning, memory retention, and cognition. Several selective 5-HT6R ligands are currently undergoing clinical trials for treatment of Alzheimer's disease and schizophrenia, SB-742457 and Lu-AE-58054.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}