{"title": "LemurFaceID: Using facial recognition software to identify lemurs", "text": "A team of lemur biologists and computer scientists has modified human facial recognition methods to develop a semi-automated system that can identify individual lemurs. The new technology, dubbed LemurFaceID, is reported this week in the open access journal BMC Zoology.According to the research team from The George Washington University, University of Arizona, Hunter College, and Michigan State University, USA, this is the first time that facial recognition technology has been applied to any of the over 100 lemur species endemic to Madagascar. The researchers showed that LemurFaceID can correctly identify individual lemurs with 98.7% accuracy, given two face images of the individual.Dr Rachel Jacobs, the corresponding author from The George Washington University said: \"Using photos we had taken of wild red-bellied lemurs in Ranomafana National Park, Madagascar, our co-author Anil Jain and members from his laboratory were able to adapt a facial recognition system designed for human faces so that it recognizes individual lemurs based on their facial characteristics. We were surprised with the high degree of accuracy that we achieved, which shows that facial recognition can be a useful tool for lemur identification.\"For short-term studies of lemurs, researchers often rely on unique, individual identifiers to recognize individual lemurs, such as differences in body size and shape or the presence of injuries and scars.  However, relying on variations in appearance can make it difficult for different researchers to identify the same individual over time. This and other factors mean that long-term, multi-generation studies of lemur populations are limited.Stacey  Tecot, senior author of the study said: \"Studying individuals and populations over long periods of time provides crucial data on how long individuals live in the wild, how frequently they reproduce, as well as rates of infant and juvenile mortality and ultimately population growth and decline. Information like that can inform conservation strategies for lemurs, a highly endangered group of mammals.\"The researchers suggest that the new technology could remove many of the limitations associated with traditional methods for lemur identification. \r\nDr Jacobs explained: \"Capture and collar methods are a common practice for the identification of wild lemurs but these methods can pose risks to the animals, such as injury or stress, as well as costs for veterinary services and anesthesia. Our method is non-invasive and would help reduce or eliminate some of these costs.\"To address the challenge of developing a non-invasive method for identifying individual lemurs that can facilitate long-term research, the researchers modified and tested human facial recognition technology specifically for lemur faces, using a dataset of 462 images of 80 red-bellied lemur individuals, and a database containing a further 190 images of other lemur species. Many lemur faces possess unique features such as hair and skin patterns that computer systems can be trained to recognize. In addition to expanding longitudinal research on lemur populations and assisting conservation efforts, the researchers believe that the face recognition methods developed for LemurFaceID could be useful for identification of other primate and non-primate species with variable facial hair and skin patterns, such as bears, red pandas, raccoons or sloths. The authors also point out that in non-captive settings, where unknown individuals might enter a population, the system's accuracy was lower and further testing involving larger datasets of individuals and photographs is needed.", "article_link": "http://dx.doi.org/10.1186/s40850-016-0011-9", "url": "http://www.eurekalert.org/pub_releases/2017-02/bc-luf021417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Biology", " Biodiversity", " Zoology/Veterinary Science", " Software Engineering", " Research/Development"], "journal": "BMC Zoology", "description": "A team of lemur biologists and computer scientists has modified human facial recognition methods to develop a semi-automated system that can identify individual lemurs. The new technology, dubbed LemurFaceID, is reported this week in the open-access journal BMC Zoology.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}