{"title": "The Lancet Psychiatry: Large imaging study confirms brain differences in ADHD", "text": "-- Largest imaging study of ADHD to date identifies differences in five regions of the brain, with greatest differences seen in children rather than adults.Attention-deficit hyperactivity disorder (ADHD) is associated with the delayed development of five brain regions and should be considered a brain disorder, according to a study published in The Lancet Psychiatry. The study is the largest to look at the brain volumes of people with ADHD, involving more than 3200 people. The authors say the findings could help improve understanding of the disorder, and might be important in challenging beliefs that ADHD is a label for difficult children or the result of poor parenting. ADHD symptoms include inattention and/or hyperactivity and acting impulsively. The disorder affects more than one in 20 (5.3%) under-18 year olds, and two-thirds of those diagnosed continue to experience symptoms as adults. Previous studies have linked differences in brain volume with the disorder, but small sample sizes mean results have been inconclusive. Areas thought to be involved in ADHD are located in the basal ganglia - a part of the brain that controls emotion, voluntary movement and cognition - and research has previously found that the caudate and putamen regions within the ganglia are smaller in people with ADHD.The new international study measured differences in the brain structure of 1713 people with a diagnosis of ADHD and 1529 people without, all aged between four and 63 years old. All 3242 people had an MRI scan to measure their overall brain volume, and the size of seven regions of the brain that were thought to be linked to ADHD - the pallidum, thalamus, caudate nucleus, putamen, nucleus accumbens, amygdala and hippocampus. The researchers also noted whether those with ADHD had ever taken psychostimulant medication, for example Ritalin. The study found that overall brain volume and five of the regional volumes were smaller in people with ADHD - the caudate nucleus, putamen, nucleus accumbens, amygdala and hippocampus. \"These differences are very small - in the range of a few percent - so the unprecedented size of our study was crucial to help identify these. Similar differences in brain volume are also seen in other psychiatric disorders, especially major depressive disorder.\" said lead author Dr Martine Hoogman, Radboud University Medical Center, Nijmegen, The Netherlands. [1]The differences observed were most prominent in the brains of children with ADHD, but less obvious in adults with the disorder. Based on this, the researchers propose that ADHD is a disorder of the brain, and suggest that delays in the development of several brain regions are characteristic of ADHD. Besides the caudate nucleus and putamen, for which previous studies have already shown links to ADHD, researchers were able to conclusively link the amygdala, nucleus accumbens and hippocampus to ADHD. The researchers hypothesise that the amygdala is associated with ADHD through its role in regulating emotion, and the nucleus accumbens may be associated with the motivation and emotional problems in ADHD via its role in reward processing. The hippocampus' role in the disorder might act through its involvement in motivation and emotion. At the time of their MRI scan, 455 people with ADHD were receiving psychostimulant medication, and looking back further, 637 had had the medication in their lifetime. The different volumes of the five brain regions involved in ADHD were present whether or not people had taken medication, suggesting the differences in brain volumes are not a result of psychostimulants. \"The results from our study confirm that people with ADHD have differences in their brain structure and therefore suggest that ADHD is a disorder of the brain,\" added Dr Hoogman. \"We hope that this will help to reduce stigma that ADHD is 'just a label' for difficult children or caused by poor parenting. This is definitely not the case, and we hope that this work will contribute to a better understanding of the disorder.\" [1]While the study included large numbers of people of all ages, its design means that it cannot determine how ADHD develops throughout life. Therefore, longitudinal studies tracking people with ADHD from childhood to adulthood to see how the brain differences change over time will be an important next step in the research. Writing in a linked Comment Dr Jonathan Posner, Columbia University, USA, said: \"[This] is the largest study of its kind and well powered to detect small effect sizes. Large sample sizes are particularly important in the study of ADHD because of the heterogeneity of the disorder both in the biological cause and clinical manifestation... This study represents an important contribution to the field by providing robust evidence to support the notion of ADHD as a brain disorder with substantial effects on the volumes of subcortical nuclei. Future meta-analyses and mega-analyses will need to investigate medication effects as well as the developmental course of volumetric differences in this disorder.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tl-tlp021417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet Psychiatry", "description": "Attention-deficit hyperactivity disorder (ADHD) is associated with the delayed development of five brain regions and should be considered a brain disorder, according to a study published in The Lancet Psychiatry.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}