{"title": "Outdoor adventure program is a promising treatment for autism spectrum disorder", "text": "A new Tel Aviv University study finds outdoor challenge-based interventions may be effective in reducing the overall severity of Autism Spectrum Disorder (ASD) symptoms. The research found significant improvements in the social cognition, social motivation, and autistic mannerisms of the young subjects after outdoor adventure activities and describes a new path for enhancing the social and communication skills of children with ASD.The study was published in Developmental Medicine and Child Neurology and led by Prof. Ditza Antebi-Zachor of the Pediatric Department at TAU's Sackler Faculty of Medicine and Director of Assaf Harofeh Medical Center's Autism Center, together with Prof. Esther Ben Itzchak of Ariel University.One in 68 children in the US is diagnosed each year with ASD, a neurodevelopmental disorder characterized by socio-communicative impairments and restricted and repetitive behaviors and interests. The developmental disorder takes a deep social, emotional and economic toll on the child and his/her family. But research has also shown that the early diagnosis and early treatment of ASD can lead to vast improvements in the cognitive functioning and socio-communicative skills of children on the spectrum.Fifty-one children from seven special-education kindergartens in Tel Aviv participated in the study, which was conducted in collaboration with ALUT, the National Israeli Association for Children with Autism, and ETGARIM, a nonprofit that sponsors outdoor activities for disabled people. The children, aged 3-7, all followed the same educational protocols, but the intervention group, comprising 30 students, also participated in an outdoor adventure program (OAP).The intervention group underwent 13 weekly sessions of challenge-based activities with instructors. Each 30-minute session took place in urban parks near the participants' kindergartens and kicked off with a song. Afterward, the children used the outdoor fitness equipment, moving from one to another throughout the session. The activities required the children to communicate with the instructors and with their peers, to ask for assistance or be noticed, for example.Prior to the adventure program, the children's cognitive and adaptive skills were assessed by the kindergarten instructors using the Social Responsiveness Scale (SRS), a questionnaire that assesses autism severity in different domains, and the Teachers' Perceived Future Capabilities questionnaire. The information was obtained prior to and after completing the program.\"Outdoor adventure programs are designed to improve intrapersonal skills and interpersonal relationships by using adventurous activities to provide individual and group problem-solving and challenge tasks,\" says Prof. Zachor. \"The necessary tools for a successful OAP include establishing individual and group goals, building trust among participants, and providing activities that challenge and evoke stress but are nevertheless enjoyable.\"Our study shows that outdoor adventure activities benefit children with autism and improve their social communication skills. We suggest including these fun activities in special education kindergartens and in communication classrooms at school in addition to traditional treatments. Parents of children with ASD can also enroll their kids in afterschool activities based on the principles of our research. It will allow the children to have fun during their leisure time while improving their communication skills.\"According to Prof. Zachor, future studies should examine the contribution of this type of intervention over longer periods of time and encourage other researchers to explore new treatments that improve social communication skills in an entertaining, engaging way. \"We're interested in studying the long-term effect of this intervention, not just on ASD symptoms but on functioning in different domains, including behavioral problems, language skills, and attention span,\" she says.", "article_link": "http://dx.doi.org/10.1111/dmcn.13337", "url": "http://www.eurekalert.org/pub_releases/2017-02/afot-oap021517.php", "region": "asia", "source_link": "https://www.aftau.org/weblog-medicine--health?&storyid4704=2318&ncs4704=3", "funder": "", "meeting": "", "institution": "American Friends of Tel Aviv University", "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics", " Social/Behavioral Science", " Behavior", " Sports/Recreation"], "journal": "Developmental Medicine and Child Neurology", "description": "A new Tel Aviv University study finds outdoor challenge-based interventions may be effective in reducing the overall severity of autism spectrum disorder (ASD) symptoms.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}