{"title": "Study finds that people are attracted to outward signs of health, not actual health", "text": "Findings published in the journal Behavioral Ecology reveal that skin with yellow and red pigments is perceived as more attractive in Caucasian males, but this skin coloring does not necessarily signal actual good health.Some people are more attractive as mating partners than others. One trait that plays an important role in sexual selection is carotenoid-based coloration. Carotenoids are red and yellow plant pigments present in fruits and vegetables that animals consume. They're the reason carrots are orange.  Previous research has found that in various species--of birds, fish, and reptiles--females are more attracted to their colorful male counterpart. Researchers have argued that carotenoid-based coloration is an honest signal of health, and is associated with acting as an antioxidant. One proposal is that people are attracted to signs of health in a desire to reproduce, and those who display signs of health have a greater chance of survival, greater fertility, and providing genes that promote good health in offspring. Researchers investigated if there was any validity to the \"signal of health\" idea by experimentally testing the effect of carotenoid supplementation on facial appearance and actual health. Participants consisted of 43 heterosexual Caucasian men with a mean age of 21 years. 23 men were assigned to the treatment group and the other 20 to the placebo group.Photographs of the participants at the start of the trial were taken in order to document changes in skin color. Participants were tested on their health, which included their level of oxidative stress, immune function, and semen quality. After the participants' health was reviewed, they were given a 12-week supplementation of beta-carotene for the treatment group or \"dummy pills\" for the placebo group. Participants returned after the 12 week period, where researchers repeated the photography and health tests. Sixty-six heterosexual Caucasian female raters with a mean age of 33 were recruited online to assess attractiveness of the pre- and post-supplementation faces of each male participant presented side by side on a computer screen. Results indicated that, as predicted, beta-carotene supplementation increased overall yellowness and redness of the skin. Compared to the placebo group, post-supplementation faces in the beta-carotene group were more likely to be chosen as more attractive as well as healthier looking over the pre-supplementation faces. Therefore, beta-carotene significantly enhanced participants' attractiveness and appearance of health. Beta-carotene treatment did not, however, affect any health functions.This study provides the first experimental evidence of beta-carotene's effect on attractiveness and health. The results suggest that carotenoid-based skin color may be sexually selected in humans, but there is no evidence to suggest that this is an honest signal of health.  This study calls for further research on the influence of carotenoid coloration on mammals, in particular, if findings are replicated in women. Yong Zhi Foo, author and postgraduate Animal Biology student at The University of Western Australia, says \"Carotenoids are known to be responsible for the striking mating displays in many animal species. Our study is one of the first to causally demonstrate that carotenoids can affect attractiveness in humans as well. It also reaffirms the results of previous studies showing that what we eat can affect how we look\"", "article_link": "http://dx.doi.org/10.1093/beheco/arw188", "url": "http://www.eurekalert.org/pub_releases/2017-02/oupu-sft021017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Oxford University Press USA", "keywords": ["Medicine/Health", " Clinical Trials"], "journal": "Behavioral Ecology", "description": "Findings published in the journal Behavioral Ecology reveal that skin with yellow and red pigments is perceived as more attractive in Caucasian males, but this skin coloring does not necessarily signal actual good health.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}