{"institution": "NIH/National Institute of Neurological Disorders and Stroke", "title": "NIH/NINDS: Researchers connect brain blood vessel lesions to intestinal bacteria", "url": "http://www.eurekalert.org/pub_releases/2017-05/nion-nrc051817.php", "article_link": "http://dx.doi.org/10.1038/nature22075", "region": "namerica", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Heart, Lung, and Blood Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, German Research Foundation, National Health and Medical Research Council, Pen", "meeting": "", "journal": "Nature", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/Researchers-connect-brain-blood-vessel-lesions", "text": "A study in mice and humans suggests that bacteria in the gut can influence the structure of the brain's blood vessels, and may be responsible for producing malformations that can lead to stroke or epilepsy. The research, published in Nature, adds to an emerging picture that connects intestinal microbes and disorders of the nervous system. The study was funded by the National Institute of Neurological Disorders and Stroke (NINDS), a part of the National Institutes of Health (NIH).  Cerebral cavernous malformations (CCMs) are clusters of dilated, thin-walled blood vessels that can lead to seizures or stroke when blood leaks into the surrounding brain tissue. A team of scientists at the University of Pennsylvania investigated the mechanisms that cause CCM lesions to form in genetically engineered mice and discovered an unexpected link to bacteria in the gut. When bacteria were eliminated the number of lesions was greatly diminished. \"This study is exciting because it shows that changes within the body can affect the progression of a disorder caused by a genetic mutation,\" said Jim I. Koenig, Ph.D., program director at NINDS.The researchers were studying a well-established mouse model that forms a significant number of CCMs following the injection of a drug to induce gene deletion. However, when the animals were relocated to a new facility, the frequency of lesion formation decreased to almost zero.  \"It was a complete mystery. Suddenly, our normally reliable mouse model was no longer forming the lesions that we expected,\" said Mark L. Kahn, M.D., professor of medicine at the University of Pennsylvania, and senior author of the study. \"What's interesting is that this variability in lesion formation is also seen in humans, where patients with the same genetic mutation often have dramatically different disease courses.\"While investigating the cause of this sudden variability, Alan Tang, a graduate student in Dr. Kahn's lab, noticed that the few mice that continued to form lesions had developed bacterial abscesses in their abdomens--infections that most likely arose due to the abdominal drug injections. The abscesses contained Gram-negative bacteria, and when similar bacterial infections were deliberately induced in the CCM model animals, about half of them developed significant CCMs.\"The mice that formed CCMs also had abscesses in their spleens, which meant that the bacteria had entered the bloodstream from the initial abscess site,\" said Tang. \"This suggested a connection between the spread of a specific type of bacteria through the bloodstream and the formation of these blood vascular lesions in the brain.\"The question remained as to how bacteria in the blood could influence blood vessel behavior in the brain. Gram-negative bacteria produce molecules called lipopolysaccharides (LPS) that are potent activators of innate immune signaling. When the mice received injections of LPS alone, they formed numerous large CCMs, similar to those produced by bacterial infection. Conversely, when the LPS receptor, TLR4, was genetically removed from these mice they no longer formed CCM lesions.  The researchers also found that, in humans, genetic mutations causing an increase in TLR4 expression were associated with a greater risk of forming CCMs.      \"We knew that lesion formation could be driven by Gram-negative bacteria in the body through LPS signaling,\" said Kahn. \"Our next question was whether we could prevent lesions by changing the bacteria in the body.\"The researchers explored changes to the body's bacteria (microbiome) in two ways. First, newborn CCM mice were raised in either normal housing or under germ-free conditions. Second, these mice were given a course of antibiotics to \"reset\" their microbiome. In both the germ-free conditions and following the course of antibiotics, the number of lesions was significantly reduced, indicating that both the quantity and quality of the gut microbiome could affect CCM formation. Finally, a drug that specifically blocks TLR4 also produced a significant decrease in lesion formation. This drug has been tested in clinical trials for the treatment of sepsis, and these findings suggest a therapeutic potential for the drug in the treatment of CCMs, although considerable research remains to be done.  \"These results are especially exciting because they show that we can take findings in the mouse and possibly apply them at the human patient population,\" said Koenig. \"The drug used to block TLR4 has already been tested in patients for other conditions, and it may show therapeutic potential in the treatment of CCMs, although considerable research still remains to be done.\"   Kahn and his colleagues plan to continue to study the relationship between the microbiome and CCM formation, particularly as it relates to human disease. Although specific gene mutations have been identified in humans that can cause CCMs to form, the size and number varies widely among patients with the same mutations. The group next aims to test the hypothesis that differences in the patients' microbiomes could explain this variability in lesion number. ", "keywords": ["Bacteriology", " Cell Biology", " Medicine/Health", " Stroke", " Neurobiology"], "description": "study in mice and humans suggests that bacteria in the gut can influence the structure of the brain's blood vessels, and may be responsible for producing malformations that can lead to stroke or epilepsy. The research, published in Nature, adds to an emerging picture that connects intestinal microbes and disorders of the nervous system. The study was funded by the National Institute of Neurological Disorders and Stroke (NINDS), part of the NIH.", "date": "Thu, 18 May 2017 04:00:00 GMT"}