{"institution": "American Academy of Neurology", "title": "Blacks, Hispanics less likely to see neurologist as outpatient", "url": "http://www.eurekalert.org/pub_releases/2017-05/aaon-bhl051517.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - Black and Hispanic people are less likely to see a neurologist in the office or as an outpatient than white people in the United States, according to a study published in the May 17, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. Black people with neurologic conditions such as Parkinson's disease and stroke were more likely to be cared for in the hospital emergency department and had more hospital stays than whites.\"Our findings demonstrate that there are substantial racial and ethnic disparities in neurologic health care access and utilization in the United States,\" said study author Altaf Saadi, MD, of Massachusetts General Hospital and Brigham and Women's Hospital in Boston and a member of the American Academy of Neurology. \"These disparities are concerning not only because racial and ethnic minorities represent 28 percent of Americans, but because all Americans should have equitable access to health care regardless of who they are, where they live, or what resources they have.\"For the study, researchers analyzed eight years of data from the Medical Expenditure Panel Survey, which is conducted by the Agency for Healthcare Quality and Research. Of the 279,103 survey respondents, 16,936 reported that they had a neurologic condition, which included 3,338 people with cerebrovascular disease, 2,236 with epilepsy, 399 with multiple sclerosis and 397 with Parkinson's disease, plus others with less common conditions. A total of 5,890 people made 13,685 outpatient visits to neurologists. Asian people and those of other races or mixed race were not included in the analysis as the number of people involved was too small to provide accurate statistics. Hispanic people were 40 percent less likely to see an outpatient neurologist than whites, and blacks were nearly 30 percent less likely to see an outpatient neurologist than whites, even after adjusting for other factors that could affect access to care, such as income, health status, and whether they had insurance. A total of 1.18 percent of the Hispanic people in the study had seen a neurologist as an outpatient, compared to 2.06 percent of the black people and 3.26 percent of the white people.Among people with neurologic conditions, blacks were more likely to have been seen in a hospital emergency department, with 12.6 emergency room visits for every 100 people for blacks, 7.7 ER visits for Hispanics and 7.7 for whites. Blacks also had more hospital stays than whites, with 9.4 inpatient hospital stays for every 100 people for blacks, 4.7 stays for Hispanics and 4.5 stays for whites. Black people also had higher hospital expenses than white people, with a hospital cost of $1,485 per capita for blacks and $599 for whites. \"Previous research has shown that having neurologists involved in the care of people with neurologic conditions reduces serious side effects and hospitalizations for acute problems,\" Saadi said. \"So unequal access to outpatient care may be resulting in unnecessary medical and financial costs.\" Saadi said many factors could be involved in racial differences in access and use of neurologists, such as differing cultural beliefs and attitudes about aging and disease, access to language assistance for people who don't speak English and geographic distribution of outpatient neurology services. For example, the southeastern United States has fewer outpatient neurologists per capita than the northeast. One limitation of the study was that it did not include people living in nursing homes, prisons and other institutional settings, where many people with stroke, seizures and dementia live. Saadi said more research is needed to better understand why these racial differences exist and to determine how to eliminate the disparities. \"Solutions could include initiatives to education hospital staff about bias and multicultural care, increase the proportion of underrepresented minorities in the field of neurology, improve patient education about neurologic disorders and change institutional practices to provide more equitable care,\" she said.", "keywords": ["Medicine/Health", " Clinical Trials", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Public Health"], "description": "Black and Hispanic people are less likely to see a neurologist in the office or as an outpatient than white people in the United States, according to a study published in the May 17, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. Black people with neurologic conditions such as Parkinson's disease and stroke were more likely to be cared for in the hospital emergency department and had more hospital stays than whites.", "date": "Wed, 17 May 2017 04:00:00 GMT"}