{"institution": "University of Liverpool", "title": "Epilepsy drug therapies to be improved by new targeted approach", "url": "http://www.eurekalert.org/pub_releases/2017-05/uol-edt051517.php", "article_link": "http://dx.doi.org/10.1172/JCI92001", "region": "europe", "funder": "", "meeting": "", "journal": "Journal of Clinical Investigation", "source_link": null, "text": "New research from the University of Liverpool, in collaboration with the Mario Negri Institute in Milan, published today in the Journal of Clinical Investigation, has identified a protein that could help patients with epilepsy respond more positively to drug therapies.Epilepsy continues to be a serious health problem and is the most common serious neurological disease. Despite 30 years of drug development, approximately 30% of people with epilepsy do not become free of fits (also called seizures) with currently available drugs.New, more effective drugs are therefore required for these individuals. We do not fully understand why some people develop seizures, why some go onto develop epilepsy (continuing seizures), and most importantly, why some patients cannot be controlled with current drugs.InflammationThere is now increasing body of evidence suggesting that local inflammation in the brain may be important in preventing control of seizures.  Inflammation refers to the process by which the body reacts to insults such as having a fit.  In most cases, the inflammation settles down, but in a small number of patients, the inflammation continues.The aim of the research, undertaken by Dr Lauren Walker while she was a Medical Research Council (MRC) Clinical Training Fellow, was to address the important question of how can inflammation be detected by using blood samples, and whether this may provide us with new ways of treating patients in the future to reduce the inflammation and therefore improve seizure control.The research focused on a protein called high mobility group box-1 (HMGB1), which exists in different forms in tissues and bloodstream (called isoforms), as it can provide a marker to gauge the level of inflammation present.Predicting drug responseThe results showed that there was a persistent increase in these isoforms in patients with newly-diagnosed epilepsy who had continuing seizure activity, despite anti-epileptic drug therapy, but not in those where the fits were controlled.An accompanying drug study also found that HMGB1 isoforms may predict how an epilepsy patient's seizures will respond to anti-inflammatory drugs.Dr Lauren Walker, said: \"Our data suggest that HMGB1 isoforms represent potential new drug targets, which could also identify which patients will respond to anti-inflammatory therapies.  This will require evaluation in larger-scale prospective trials.\"Innovative schemeProfessor Sir Munir Pirmohamed, Director of the MRC Centre for Drug Safety Science and Programme lead for the MRC Clinical Pharmacology scheme, said:  \"The MRC Clinical Pharmacology scheme is a highly successful scheme to train \"high flyers\" who are likely to become future leaders in academia and industry.\"Dr Walker's research is testament to this and shows how this innovative scheme, which was jointly funded by the MRC and Industry, can tackle areas of unmet clinical need, and identify new ways of treating patients with epilepsy using a personalised medicine approach\".", "keywords": ["Biochemistry", " Cell Biology", " Medicine/Health", " Health Professionals", " Neurobiology", " Neurochemistry"], "description": "New research from the University of Liverpool, in collaboration with the Mario Negri Institute in Milan, published today in the Journal of Clinical Investigation, has identified a protein that could help patients with epilepsy respond more positively to drug therapies.", "date": "Mon, 15 May 2017 04:00:00 GMT"}