{"title": "Malaria sickening thousands in US and racking up millions in healthcare costs, new study finds", "text": "Oakbrook Terrace, Ill. (April 24, 2017) -- Though transmission of malaria was wiped out in the United States decades ago and infections are falling in parts of the developing world, malaria hospitalizations and deaths in the U.S. appear to be far more common than generally appreciated as a steady stream of travelers returns home with the dangerous mosquito-borne disease. That's the key finding from a new study published today in the American Journal of Tropical Medicine and Hygiene that shows malaria led to a count of hospitalized patients and deaths that easily eclipsed other travel-related illness and generated about half a billion dollars in healthcare costs in the U.S. over a 15-year period.\"It appears more and more Americans are traveling to areas where malaria is common and many of them are not taking preventive measures, such as using anti-malarial preventive medications and mosquito repellents, even though they are very effective at preventing infections,\" said Diana Khuu, PhD, MPH, a scientist at the University of California, Los Angeles, and the lead author of the study, which included contributions from the U.S. Centers for Disease Control and Prevention (CDC). Khuu and her colleagues looked for malaria patients in a database maintained by the federal Agency for Healthcare Research and Quality (AHRQ) that tracks hospital admissions nationwide. The researchers found that between 2000 and 2014, about 22,000 people were admitted to U.S. hospitals due to complications from malaria. Moreover, 4,823 patients were diagnosed with severe malaria, which means they suffered from problems like renal failure, coma or acute respiratory distress that significantly increase the risk of death, and 182 of these patients died.  The study showed that malaria hospitalizations were more common in the U.S. than hospitalizations for many other travel-associated diseases. For example, during the same period, dengue fever, which is common in Mexico, Puerto Rico, and throughout Latin America, and has caused small, local outbreaks in south Florida and Texas, generated, on average, 259 hospitalizations a year compared with 1,489 for malaria. According to the study, malaria hospitalizations are quite common in the U.S., and the associated burden from these cases is substantial. The researchers found that the average cost per patient was about $25,800 and that the total bill for treating malaria patients in the U.S. from 2000 to 2014 was about $555 million.Overall, the scientists estimated that each year there are about 2,100 people in the U.S. suffering from malaria, since about 69 percent require hospital treatment. That case count would exceed the high end of the official CDC estimate of 1,500 to 2,000 cases per year. Khuu attributed the difference to the fact that CDC's malaria count is based on reports submitted to the agency by hospitals or physicians, and hospital admission records that were used in her study may capture additional cases that have not been reported to CDC. While those admissions' records did not include travel history, the researchers believe the malaria infections they documented most likely were acquired during travel to parts of Africa, Asia, and Latin America, where malaria is still common. Over the last 15 years a blitz of malaria interventions that include insecticide-treated bednets and increased access to highly effective malaria drugs has been accompanied by an estimated 37 percent drop in malaria incidence and a 60 percent drop in malaria deaths globally. Meanwhile, although malaria was eliminated from the U.S. in the 1950s, there are sporadic reports of locally-acquired malaria infections, presumably caused by a mosquito that either fed on an infected traveler or hitched a ride on a flight or ship coming from a malaria-endemic region. But Khuu noted that mosquitoes capable of carrying malaria are common in many parts of the U.S., and that increases in the number of travelers coming home with the disease increases the risk of malaria re-establishing itself in the U.S. According to the study, the majority of malaria hospitalizations occurred in the eastern U.S. in states along the Atlantic seaboard. Malaria's last domestic stronghold was in the Southeast. Also, the study found that men accounted for 60 percent of the malaria-related hospital admissions. The researchers believe the overrepresentation of males in the U.S. malaria count may indicate that men are less likely to seek travel advice or, when they do, less likely to adhere to recommendations for preventing infections, like taking an anti-malarial preventive medication and using a mosquito repellent. The researchers noted that most of the deaths and severe disease appeared to be linked to infections with the malaria parasite known as Plasmodium falciparum, which is responsible for the vast majority of malaria deaths and severe disease worldwide. But the study found that in almost half of the malaria-related hospitalizations there was no indication of parasite type, though Khuu pointed out that information can be obtained via a relatively simple blood test. Khuu noted that identifying the parasite causing the infection can be crucial for determining treatment and prognosis. For example, patients sickened by the P. vivax and P. ovale parasites can appear to be fully recovered. But unlike the case with P. falciparum malaria, the P. vivax and P. ovale parasites can enter a dormant stage and then, after treatment, re-emerge to cause a relapse of the disease. According to the CDC, preventing relapse requires both treating the acute infection and, in addition, a course of a drug called primaquine. \"Hospitalizations in the United States from malaria remind us that we live in an interconnected world,\" said ASTMH President Patricia F. Walker, MD, DTM&H, FASTMH. \"For this reason, the U.S. must continue to invest in tropical medicine research efforts and programs, even for diseases like malaria that we don't think of as American diseases. To get the job done, we need a strong NIH a strong CDC, and commitment to military research.\"   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/b-mst041917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Burness", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "American Journal of Tropical Medicine and Hygiene", "description": "A new study published today in the American Journal of Tropical Medicine and Hygiene shows that malaria led to a count of hospitalized patients and deaths that easily eclipsed other travel-related illness and generated about half a billion dollars in healthcare costs in the US over a 15-year period.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}