{"title": "Small non-profit's unconventional approach offers new hope with autism suramin trial", "text": "DALLAS, TX - May 26, 2017 - Results released today from an N of One: Autism Research Foundation supported clinical trial in boys with autism may represent one of the most dramatic advances in autism yet.  The findings offer both a new view of what autism is and the possibility of the first drug to treat its core symptoms.The encouraging results from the double-blind, placebo-controlled trial that tested the 100-year-old drug, suramin, conducted by Dr. Robert Naviaux at the University of California San Diego School of Medicine appear today in the medical journal  Annals of Clinical and Translational Neurology.  In the trial, 10 boys ages 5-14 years were given either a single dose of the drug suramin or a placebo.  Improvements were seen in all three core features of autism: language, social interactions, and restricted or repetitive behaviors across multiple diagnostics in multiple tests.  Notably ADOS (Autism Diagnostic Observation Schedule) scores, the gold standard for autism diagnosis and one of the trial's primary outcome measures, improved 1.6 points, a statistically significant finding (p\r\nThe findings support the core thesis of N of One: Autism Research Foundation that the most promising breakthroughs in autism lie beyond genetics where research has traditionally focused.  This is the second time in a row that an N of One supported clinical trial at a major research center has generated positive results.The trial was designed by Dr. Naviaux and tests his novel theory that a normal biochemical process he calls the Cell Danger Response (CDR) can get stuck early in childhood, or even prenatally, and when this happens the outward result can be autism.  Naviaux further hypothesized that a class of drugs called antipurinergics could normalize the CDR and thereby treat both the underlying biochemical and outward behavioral symptoms of autism.Using suramin, an antipurinergic drug, Naviaux previously demonstrated that he could reverse the autism-like symptoms of two different autism mouse models. (see: N of One's summary of previous mouse work for further information). Following the successful mouse studies, the next step was to test suramin's safety in children with autism in this most recent trial.  \"We were looking primarily at safety and tolerability in the first suramin study, but the results were promising and could be a game-changer for autism if confirmed in larger studies.\"  said Dr. Robert Naviaux, the trial's principal investigator.While additional research is needed to repeat and expand the study, the study may mark an inflection point in how autism is viewed and what types of research gets funded in the future.  If proven correct, Dr. Naviaux's theory suggests that at the core of autism is a treatable metabolic syndrome with the potential for improvement for those with the condition - a dramatic departure from the conventional view of autism as a fixed, primarily genetically-driven condition.Additional materials including a detailed Q&A with Dr. Naviaux about the trial, his theories, and his research are available at http://www.NofOne.org\"The potential implications of this work can simply not be overstated. With all the usual caveats of it being a small study and needing to be replicated, it is promising and hopeful work for a community of affected families that have been given few answers by medicine.\"  Says John Rodakis, N of One: Autism Research Foundation's Founder and President.N of One Scientific Advisor and autism researcher, Dr. Andy Zimmerman, a clinical professor of pediatrics and neurology at the UMass Memorial Medical Center who was not involved with the study adds: \"I think the most important thing about the Naviaux study is the theoretical basis on which it was conceived, even more than the great results they got from treatment with suramin. The clinical trial was well-designed and carefully carried out, just as the science behind it. The study is a masterpiece of scientific reasoning and a substantial contribution to the field of autism.\"The Little Non-Profit That CouldN of One: Autism Research Foundation was founded only three years ago by a father and former medical venture capitalist, John Rodakis, who was frustrated with the direction of autism research and lack of progress.  N of One takes an early-stage venture capital like approach to autism medical research by using its modest funds to help seed potential breakthroughs.  \"Our hope is that our successes in small trials will attract attention and additional funding for promising research like Dr. Naviaux's that we feel is being overlooked.\"  said Rodakis.  Despite Dr. Naviaux's significant and promising early results with suramin in mice, the traditional large funders did not support this recent human trial.  \"We are now two-for-two in funding unconventional research that the major funders did not support,\" adds Rodakis referring to results from the first trial N of One supported: a small double-blind placebo controlled trial at Massachusetts General Hospital and Johns Hopkins that demonstrated that a compound found in broccoli called sulforaphane was effective at reducing some symptoms of autism.  Based on the success of that small trial, a larger sulforaphane study is now underway funded by the Department of Defense.\"John Rodakis' work as founder of the N of One Foundation has created world-class results in an amazingly short period of time.\"  Says Dr. Robert Naviaux about N of One.  \"Dedicated to finding the most promising emerging research about autism, N of One has supported blue-ribbon science with a potential to make meaningful changes in the lives of children and families with autism.  John has a talent for finding and supporting pioneering researchers and novel research approaches.  We are grateful for having N of One as a supporter of our recent suramin trial.\" Naviaux adds.For the past several decades, the emphasis in autism research has been on understanding the genetics of the condition.  Since its inception, N of One has advocated for a more diversified research approach.  N of One's position is that while genetics likely play a role in predisposing an individual to autism, genetic's role in determining who does and does not develop autism has been over-estimated.  This narrow focus has come at the expense of funding for other highly promising areas of research such as cell metabolism, immune function, and the microbiome that could lead to treatments.  Said Rodakis.  \"We genuinely believe that we could be years ahead of where we are in autism research had the handful of institutions that fund virtually all autism research in this country taken a different approach to research.  Hopefully this study marks a turning point.\" Rodakis says. \"I'm an autism parent, working with other autism parents on behalf of autism parents.  We are not giving up or going away and believe these latest results continue to validate our thesis that we need to be looking beyond genetics in order to make significant headway,\" said Rodakis.   N of One has additional research projects planned for this year including additional work with Dr. Naviaux. ", "journal": "Annals of Clinical and Translational Neurology", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-05/nooa-snu052217.php", "institution": "N of One: Autism Research Foundation", "meeting": "", "description": "Results from a new clinical trial at UCSD School of Medicine using an old drug, suramin, in boys with autism may represent one of the most dramatic advances in autism yet.  The findings offer both a new view of what autism is and the possibility of the first-ever treatment for its core symptoms. The trial was supported by N of One: Autism Research Foundation, a small non-profit that has previously demonstrated success funding unorthodox autism research.", "article_link": "http://dx.doi.org/10.1002/acn3.424", "keywords": ["Medicine/Health", " Clinical Trials"], "source_link": null, "date": "Fri, 26 May 2017 04:00:00 GMT"}