{"title": "Researchers studying century-old drug in potential new approach to autism", "text": "In a small, randomized Phase I/II clinical trial (SAT1), researchers at University of California San Diego School of Medicine say a 100-year-old drug called suramin, originally developed to treat African sleeping sickness, was safely administered to children with autism spectrum disorder (ASD), who subsequently displayed measurable, but transient, improvement in core symptoms of autism.ASD encompasses a group of developmental disorders, often characterized by communication and language difficulties, repetitive behaviors and inability to socialize. The Centers for Disease Control and Prevention estimate that ASD occurs in 1 in 68 children, with the condition 4 times more common in boys than girls. ASD has no single known cause, but may involve both genetic problems and environmental factors, such as viral infections, pollutants or complications during pregnancy. One of the aims of the SAT1 study was to test the cell danger hypothesis as a possible unifying theory that contributes to the pathogenesis of ASD.Writing in the Annals of Clinical and Translational Neurology, first author Robert K. Naviaux, MD, PhD, professor of medicine, pediatrics and pathology at UC San Diego School of Medicine and colleagues describe a novel double-blind, placebo-controlled safety study involving 10 boys, ages 5 to 14 years, all  diagnosed with ASD. Five of the 10 boys received a single, intravenous infusion of suramin, a drug originally developed in 1916 to treat trypanosomiasis (sleeping sickness) and river blindness, both caused by parasites. The other five boys received a placebo. The trial followed earlier testing in a mouse model of autism in which a single dose of suramin temporarily reversed symptoms of the neurological disorder. The results in humans were equally notable, though the purpose of the SAT1 trial was fundamentally to test the researchers' underlying theory about a unifying cause for autism and to assess the safety of suramin, which is not an approved treatment of ASD. In fact, there are no approved drugs to treat the core symptoms of ASD. All five boys who received the suramin infusion displayed improvements in language and social behavior, restricted or repetitive behaviors and coping skills. Assessment of improvements was based upon observational examinations and interviews using standardized tests and questionnaires, such as the Autism Diagnostic Observation Schedule, 2nd edition (ADOS-2), the Expressive One Word Picture Vocabulary Testing (EOWPWT), the Aberrant Behavior Checklist (ABC), the Autism Treatment Evaluation Checklist (ATEC), the Repetitive Behavior Questionnaire (RBQ) and the Clinical Global Impression (CGI) questionnaire. To minimize misinterpretation of natural day-to-day variations in symptoms, parents were asked to mark a symptom as changed in the 6-week CGI only if the symptom lasted for at least one week.The researchers found that ADOS-2 scores were improved in the suramin treatment group at six weeks, but not in the placebo group. Specifically, ADOS-2 scores improved by -1.6 points in the suramin group, but did not change in the placebo. Children who have a score of 6 or lower in ADOS-2 may have milder symptoms but no longer meet the formal diagnostic criteria for ASD. A score of 7 to 8 indicates the child is on the autism spectrum. Nine and above classifies the child as autistic.Suramin treatment was also associated with improvements in the ABC, ATEC and CGI measurements, but not RBQ. The most changed behaviors, the authors said, were social communication and play, speech and language, calm and focus, repetitive behaviors and coping skills.Participating families also reported benefits among the children who received suramin. \"We saw improvements in our son after suramin that we have never seen before,\" said the parent of a 14-year-old who had not spoken a complete sentence in 12 years. \"Within an hour after the infusion, he started to make more eye contact with the doctor and nurses in the room. There was a new calmness at times, but also more emotion at other times. He started to show an interest in playing hide-and-seek with his 16-year-old brother. He started practicing making new sounds around the house. He started seeking out his dad more.\"We have tried every new treatment out there for over 10 years. Nothing has come close to all the changes in language and social interaction and new interests that we saw after suramin. We saw our son advance almost three years in development in just six weeks.\"Cell Danger ResponseNaviaux, who is co-director of the Mitochondrial and Metabolic Disease Center at UC San Diego, believes that ASD -- and several other chronic conditions, including chronic fatigue syndrome and some autoimmune disorders -- are caused by metabolic dysfunction or impaired communication between cells in the brain, gut and immune system. Specifically, this dysfunction is caused by abnormal persistence of the cell danger response (CDR), a natural and universal cellular reaction to injury or stress. \"The purpose of CDR is to help protect the cell and jump-start the healing process,\" said Naviaux, by essentially causing the cell to harden its membranes, cease interaction with neighbors and withdraw within itself until the danger has passed. \"But sometimes CDR gets stuck,\" Naviaux said. \"This prevents completion of the natural healing cycle and can permanently alter the way the cell responds to the world. When this happens, cells behave as if they are still injured or in imminent danger, even though the original cause of the injury or threat has passed.\"At the molecular level, cellular homeostasis or equilibrium is altered, creating an abnormal cellular response that leads to chronic disease. \"When this happens during early child development,\" said Naviaux, \"it causes autism and many other chronic childhood disorders.\"Suramin works by inhibiting the signaling function of adenosine triphosphate (ATP), a nucleotide or small molecule produced by cellular mitochondria and released from the cell as a danger signal. When CDR is activated, the effect of extracellular ATP is similar to a warning siren that never stops. Suramin inhibits the binding of ATP and similar molecules to key purinergic receptors, according to Naviaux. It silences the siren, \"signaling the cellular war is over, the danger has passed and cells can return to 'peacetime' jobs like normal neurodevelopment, growth and healing.\" \"There is evidence, gathered over the past 10 to 15 years, that children with ASD can exhibit oxidative stress, an outcome of the cell danger response,\" said Pat Levitt, PhD, Simms/Mann Chair in Developmental Neurogenetics at Children's Hospital Los Angeles and W.M. Keck Provost Professor in Neurogenetics at Keck School of Medicine of University of Southern California. \"This can impact how well neurons and circuits function. Why this would impose problems on certain circuits that mediate specific behaviors, such as social communication, is unclear, but this is why understanding how genetic risk and environmental factors combine to increase risk for autism spectrum disorder is important.\"Levitt was not involved in the study.Dramatic, but Temporary Benefit\"We had four non-verbal children in the study,\" said Naviaux, \"two 6-year-olds and two 14-year-olds. The six-year-old and the 14-year-old who received suramin said the first sentences of their lives about one week after the single suramin infusion. This did not happen in any of the children given the placebo.\"Additionally, Naviaux said, \"that during the time the children were on suramin, benefit from all their usual therapies and enrichment programs increased dramatically. Once suramin removed the roadblocks to development, the benefit from speech therapy, occupational therapy, applied behavioral analysis and even from playing games with other children during recess at school skyrocketed. Suramin was synergistic with their other therapies.\"Naviaux and colleagues do not believe CDR is the cause of ASD, but rather a fundamental driver that combines with other factors, such as genetics or environmental toxins. And suramin, at this stage, is not the ultimate answer. Unlike treatment for African sleeping sickness, which involves multiple, higher doses of suramin over a period of time and frequently results in a number of adverse side effects ranging from nausea and diarrhea to low blood pressure and kidney problems, researchers said the single, low dose of suramin used in the ASD trial produced no serious side effects beyond a passing skin rash.  But the therapeutic benefit of suramin was temporary: Improvements in the treated boys' cognitive functions and behaviors peaked and then gradually faded after several weeks as the single dose of suramin wore off. The primary import of the trial's findings, said Naviaux, is that it points a way forward, that suramin should be tested in larger, more diverse cohorts of persons with ASD. (Naviaux said his research has been limited by costs; his lab is primarily supported through philanthropy.) \"This work is new and this type of clinical trial is expensive,\" he said. \"We did not have enough funding to do a larger study. And even with the funding we were able to raise, we had to go $500,000 in debt to complete the trial.\"Larger and longer trials would include multiple doses of suramin over longer periods of time, allowing researchers to map whether improvements continue or if uncommon side effects appear when participant numbers are greater. If Not Suramin, Maybe Something Like ItAndrew W. Zimmerman, MD, a clinical professor of pediatrics and neurology at the UMass Memorial Medical Center who was not involved in the suramin trial but is conducting similar research, described the study results as \"very encouraging for the field of autism, not only for the positive effects of suramin for the children who received the drug, but also for confirmation of the important 'cell danger response.'\"As the authors point out, many genetic variants have been found in ASD, but few have led to specific treatments. The CDR includes a number of metabolic pathways that may be affected by a number of genetic mutations or by environmental factors that have effects epigenetically -- beyond the genes themselves.\"The Food and Drug Administration has not approved suramin for any therapeutic use in the United States. It is not commercially available. Naviaux noted that new trials could prove suramin is not an effective ASD treatment. Its benefits may prove too limited over the long term, he said, or an unacceptable safety issue might arise. But \"even if suramin itself is not the best antipurinergic drug for autism, our studies have helped blaze the trail for the development of new antipurinergic drugs that might be even better,\" said Naviaux. \"Before our work, no one knew that purinergic signaling abnormalities were a part of autism. Now we do, and new drugs can be developed rationally and systematically.\"Levitt at USC agreed: \"The suramin pilot study is too small from which to draw specific conclusions about the treatment, but there is no doubt that the pilot study reports positive outcomes for all five children who received the medication. The findings provide a strong rationale for developing a larger study that can probe functional improvements in children in greater depth.\"The potential financial cost of ASD treatment using suramin cannot yet be determined for several reasons, the study authors said. First, additional trials are required to determine the effective dosage and frequency for different types of patients. Suramin is used much differently for treating sleeping sickness, but the cost for a one month course of treatment is modest: approximately $27. Second, the age of the drug means that, if approved, it would almost certainly result in cheaper, generic formulations, but there is no way to accurately predict how that would play out at this time.   John Rodakis, founder and president of the N of One: Autism Research Foundation, which provided funding support for the study, said that despite all of the necessary caveats and need for additional research, the findings are \"promising, hopeful work for a community of affected families that have been given little in the way of answers by medicine.\"  ", "journal": "Annals of Clinical and Translational Neurology", "funder": "William Wright Family Foundation, UC San Diego Christini Fund, Autism Research Institute, Lennox Foundation, Gupta Family and Satya Fund, and others", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--rsc052317.php", "institution": "University of California - San Diego", "meeting": "", "description": "In a small, randomized Phase I/II clinical trial (SAT1), researchers at University of California San Diego School of Medicine say a 100-year-old drug called suramin, originally developed to treat African sleeping sickness, was safely administered to children with autism spectrum disorder (ASD), who subsequently displayed measurable, but transient, improvement in core symptoms of autism.", "article_link": "http://dx.doi.org/10.1002/acn3.424", "keywords": ["Cell Biology", " Medicine/Health", " Clinical Trials", " Metabolism/Metabolic Diseases", " Neurobiology", " Pediatrics", " Pharmaceutical Science"], "source_link": null, "date": "Fri, 26 May 2017 04:00:00 GMT"}