{"title": "Dramatic shift in gut microbes and their metabolites seen after weight loss surgery | EurekAlert! Science News", "year": "Fri, 26 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "four", "images", "indicate", "degree", "microbial", "diversity", "gut", "normal", "patients", "well", "obese", "patients", "undergoing", "two", "types", "surgery", "view", "obesity", "already", "global", "epidemic", "rise", "one", "third", "population", "currently", "afflicted", "according", "centers", "disease", "control", "monetary", "costs", "alone", "approaching", "150", "billion", "dollars", "annually", "causes", "epidemic", "include", "changing", "diets", "greater", "sedentism", "though", "environmental", "factors", "may", "also", "new", "study", "compares", "two", "common", "surgical", "therapies", "obesity", "known", "gastric", "bypass", "rygb", "laparoscopic", "adjustable", "gastric", "banding", "lagb", "results", "demonstrate", "rygb", "aggressive", "two", "surgeries", "produces", "profound", "changes", "composition", "microbial", "communities", "gut", "resulting", "gut", "flora", "distinct", "obese", "normal", "weight", "patients", "results", "likely", "due", "dramatic", "reorganization", "gut", "caused", "rygb", "surgery", "increases", "microbial", "diversity", "new", "research", "paves", "way", "new", "diagnostics", "therapies", "gamut", "adverse", "health", "effects", "associated", "obesity", "broad", "including", "devastating", "illnesses", "type", "2", "diabetes", "coronary", "artery", "disease", "stroke", "certain", "forms", "cancer", "patients", "often", "suffer", "loss", "mobility", "social", "isolation", "inability", "work", "currently", "bariatric", "surgery", "effective", "treatment", "morbid", "obesity", "terms", "significant", "sustained", "weight", "new", "study", "appearing", "current", "issue", "nature", "publishing", "group", "journal", "international", "society", "microbial", "ecology", "isme", "zehra", "esra", "ilhan", "rosa", "krajmalnik", "brown", "colleagues", "biodesign", "institute", "asu", "along", "researchers", "mayo", "clinic", "pacific", "northwest", "national", "laboratory", "explore", "microbial", "communities", "human", "gut", "following", "rybg", "lagb", "results", "confirmed", "earlier", "research", "smaller", "sample", "size", "showing", "case", "aggressive", "irreversible", "rygb", "surgery", "microbial", "communities", "underwent", "profound", "permanent", "shift", "following", "weight", "loss", "resulting", "composition", "gut", "microbes", "observed", "rygb", "patients", "distinct", "normal", "weight", "obese", "patients", "displayed", "high", "microbial", "diversity", "associated", "healthy", "current", "study", "also", "applied", "technique", "nuclear", "magnetic", "resonance", "nmr", "examine", "metabolome", "composite", "metabolites", "produced", "various", "microbes", "gut", "noting", "significant", "alterations", "result", "rygb", "procedure", "case", "alternate", "treatment", "lagb", "changes", "gut", "microbiota", "mild", "accompanying", "weight", "loss", "less", "pronounced", "one", "first", "studies", "show", "anatomically", "different", "surgeries", "different", "success", "rates", "different", "microbiome", "outcomes", "notes", "ilhan", "lead", "author", "new", "paper", "results", "indicate", "correction", "obesity", "tends", "improve", "related", "metabolic", "conditions", "including", "diabetes", "high", "cholesterol", "one", "key", "findings", "paper", "confirms", "already", "observed", "earlier", "research", "rygp", "gastric", "bypass", "huge", "effect", "microbial", "community", "structure", "says", "fact", "may", "profound", "implications", "understanding", "management", "body", "personal", "assistantsthe", "millions", "bacterial", "microbes", "human", "gut", "perform", "vast", "range", "critical", "functions", "body", "even", "implicated", "mood", "behavior", "among", "critical", "responsibilities", "nutrients", "food", "digest", "hence", "central", "place", "regulation", "body", "indicator", "pathology", "obese", "patients", "found", "gut", "markedly", "lower", "diversity", "microbial", "communities", "observed", "explains", "diversity", "gut", "microbes", "essential", "good", "health", "diversity", "good", "call", "functional", "redundancy", "says", "10", "workers", "job", "one", "gets", "sick", "job", "still", "gets", "done", "low", "microbial", "diversity", "gut", "contrast", "associated", "obesity", "range", "ailments", "including", "inflammatory", "bowel", "disease", "ulcerative", "colitis", "autism", "earlier", "research", "colleagues", "demonstrated", "diminished", "diversity", "gut", "microbiome", "autistic", "children", "recent", "study", "improvement", "symptoms", "autism", "demonstrated", "following", "transplantation", "beneficial", "microbes", "competition", "diverse", "microbial", "networks", "gut", "helps", "provide", "system", "checks", "balances", "diversity", "fall", "delicate", "democracy", "shattered", "tyranny", "may", "prevail", "populations", "microbes", "like", "salmonella", "clostridium", "difficile", "usually", "subsisting", "low", "levels", "gut", "expand", "take", "study", "sought", "explore", "changes", "gut", "patients", "undergone", "either", "two", "surgeries", "least", "9", "months", "prior", "comparing", "normal", "weight", "obese", "patients", "reasons", "sharp", "disparity", "results", "rygb", "gastric", "banding", "entirely", "clear", "results", "indicate", "simply", "reducing", "size", "stomach", "gastric", "banding", "sufficient", "induce", "large", "changes", "microbial", "communities", "observed", "rygb", "weight", "lossone", "hypothesis", "authors", "put", "forward", "rygb", "alters", "physiology", "gut", "degree", "microbes", "formerly", "unable", "survive", "conditions", "obese", "gut", "able", "flourish", "surroundings", "one", "things", "observe", "literature", "oral", "microbiome", "community", "composition", "similar", "colon", "microbiome", "composition", "bariatric", "surgery", "ilhan", "says", "giving", "new", "microbes", "chance", "make", "species", "acid", "sensitive", "supports", "idea", "changes", "stomach", "ph", "levels", "may", "permit", "microbes", "survive", "make", "colon", "according", "john", "dibaise", "gastroenterologist", "mayo", "clinic", "scottsdale", "new", "study", "new", "data", "microbial", "community", "structure", "function", "significantly", "expand", "knowledge", "microbiome", "associated", "weight", "loss", "following", "bariatric", "surgery", "seems", "clear", "rygb", "surgery", "produced", "permanent", "changes", "bacterial", "communities", "gut", "resulting", "microbial", "community", "may", "also", "act", "help", "maintain", "weight", "loss", "long", "term", "experiments", "shown", "transplantation", "beneficial", "microbes", "mice", "undergone", "rygb", "surgery", "obese", "mice", "induces", "dramatic", "weight", "loss", "results", "yet", "replicated", "humans", "findings", "open", "door", "eventual", "use", "healthy", "microbial", "communities", "treat", "future", "researchalthough", "rygb", "surgery", "quite", "successful", "many", "patients", "suffering", "morbid", "obesity", "serious", "invasive", "procedure", "without", "risks", "patients", "successful", "regain", "weight", "lost", "perhaps", "lack", "favorable", "microbes", "necessary", "permanent", "weight", "loss", "ilhan", "says", "probiotic", "would", "replace", "surgery", "would", "great", "another", "positive", "outcome", "would", "find", "microbial", "biomarker", "identify", "best", "candidates", "surgery", "sustained", "weight", "loss"], "url": "http://www.eurekalert.org/pub_releases/2017-05/asu-dsi052217.php", "date": "2018-01-19_21:09:40", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The four images indicate the degree of microbial diversity in the gut in normal patients as well as in obese patients before and after undergoing two types of weight-loss surgery.\r\n\r\nThe...\n       view more Obesity, already a global epidemic, is on the rise. Over one third of the U.S. population is currently afflicted, according to the Centers for Disease Control and the monetary costs alone are approaching $150 billion dollars annually. Causes of the epidemic include changing diets and greater sedentism, though environmental factors may also contribute.A new study compares the two most common surgical therapies for obesity, known as Roux-en-Y gastric bypass (RYGB), and laparoscopic adjustable gastric banding (LAGB). The results demonstrate that RYGB--the more aggressive of the two surgeries-- produces profound changes in the composition of microbial communities in the gut, with the resulting gut flora distinct from both obese and normal weight patients. The results are likely due to the dramatic reorganization of the gut caused by RYGB surgery, which increases microbial diversity. The new research paves the way for new diagnostics and therapies for obesity.The gamut of adverse health effects associated with obesity is broad, including such devastating illnesses as type 2 diabetes, coronary artery disease, stroke and certain forms of cancer. Patients often suffer loss of mobility, social isolation and inability to work. Currently bariatric surgery is the most effective treatment for morbid obesity, in terms of significant and sustained weight loss.In the new study, appearing in the current issue of the Nature Publishing Group journal International Society for Microbial Ecology (ISME), Zehra Esra Ilhan, Rosa Krajmalnik Brown and their colleagues at the Biodesign Institute at ASU, along with researchers from Mayo Clinic, and Pacific Northwest National Laboratory, explore microbial communities in the human gut following RYBG and LAGB surgeries.The results confirmed their earlier research with a smaller sample size, showing that in the case of the more aggressive and irreversible RYGB surgery, microbial communities underwent a profound and permanent shift following weight loss. The resulting post-surgical composition of gut microbes observed for RYGB patients was distinct from both normal weight and obese patients, and displayed the high microbial diversity associated with a healthy gut.The current study also applied the technique of nuclear magnetic resonance (NMR) to examine the metabolome--a composite of the metabolites produced by the various microbes in the gut, again noting significant alterations as a result of the RYGB procedure. In the case of the alternate treatment, LAGB, changes in the gut microbiota were mild and accompanying weight loss was less pronounced.\"This is one of the first studies to show that anatomically different surgeries with different success rates have different microbiome and microbiome-related outcomes,\" notes Ilhan, lead author of the new paper.  Further, the results indicate that correction of obesity tends to improve related metabolic conditions, including diabetes and high cholesterol.\"One of the key findings of the paper confirms what we had already observed in earlier research. RYGP gastric bypass had a huge effect on the microbial community structure,\" Krajmalnik-Brown says. This fact may have profound implications for both the understanding and management of obesity.The body's personal assistantsThe millions of bacterial microbes in the human gut perform a vast range of critical functions in the body and have even been implicated in mood and behavior. Among their critical responsibilities are the micro-management of nutrients in the food we digest, hence their central place in the regulation of body weight.A tell-tale indicator of pathology in obese patients has been found in the gut, where a markedly lower diversity of microbial communities is observed. As Krajmalnik-Brown explains, diversity of gut microbes is essential to good health. \"Diversity is good because of what we call functional redundancy,\" she says. \"If you have 10 workers that can do the same job, when one of them gets sick, the job still gets done.\"Low microbial diversity in the gut, by contrast, is associated not only with obesity but a range of ailments including inflammatory bowel disease, ulcerative colitis and autism. (Earlier research by Krajmalnik-Brown and her colleagues demonstrated diminished diversity in the gut microbiome of autistic children and in a more recent study, improvement in the symptoms of autism was demonstrated following transplantation of beneficial microbes.)Competition in diverse microbial networks in the gut helps provide a system of checks and balances. Should diversity fall, a delicate democracy can be shattered and tyranny may prevail, as populations of microbes like Salmonella or Clostridium difficile--usually subsisting at low levels in the gut --expand and take over.The study sought to explore long-term changes in the gut in patients who had undergone either of the two surgeries at least 9 months prior, comparing them with normal weight and pre-bariatric obese patients. While the reasons for the sharp disparity of results between RYGB and gastric banding are not entirely clear, the results indicate that simply reducing the size of the stomach through gastric banding is not sufficient to induce the large changes in microbial communities observed for the RYGB group.Operation weight lossOne hypothesis the authors put forward is that RYGB alters the physiology of the gut to such a degree that microbes formerly unable to survive conditions in the obese gut are able to flourish in their surgically-modified surroundings. \"One of the things we observe from the literature is that the oral microbiome community composition is very similar to the colon microbiome composition after bariatric surgery,\" Ilhan says.  \"You're giving new microbes a chance to make it. Most of the species are acid sensitive, which supports the idea that changes in stomach pH levels may permit these microbes to survive and make it to the colon.\"According to John DiBaise, a gastroenterologist at Mayo Clinic, Scottsdale and co-author of the new study, \"These new data on microbial community structure and function significantly expand our knowledge on how the microbiome is associated with weight loss following bariatric surgery.\"While it seems clear that RYGB surgery produced permanent changes in bacterial communities in the gut, the resulting microbial community may also act to help maintain weight loss over the long term. Experiments have shown that transplantation of beneficial microbes from mice that have undergone RYGB surgery into obese mice induces dramatic weight loss. While these results have yet to be replicated in humans, the findings open the door to the eventual use of healthy microbial communities to treat obesity.Weighing future researchAlthough the RYGB surgery has been quite successful for many patients suffering from morbid obesity, it is a serious, invasive procedure that is not without risks. Further, some patients are not successful and regain the weight they have lost post-surgery, perhaps because they lack the favorable microbes necessary for permanent weight loss. As Ilhan says, \"a probiotic that would replace surgery would be great. Another positive outcome would be if we can find a microbial biomarker that will identify the best candidates for surgery and sustained weight loss.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The four images indicate the degree of microbial diversity in the gut in normal patients as well as in obese patients before and after undergoing two types of weight-loss surgery.", "The...\n       view more Obesity, already a global epidemic, is on the rise.", "Over one third of the U.S. population is currently afflicted, according to the Centers for Disease Control and the monetary costs alone are approaching $150 billion dollars annually.", "Causes of the epidemic include changing diets and greater sedentism, though environmental factors may also contribute.A new study compares the two most common surgical therapies for obesity, known as Roux-en-Y gastric bypass (RYGB), and laparoscopic adjustable gastric banding (LAGB).", "The results demonstrate that RYGB--the more aggressive of the two surgeries-- produces profound changes in the composition of microbial communities in the gut, with the resulting gut flora distinct from both obese and normal weight patients.", "The results are likely due to the dramatic reorganization of the gut caused by RYGB surgery, which increases microbial diversity.", "The new research paves the way for new diagnostics and therapies for obesity.The gamut of adverse health effects associated with obesity is broad, including such devastating illnesses as type 2 diabetes, coronary artery disease, stroke and certain forms of cancer.", "Patients often suffer loss of mobility, social isolation and inability to work.", "Currently bariatric surgery is the most effective treatment for morbid obesity, in terms of significant and sustained weight loss.In the new study, appearing in the current issue of the Nature Publishing Group journal International Society for Microbial Ecology (ISME), Zehra Esra Ilhan, Rosa Krajmalnik Brown and their colleagues at the Biodesign Institute at ASU, along with researchers from Mayo Clinic, and Pacific Northwest National Laboratory, explore microbial communities in the human gut following RYBG and LAGB surgeries.The results confirmed their earlier research with a smaller sample size, showing that in the case of the more aggressive and irreversible RYGB surgery, microbial communities underwent a profound and permanent shift following weight loss.", "The resulting post-surgical composition of gut microbes observed for RYGB patients was distinct from both normal weight and obese patients, and displayed the high microbial diversity associated with a healthy gut.The current study also applied the technique of nuclear magnetic resonance (NMR) to examine the metabolome--a composite of the metabolites produced by the various microbes in the gut, again noting significant alterations as a result of the RYGB procedure.", "In the case of the alternate treatment, LAGB, changes in the gut microbiota were mild and accompanying weight loss was less pronounced.", "\"This is one of the first studies to show that anatomically different surgeries with different success rates have different microbiome and microbiome-related outcomes,\" notes Ilhan, lead author of the new paper.", "Further, the results indicate that correction of obesity tends to improve related metabolic conditions, including diabetes and high cholesterol.", "\"One of the key findings of the paper confirms what we had already observed in earlier research.", "RYGP gastric bypass had a huge effect on the microbial community structure,\" Krajmalnik-Brown says.", "This fact may have profound implications for both the understanding and management of obesity.The body's personal assistantsThe millions of bacterial microbes in the human gut perform a vast range of critical functions in the body and have even been implicated in mood and behavior.", "Among their critical responsibilities are the micro-management of nutrients in the food we digest, hence their central place in the regulation of body weight.A tell-tale indicator of pathology in obese patients has been found in the gut, where a markedly lower diversity of microbial communities is observed.", "As Krajmalnik-Brown explains, diversity of gut microbes is essential to good health.", "\"Diversity is good because of what we call functional redundancy,\" she says.", "\"If you have 10 workers that can do the same job, when one of them gets sick, the job still gets done.", "\"Low microbial diversity in the gut, by contrast, is associated not only with obesity but a range of ailments including inflammatory bowel disease, ulcerative colitis and autism.", "(Earlier research by Krajmalnik-Brown and her colleagues demonstrated diminished diversity in the gut microbiome of autistic children and in a more recent study, improvement in the symptoms of autism was demonstrated following transplantation of beneficial microbes.", ")Competition in diverse microbial networks in the gut helps provide a system of checks and balances.", "Should diversity fall, a delicate democracy can be shattered and tyranny may prevail, as populations of microbes like Salmonella or Clostridium difficile--usually subsisting at low levels in the gut --expand and take over.The study sought to explore long-term changes in the gut in patients who had undergone either of the two surgeries at least 9 months prior, comparing them with normal weight and pre-bariatric obese patients.", "While the reasons for the sharp disparity of results between RYGB and gastric banding are not entirely clear, the results indicate that simply reducing the size of the stomach through gastric banding is not sufficient to induce the large changes in microbial communities observed for the RYGB group.Operation weight lossOne hypothesis the authors put forward is that RYGB alters the physiology of the gut to such a degree that microbes formerly unable to survive conditions in the obese gut are able to flourish in their surgically-modified surroundings.", "\"One of the things we observe from the literature is that the oral microbiome community composition is very similar to the colon microbiome composition after bariatric surgery,\" Ilhan says.", "\"You're giving new microbes a chance to make it.", "Most of the species are acid sensitive, which supports the idea that changes in stomach pH levels may permit these microbes to survive and make it to the colon.", "\"According to John DiBaise, a gastroenterologist at Mayo Clinic, Scottsdale and co-author of the new study, \"These new data on microbial community structure and function significantly expand our knowledge on how the microbiome is associated with weight loss following bariatric surgery.", "\"While it seems clear that RYGB surgery produced permanent changes in bacterial communities in the gut, the resulting microbial community may also act to help maintain weight loss over the long term.", "Experiments have shown that transplantation of beneficial microbes from mice that have undergone RYGB surgery into obese mice induces dramatic weight loss.", "While these results have yet to be replicated in humans, the findings open the door to the eventual use of healthy microbial communities to treat obesity.Weighing future researchAlthough the RYGB surgery has been quite successful for many patients suffering from morbid obesity, it is a serious, invasive procedure that is not without risks.", "Further, some patients are not successful and regain the weight they have lost post-surgery, perhaps because they lack the favorable microbes necessary for permanent weight loss.", "As Ilhan says, \"a probiotic that would replace surgery would be great.", "Another positive outcome would be if we can find a microbial biomarker that will identify the best candidates for surgery and sustained weight loss.\""], "source": "Arizona State University"}