{"title": "Rates of suicide 'worrying' among people with autism, say experts | EurekAlert! Science News", "year": "Wed, 24 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txsuicide", "rates", "among", "people", "autism", "england", "reached", "worryingly", "high", "levels", "according", "experts", "writing", "lancet", "psychiatry", "ahead", "international", "summit", "suicidality", "autism", "researchers", "coventry", "newcastle", "universities", "say", "issue", "remains", "poorly", "understood", "action", "urgently", "needed", "help", "sarah", "cassidy", "coventry", "university", "cites", "clinical", "study", "led", "2014", "also", "published", "lancet", "psychiatry2", "66", "adults", "newly", "diagnosed", "asperger", "syndrome", "reported", "contemplated", "study", "remains", "recent", "clinical", "research", "suicidality", "autism", "35", "365", "respondents", "newly", "diagnosed", "said", "planned", "attempted", "end", "life", "31", "reporting", "suffered", "2016", "population", "study", "sweden", "also", "concluded", "suicide", "leading", "cause", "premature", "death", "people", "autism", "spectrum", "cassidy", "coventry", "university", "centre", "research", "psychology", "behaviour", "achievement", "said", "relatively", "little", "know", "suicidality", "autism", "points", "worryingly", "high", "prevalence", "people", "condition", "contemplating", "attempting", "take", "life", "concerning", "still", "small", "body", "research", "exist", "exposes", "serious", "shortcomings", "prepared", "intervene", "provide", "effective", "support", "autism", "risk", "dying", "suicide", "significant", "differences", "example", "risk", "factors", "suicide", "autism", "compared", "general", "population", "meaning", "journey", "suicidal", "thoughts", "suicidal", "behaviours", "might", "quite", "different", "models", "currently", "consider", "best", "practise", "assessing", "treating", "suicidality", "need", "rethought", "autism", "policy", "adjusted", "accordingly", "new", "approaches", "reflected", "across", "services", "dr", "jacqui", "rodgers", "newcastle", "university", "institute", "neuroscience", "said", "unique", "event", "huge", "importance", "first", "time", "researchers", "clinicians", "fields", "autism", "suicide", "research", "come", "together", "along", "members", "autism", "community", "bereaved", "suicide", "learn", "identify", "clinical", "research", "priorities", "address", "urgent", "issue", "jon", "spiers", "chief", "executive", "autism", "research", "charity", "autistica", "said", "years", "society", "healthcare", "system", "ignored", "voices", "families", "lost", "autistic", "loved", "ones", "unnecessarily", "far", "young", "recent", "research", "revealing", "sheer", "scale", "problem", "proves", "let", "continue", "national", "local", "government", "research", "funders", "industry", "well", "nhs", "service", "providers", "responsibility", "tackle", "issue", "suicide", "autism", "autistica", "committed", "playing", "major", "part", "funding", "mental", "health", "research", "programmes", "suicide", "summit", "campaign", "change", "severely", "overlooked", "area", "coventry", "newcastle", "universities", "running", "international", "summit", "suicide", "autism", "first", "kind", "anywhere", "world", "next", "two", "days", "funding", "autistica", "james", "lind", "aim", "develop", "recommendations", "changes", "government", "policy", "practise", "implemented", "quickly", "reduce", "suicide", "autism", "decide", "priorities", "future", "research", "field"], "url": "http://www.eurekalert.org/pub_releases/2017-05/cu-ros052417.php", "date": "2018-01-19_21:09:47", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSuicide rates among people with autism in England have reached \"worryingly\" high levels, according to experts writing in the Lancet Psychiatry today1.Writing ahead of a world-first international summit on suicidality in autism, the researchers - from Coventry and Newcastle universities - say the issue remains poorly understood and that action is urgently needed to help those most at risk.Dr Sarah Cassidy from Coventry University cites a clinical study she led in 2014 - also published in the Lancet Psychiatry2 - in which 66% of adults newly diagnosed with Asperger Syndrome (AS) reported having contemplated suicide.In the same study - which remains the most recent clinical research into suicidality in autism - 35% of the 365 respondents newly diagnosed with AS said they had planned or attempted to end their own life, with 31% reporting that they suffered depression.A 2016 population study in Sweden also concluded that suicide is a leading cause of premature death in people with autism spectrum disorder3.Dr Cassidy from Coventry University's Centre for Research in Psychology, Behaviour and Achievement said:\"What relatively little we know about suicidality in autism points to a worryingly high prevalence of people with the condition contemplating and attempting to take their own life.\"More concerning still, the small body of research that does exist exposes serious shortcomings in how prepared we are to intervene and provide effective support to those with autism who are most at risk of dying by suicide.\"There are significant differences, for example, in the risk factors for suicide in autism compared with the general population, meaning the journey from suicidal thoughts to suicidal behaviours might be quite different.\"The models we currently consider best practise for assessing and treating suicidality need to be rethought for those with autism, and policy adjusted accordingly so new approaches are reflected across services.\"Co-author Dr Jacqui Rodgers from Newcastle University's Institute of Neuroscience said:\"This unique event is of huge importance. For the first time researchers and clinicians from the fields of autism and suicide research will come together, along with members of the autism community and those bereaved by suicide, to learn from each other and identify clinical and research priorities to address this urgent issue.\"Jon Spiers, chief executive of autism research charity Autistica, said:\"For years society and the healthcare system have ignored the voices of families who have lost autistic loved ones unnecessarily, and far too young. Recent research revealing the sheer scale of the problem proves that we cannot let that continue.\"National and local government, research funders and industry, as well as the NHS and service providers all have a responsibility to tackle the issue of suicide in autism. Autistica is committed to playing a major part by funding mental health research programmes. This suicide summit will kick-start our campaign for change in this severely overlooked area.\"Coventry and Newcastle universities are running the international summit on suicide in autism - the first of its kind anywhere in the world - over the next two days, with funding from Autistica and the James Lind Alliance.The aim is to develop recommendations for changes in government policy and practise that can be implemented quickly to reduce suicide in autism, and to decide on priorities for future research in the field.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSuicide rates among people with autism in England have reached \"worryingly\" high levels, according to experts writing in the Lancet Psychiatry today1.Writing ahead of a world-first international summit on suicidality in autism, the researchers - from Coventry and Newcastle universities - say the issue remains poorly understood and that action is urgently needed to help those most at risk.Dr Sarah Cassidy from Coventry University cites a clinical study she led in 2014 - also published in the Lancet Psychiatry2 - in which 66% of adults newly diagnosed with Asperger Syndrome (AS) reported having contemplated suicide.In the same study - which remains the most recent clinical research into suicidality in autism - 35% of the 365 respondents newly diagnosed with AS said they had planned or attempted to end their own life, with 31% reporting that they suffered depression.A 2016 population study in Sweden also concluded that suicide is a leading cause of premature death in people with autism spectrum disorder3.Dr Cassidy from Coventry University's Centre for Research in Psychology, Behaviour and Achievement said:\"What relatively little we know about suicidality in autism points to a worryingly high prevalence of people with the condition contemplating and attempting to take their own life.", "\"More concerning still, the small body of research that does exist exposes serious shortcomings in how prepared we are to intervene and provide effective support to those with autism who are most at risk of dying by suicide.", "\"There are significant differences, for example, in the risk factors for suicide in autism compared with the general population, meaning the journey from suicidal thoughts to suicidal behaviours might be quite different.", "\"The models we currently consider best practise for assessing and treating suicidality need to be rethought for those with autism, and policy adjusted accordingly so new approaches are reflected across services.", "\"Co-author Dr Jacqui Rodgers from Newcastle University's Institute of Neuroscience said:\"This unique event is of huge importance.", "For the first time researchers and clinicians from the fields of autism and suicide research will come together, along with members of the autism community and those bereaved by suicide, to learn from each other and identify clinical and research priorities to address this urgent issue.", "\"Jon Spiers, chief executive of autism research charity Autistica, said:\"For years society and the healthcare system have ignored the voices of families who have lost autistic loved ones unnecessarily, and far too young.", "Recent research revealing the sheer scale of the problem proves that we cannot let that continue.", "\"National and local government, research funders and industry, as well as the NHS and service providers all have a responsibility to tackle the issue of suicide in autism.", "Autistica is committed to playing a major part by funding mental health research programmes.", "This suicide summit will kick-start our campaign for change in this severely overlooked area.", "\"Coventry and Newcastle universities are running the international summit on suicide in autism - the first of its kind anywhere in the world - over the next two days, with funding from Autistica and the James Lind Alliance.The aim is to develop recommendations for changes in government policy and practise that can be implemented quickly to reduce suicide in autism, and to decide on priorities for future research in the field."], "source": "Coventry University"}