{"title": "Scientists find new genetic roots for intelligence | EurekAlert! Science News", "year": "Mon, 22 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txintelligence", "one", "investigated", "traits", "humans", "higher", "intelligence", "associated", "important", "economic", "life", "outcomes", "despite", "high", "heritability", "estimates", "45", "childhood", "80", "adulthood", "handful", "genes", "previously", "associated", "intelligence", "genes", "findings", "reliable", "study", "add", "hyperlink", "published", "journal", "nature", "genetics", "uncovered", "52", "genes", "intelligence", "40", "completely", "new", "discoveries", "genes", "predominantly", "expressed", "brain", "tissue", "results", "exciting", "provide", "robust", "associations", "intelligence", "genes", "detect", "involved", "regulation", "cell", "development", "specifically", "important", "synapse", "formation", "axon", "guidance", "neuronal", "differentiation", "findings", "first", "time", "provide", "clear", "clues", "towards", "underlying", "biological", "mechanisms", "intelligence", "says", "danielle", "posthuma", "principal", "investigator", "study", "study", "also", "showed", "genetic", "influences", "intelligence", "highly", "correlated", "genetic", "influences", "educational", "attainment", "also", "albeit", "less", "strongly", "smoking", "cessation", "intracranial", "volume", "head", "circumference", "infancy", "autism", "spectrum", "disorder", "height", "inverse", "genetic", "correlations", "reported", "alzheimer", "disease", "depressive", "symptoms", "smoking", "history", "schizophrenia", "ratio", "body", "mass", "index", "waist", "circumference", "genetic", "correlations", "shed", "light", "common", "biological", "pathways", "intelligence", "traits", "seven", "genes", "intelligence", "also", "associated", "schizophrenia", "nine", "genes", "also", "body", "mass", "index", "four", "genes", "also", "associated", "obesity", "three", "traits", "show", "negative", "correlation", "intelligence", "says", "suzanne", "sniekers", "first", "author", "study", "postdoc", "lab", "posthuma", "variant", "gene", "positive", "effect", "intelligence", "negative", "effect", "schizophrenia", "body", "mass", "index", "obesity", "future", "studies", "need", "clarify", "exact", "role", "genes", "intelligence", "order", "obtain", "complete", "picture", "genetic", "differences", "lead", "differences", "intelligence", "current", "genetic", "results", "explain", "5", "total", "variance", "intelligence", "although", "quite", "large", "amount", "variance", "trait", "intelligence", "still", "long", "road", "go", "given", "high", "heritability", "intelligence", "many", "genetic", "effects", "expected", "important", "detected", "even", "larger", "samples", "says", "danielle", "study", "published", "nature", "genetics", "may", "22", "2017"], "url": "http://www.eurekalert.org/pub_releases/2017-05/vua-sfn052217.php", "date": "2018-01-19_21:09:56", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIntelligence is one of the most investigated traits in humans and higher intelligence is associated with important economic and health-related life outcomes. Despite high heritability estimates of 45% in childhood and 80% in adulthood, only a handful of genes had previously been associated with intelligence and for most of these genes the findings were not reliable. The study [add hyperlink], published in the journal Nature Genetics, uncovered 52 genes for intelligence, of which 40 were completely new discoveries. Most of these genes are predominantly expressed in brain tissue. \"These results are very exciting as they provide very robust associations with intelligence. The genes we detect are involved in the regulation of cell development, and are specifically important in synapse formation, axon guidance and neuronal differentiation. These findings for the first time provide clear clues towards the underlying biological mechanisms of intelligence\", says Danielle Posthuma, Principal Investigator of the study. The study also showed that the genetic influences on intelligence are highly correlated with genetic influences on educational attainment, and also, albeit less strongly, with smoking cessation, intracranial volume, head circumference in infancy, autism spectrum disorder and height. Inverse genetic correlations were reported with Alzheimer's disease, depressive symptoms, smoking history, schizophrenia, waist-to-hip ratio, body mass index, and waist circumference. \"These genetic correlations shed light on common biological pathways for intelligence and other traits. Seven genes for intelligence are also associated with schizophrenia; nine genes also with body mass index, and four genes were also associated with obesity. These three traits show a negative correlation with intelligence\", says Suzanne Sniekers, first author of the study and postdoc in the lab of Posthuma. \"So, a variant of gene with a positive effect on intelligence, has a negative effect on schizophrenia, body mass index or obesity.\"Future studies will need to clarify the exact role of these genes in intelligence in order to obtain a more complete picture of how genetic differences lead to differences in intelligence. \"The current genetic results explain up to 5% of the total variance in intelligence. Although this is quite a large amount of variance for a trait as intelligence, there is still a long road to go: given the high heritability of intelligence, many more genetic effects are expected to be important, and these can only be detected in even larger samples\", says Danielle Posthuma.The study is published in Nature Genetics, May 22, 2017.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIntelligence is one of the most investigated traits in humans and higher intelligence is associated with important economic and health-related life outcomes.", "Despite high heritability estimates of 45% in childhood and 80% in adulthood, only a handful of genes had previously been associated with intelligence and for most of these genes the findings were not reliable.", "The study [add hyperlink], published in the journal Nature Genetics, uncovered 52 genes for intelligence, of which 40 were completely new discoveries.", "Most of these genes are predominantly expressed in brain tissue.", "\"These results are very exciting as they provide very robust associations with intelligence.", "The genes we detect are involved in the regulation of cell development, and are specifically important in synapse formation, axon guidance and neuronal differentiation.", "These findings for the first time provide clear clues towards the underlying biological mechanisms of intelligence\", says Danielle Posthuma, Principal Investigator of the study.", "The study also showed that the genetic influences on intelligence are highly correlated with genetic influences on educational attainment, and also, albeit less strongly, with smoking cessation, intracranial volume, head circumference in infancy, autism spectrum disorder and height.", "Inverse genetic correlations were reported with Alzheimer's disease, depressive symptoms, smoking history, schizophrenia, waist-to-hip ratio, body mass index, and waist circumference.", "\"These genetic correlations shed light on common biological pathways for intelligence and other traits.", "Seven genes for intelligence are also associated with schizophrenia; nine genes also with body mass index, and four genes were also associated with obesity.", "These three traits show a negative correlation with intelligence\", says Suzanne Sniekers, first author of the study and postdoc in the lab of Posthuma.", "\"So, a variant of gene with a positive effect on intelligence, has a negative effect on schizophrenia, body mass index or obesity.", "\"Future studies will need to clarify the exact role of these genes in intelligence in order to obtain a more complete picture of how genetic differences lead to differences in intelligence.", "\"The current genetic results explain up to 5% of the total variance in intelligence.", "Although this is quite a large amount of variance for a trait as intelligence, there is still a long road to go: given the high heritability of intelligence, many more genetic effects are expected to be important, and these can only be detected in even larger samples\", says Danielle Posthuma.The study is published in Nature Genetics, May 22, 2017."], "source": "Vrije Universiteit Amsterdam"}