{"title": "Fluid overload linked to premature death in patients on dialysis", "text": "HighlightsWashington, DC (May 4, 2017) -- New research indicates that sustained fluid overload--when there is too much fluid in the blood--may increase the risk of early death in kidney failure patients on hemodialysis. The findings, which appear in an upcoming issue of the Journal of the American Society of Nephrology (JASN), point to the importance of monitoring and treating fluid overload in these patients.Sustained fluid overload can have a variety of consequences, including swelling, discomfort, hypertension, and heart problems. Although it is a major cause of concern for patients with kidney failure who are on hemodialysis, only a few small studies have looked at the relationship between fluid overload and premature death in these patients.To investigate, Carmine Zoccali, MD (CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension of Reggio Calabria, Italy) and his colleagues examined an extensive clinical database of a large international dialysis network. The team's analyses were based on more than 200,000 measurements of fluid status in 39,566 patients initiating hemodialysis in 26 countries in Europe, Africa, the Middle East, and Latin America. The researchers studied the relationship between fluid overload measured just once at the start of regular dialysis treatment and mortality, as well as the relationship between cumulative exposure to fluid overload over 1 year and mortality. They found that cumulative fluid overload over 1 year predicted a higher risk of death than the single measurement made at the start of regular dialysis treatment. \"Ours is the first study providing information about the risk of persistent fluid overload in dialysis patients,\" said Dr. Zoccali. \"Remarkably, the excess risk for death attributable  to  persistent fluid overload was similar to the risk observed with coronary artery disease, heart failure, and being 12 years older.\"", "article_link": "http://dx.doi.org/10.1681/ASN.2016121341", "url": "http://www.eurekalert.org/pub_releases/2017-05/ason-fol042717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Journal of the American Society of Nephrology", "description": "Chronic fluid overload was linked with an increased risk of early death in patients undergoing hemodialysis.\r\nThe magnitude of this risk was comparable to that of coronary artery disease or congestive heart failure.", "date": "Thu, 04 May 2017 04:00:00 GMT"}