{"title": "Current climate change measurements mask trade-offs necessary for policy debates", "text": "PRINCETON, N.J. -- Scientists and policymakers use measurements like global warming potential to compare how varying greenhouse gases, like carbon dioxide and methane, contribute to climate change. Yet, despite its widespread use, global warming potential fails to provide an accurate look at how greenhouse gases affect the environment in the short and long-term, according to a team of researchers from Princeton University, the Environmental Defense Fund and Harvard University. The researchers argue in the May 5 issue of Science that because global warming potential calculates the warming effects of greenhouse gases over 100 years, they discount the effects of any greenhouse gas that disappears from the atmosphere after a decade or two. This masks the trade-offs between short- and long-term policies at the heart of today's political and ethical debates. What is needed, the researchers conclude, is a standardized approach that recognizes both commonly utilized timescales -- 20 and 100 years -- as a ubiquitous pair. This two-valued approach would provide clarity to climate change policy analyses, which often result in misleading debates about policy trade-offs. \"Different gases have widely different lifetimes in the atmosphere after emission and affect the climate in different ways over widely different timescales,\" said co-author Michael Oppenheimer, the Albert G. Milbank Professor of Geosciences and International Affairs, Woodrow Wilson School of Public and International Affairs and the Department of Geosciences at Princeton University. \"The paired approach creates a more comprehensive picture of the nature of climate change and the effects of various policies to stem its consequences.\"While most reports reference only one of these metrics -- most measure the effects over 100 years -- a standardized approach including both should become the norm to avoid skewing results. For example, recent studies show anti-shale gas advocacy groups base arguments around the 20-year time horizon, while the pro-shale gas community emphasizes the 100-year timescale, but both metrics are needed to truly understand the short- and long-term impacts shale gas has on the environment.The researchers liken the 20- and 100-year timescales to city-highway vehicle fuel efficiency data. Car dealerships boast about miles per gallon for both highway and city, providing buyers with an analysis relevant to different roadways. The dual-number system also enables buyers to calculate an average. Another example is how blood pressure is measured with two numbers, systolic and diastolic. The first number (systolic) measures the pressure in your blood vessels as the heart beats. The second number (diastolic) calculates the pressure in your blood vessels when your heart rests between beats. Together, the numbers reveal whether a person has an average blood pressure, like 120 over 80, or is at risk of pre-hypertension or high blood pressure. While the researchers advocate using both 20- and 100-year time scales (rather than one or the other), they do not advocate for a change in time horizons. Both the 20- and 100-year time scales are now the default in climate change policy, and shifting to new time horizons would likely be met with much resistance.\"It is imperative that both the near- and long-term climate impacts of policies be transparent to a decisionmaker,\" said lead author Ilissa B. Ocko, Environmental Defense Fund. \"We are not saying that one timescale is more important than the other, just that the decisionmaker must be fully informed of climate impacts on all timescales.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/puww-ccc050317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Princeton University, Woodrow Wilson School of Public and International Affairs", "keywords": ["Atmospheric Science", " Climate Science", " Pollution/Remediation", " Policy/Ethics", " Science/Health and the Law", " Climate Change", " Climate Change"], "journal": "Science", "description": "Scientists and policymakers use measurements like global warming potential to compare how varying greenhouse gases, like carbon dioxide and methane, contribute to climate change. Yet, despite its widespread use, this measurement fails to provide an accurate look at how greenhouse gases affect the environment in the short and long-term, according to a policy piece in Science.", "date": "Thu, 04 May 2017 04:00:00 GMT"}