{"title": "The Lancet: Extending weight loss programme helps people who are overweight keep more weight off, and is cost-effective", "text": "-- Offering a year-long programme of weight loss classes could prevent an additional 1,786 cases of disease (hypertension, diabetes, heart disease) for every 100,000 people compared to a 12-week programme.Extending NHS weight loss programmes from one session per week for 12-weeks to one session per week for a year helped people who are overweight to lose more weight and keep it off for longer, according to a study published in The Lancet, and led by researchers from the University of Cambridge, University of Liverpool and University of Oxford.Although upfront costs for the longer programme are higher, the study estimates that offering more sessions would be cost-effective to the NHS in the long-term because it would help to prevent more people from developing diseases as a result of their weight. \"This trial provides important data that offering support to lose weight - by referring people to a community weight loss group - is more successful than a self-help approach, and that providing classes for longer helps people keep weight off for longer,\" says Professor Susan Jebb, senior author of the study, University of Oxford, UK. \"Our results also show that, in the long-term, weight loss groups are cost-effective for society as a whole because they are likely to reduce future healthcare expenditure by preventing costly conditions such as diabetes and coronary heart disease.\" [1]The NHS currently refers people who are obese to 12-week long weight loss programmes run by commercial groups and provides vouchers for free attendance. These are among the most commonly commissioned programmes to treat obesity in the UK and the National Institute for Health and Care Excellence recommends that programmes last at least 12 weeks. However, there is little evidence to suggest how long these programmes should last to be most effective.The new study involves 1267 participants with a BMI of 28 or above and compares the effectiveness of a 12-week and year-long programme of free Weight Watchers sessions to one-off advice together with a self-help booklet. After a year, those given the self-help booklet had lost 3.3kg (7lb), those referred to the 12-week programme had lost 4.8 kg (11lb), and those referred to the year-long programme had lost 6.8kg (15lb) on average. Two years after they began treatment, participants in all groups regained some weight but all groups were still lighter on average than at the start of treatment. The self-help group were 2.3kg (5lb) lighter, the 12-week programme were 3.0kg (7lb) lighter, while the group offered a one-year programme were 4.3kg (9lb) lighter. Compared to participants in the other groups, those in the year-long programme also had significantly greater reductions in fasting blood glucose and glycosylated haemoglobin, which are important markers of the risk of developing diabetes. After a year, those on the year-long programme saw their blood glucose level reduce by 0.54mmol per litre of blood (compared to reductions of 0.27mmol/litre for the 12-week group and 0.11mmol/litre for the self-help group).The researchers also modelled the impact of the three programmes over the next 25 years to predict how many people would develop different weight-related illnesses. They also estimated the impact of the programmes on quality of life, the cost of providing the programmes, as well as cost-savings to health services from preventing future diseases.  The 12-week programme was predicted to prevent more illnesses than the self-help intervention due to greater weight loss. Over 25 years, the cost to the NHS of providing the programme would be more than offset by the later savings as a result of reductions in disease, making it overall cost-saving. Offering a year-long programme was estimated to prevent an additional 1786 cases of disease (including 642 fewer cases of hypertension, 373 fewer cases of diabetes and 104 fewer cases of heart disease) for every 100,000 people, compared to the 12-week programme. So, although it was more expensive upfront, the study shows that the year-long programme is cost-effective over 25 years by preventing more cases of weight related illness. \"We've seen before that a 12-week programme can help people lose weight, but for the first time we've shown that extending this to a full year leads to greater weight loss over a longer period and a lower risk of diabetes,\" says lead author Dr Amy Ahern, MRC Epidemiology Unit at The University of Cambridge, UK. \"Although the initial costs of the year-long programme are greater, it's very likely that it will be good value for money over the long term because of the reduction in weight-related illnesses. The results from the one-year programme are comparable to what has been seen in previous trials that used much more costly interventions, usually involving multiple contacts with health professionals.\" [1]The researchers note some limitations within their study, including that the projections do not include potential savings in social care. Programme costs may be overestimated because they assumed all participants who attended at least one session where charged at a flat rate, as opposed to a charge per session attended. In reality, the study found that those in the 12-week programme attended eight of 12 sessions on average, and those on the year-long course attended 28 of 52 sessions. During the study, all participants were able to use other weight loss methods, with one in 20 people assigned to self-help attending weight loss sessions, and one in five people on the 12-week programme paying to continue to take part in the programme at one year. Professor Jebb adds: \"We know that many local authorities are questioning how best to spend their limited budgets. We have shown that the longer programmes bring greater benefits, with only modest extra costs. But at a time when some areas are reducing their expenditure on obesity treatment, the first step is to ensure that people who want help to lose weight have access to at least a standard 12-week weight loss programme, which we have shown is likely to be cost-saving for the NHS.\" [1]Writing in a linked Comment, Dr Emily Brindal, CSIRO, Australia, said: \"Lifestyle programmes, which target improved diet and exercise practices, reliably produce clinically relevant weight changes and are viable options that can reach multiple populations and be delivered on a large scale... the results presented by Ahern and colleagues suggest that prolonged access to active intervention might offer a simple and cost-effective method for improving weight loss outcomes in lifestyle intervention programmes. This is an important finding because higher initial weight loss can improve long-term success of weight management.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tl-tle050217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Extending NHS weight loss programmes from one session per week for 12-weeks to one session per week for a year helped people who are overweight to lose more weight and keep it off for longer, according to a study published in The Lancet, and led by researchers from the University of Cambridge, University of Liverpool and University of Oxford.", "date": "Wed, 03 May 2017 04:00:00 GMT"}