{"title": "Social smoking carries same heart-disease risks as everyday habit", "text": "COLUMBUS, Ohio - Social smokers' risk for high blood pressure and high cholesterol is identical to those who light up every day, new research has found.This large, nationally representative study is the first to look at blood pressure and cholesterol in social smokers. More than 10 percent of 39,555 people surveyed said they were social smokers, meaning they didn't smoke every day. That's on top of the 17 percent who called themselves current smokers.Among current and social smokers (after researchers adjusted for differences in factors including demographics and obesity), about 75 percent had high blood pressure and roughly 54 percent had high cholesterol. \"Not smoking at all is the best way to go. Even smoking in a social situation is detrimental to your cardiovascular health,\" said lead author Kate Gawlik, assistant professor of clinical nursing at The Ohio State University. \"One in 10 people in this study said they sometimes smoke, and many of them are young and already on the path to heart disease,\" she said.Smoking is a risk factor for unhealthy blood pressure and cholesterol and both are significant contributors to cardiovascular disease, the leading killer of men and women worldwide.The study appears in the American Journal of Health Promotion \"These are striking findings and they have such significance for clinical practice and for population health,\" said study senior author Bernadette Melnyk, dean of Ohio State's College of Nursing and chief wellness officer for the university.Melnyk said doctors and nurses should strive to identify social smokers and offer them advice and tools to quit smoking.\"This has been a fairly neglected part of the population. We know that regular smoking is an addiction, but providers don't usually ask about social smoking,\" Melnyk said.\"The typical question is 'Do you smoke or use tobacco?' And social smokers will usually say 'No'.\"Participants in the study were screened from February 2012 to February 2016 as part of Ohio State's Million Hearts educational program.  The U.S. Department of Health and Human Services in 2012 launched Million Hearts, a five-year initiative to improve cardiovascular health co-led by the Centers for Disease Control and Prevention and the Centers for Medicare & Medicaid Services. Ohio State was the first university-wide partner.During the screenings, participants identified themselves as nonsmokers, current smokers or social smokers. The screenings also included measures of blood pressure and total cholesterol.Social smokers in the study were more likely to be younger (between 21 and 40 years old), male and Hispanic. After the researchers took into account demographic and biometric differences between the smokers and social smokers in the study, they found no difference in the risk of hypertension or high cholesterol. Social smokers were defined as those who do not smoke cigarettes daily, but who smoke in certain social situations regularly.The good news about this study is there's plenty of room for intervention and prevention of future death and disease, the researchers said.\"Simple healthy lifestyle behavior changes including appropriate aspirin therapy, blood pressure control, cholesterol management, stress management and -- very importantly -- smoking cessation can do away with much of the risk of chronic disease,\" Melnyk said.The percentage of participants who called themselves \"current smokers\" was in line with estimates from the CDC, which reports that 17.8 percent of U.S. adults identify as smokers.Gawlik and Melnyk said those who consider themselves social smokers should be aware that the toll on their cardiovascular health could be just as great as if they smoked every day. And this study should prompt clinicians to rethink how they ask patients about smoking, they said.\"Are you a smoker?\" isn't likely to work with social smokers, because they don't think of themselves as addicted, Gawlik said.In the study, the researchers advise asking \"Do you ever smoke cigarettes or use tobacco in social situations such as at bars, parties, work events or family gatherings?\"Another option: \"When was the last time you had a cigarette or used tobacco with friends?\"Furthermore, clinicians working with smokers should be aware that cutting back on smoking isn't a good answer from a heart-health perspective.\"Doctors and nurses need to educate patients that social smoking is still a major health risk and is not a long-term healthy choice,\" Gawlik said.Limitations of the study include the fact that the researchers don't have information about prior smoking behavior, just what the participants reported at the screenings. In addition, the screenings were open to people who chose to participate, meaning the study subjects were self-selected. Gawlik said she'd like to know more about how many of those who smoke socially go on to become everyday smokers. \"That's a huge area for clinical intervention because you might be able to reach them before they're completely and totally addicted,\" she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/osu-ssc050317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Ohio State University", "keywords": ["Medicine/Health", " Addiction", " Cardiology", " Pulmonary/Respiratory Medicine", " Cholesterol", " Public Health", " Smoking/Tobacco"], "journal": "American Journal of Health Promotion", "description": "Social smokers' risk for high blood pressure and high cholesterol is identical to those who light up every day, new research has found.", "date": "Wed, 03 May 2017 04:00:00 GMT"}