{"title": "Simple blood tests lead to improved hypertension treatment in African countries", "text": "Using two simple blood tests, Western University researchers were able to drastically improve treatment for resistant hypertension across three sites in Nigeria, Kenya and South Africa.The study, published online today in the American Journal of Hypertension, demonstrates that for patients in Africa with hard-to-control hypertension, identifying the cause was the key to lowering blood pressure. By testing patients' levels of plasma renin, a protein secreted by the kidneys, in combination with levels of aldosterone, a hormone that causes salt and water retention, physicians were able to identify the physiological changes causing the hypertension. This led to personalized and more accurate therapy.\"If a patient has salt and water retention, it causes high blood pressure and also feeds back and shuts down both renin and aldosterone,\" said Dr. David Spence, principal investigator on the study and a professor at Western's Schulich School of Medicine & Dentistry. Patients with low levels of both renin and aldosterone are more likely to have salt and water retention due to mutations affecting the kidney tubules; they respond specifically to a medication called amiloride. Such mutations account for approximately 6 per cent of hypertension in North America, but were more common among the African patients studied.Of the 94 patients who completed the study, 42 were treated with the usual course of treatment, 52 were given the blood tests, and treatment was decided based on the results. In the group who were given usual treatment, 11.1 per cent had controlled blood pressure after one year, versus 50 per cent in the group that received the blood test.\"The biggest difference is that there were more people being prescribed amiloride in the physiological treatment group,\" said Spence, who is also a scientist at Robarts Research Institute at Western.The authors say the motivation for this study came from the observation that patients from North Buxton, Ontario - a settlement established in 1849 for escaped slaves from the United States - were much more likely to have salt and water retention. Spence believes because of the hot, dry climate in African countries, mutations causing salt and water retention provided a survival advantage.Spence hopes that this study will help inform guidelines for treatment of resistant hypertension, not just in Africa but for those of African decent living in other parts of the world, and for all patients with resistant hypertension.", "article_link": "http://dx.doi.org/10.1093/ajh/hpx066", "url": "http://www.eurekalert.org/pub_releases/2017-05/uowo-sbt050217.php", "region": "namerica", "source_link": "http://mediarelations.uwo.ca/2017/05/02/simple-blood-tests-lead-improved-hypertension-treatment-african-countries/", "funder": "Grand Challenges Canada", "meeting": "", "institution": "University of Western Ontario", "keywords": ["Medicine/Health", " Cardiology", " Diagnostics", " Disease in the Developing World"], "journal": "American Journal of Hypertension", "description": "Using two simple blood tests, Western University researchers were able to drastically improve treatment for resistant hypertension across three sites in Nigeria, Kenya and South Africa.\r\nThe study demonstrates that for patients in Africa with hard-to-control hypertension, identifying the cause was the key to lowering blood pressure. By testing patients' levels of plasma renin in combination with levels of aldosterone, physicians were able to identify the physiological changes causing the hypertension. This led to personalized and more accurate therapy.", "date": "Tue, 02 May 2017 04:00:00 GMT"}