{"title": "Under pressure: Understanding how portal hypertension occurs following liver injury", "text": "Investigators at the Medical University of South Carolina (MUSC) have identified a critical regulatory mechanism for the production of nitric oxide (NO).  Endothelial nitric oxide synthase (eNOS) is the enzyme responsible for the production of NO and its activity is tightly controlled in liver endothelial cells via a series of complex molecular mechanisms; however, in liver injury, eNOS activity, and subsequently NO production, is dysregulated.  These data were published in the April 2017 issue of The American Journal of Pathology.  Liver injury caused by hepatitis, alcohol or fatty liver disease results in cirrhosis of the liver.  Cirrhosis occurs as the liver attempts to heal itself and can result in increased blood pressure in the liver, known as portal hypertension. Portal hypertension is an undertreated, untreatable and often lethal complication of liver injury.In the recent study, Don C. Rockey, M.D., chair of the Department of Medicine at MUSC, and his colleagues at MUSC and Duke University studied the proteins underlying portal hypertension and identified a potential therapeutic target.\"From my standpoint, I think this is an exciting potential avenue for novel treatment for patients with portal hypertension,\" says Rockey.  \"We've uncovered a new mechanism that explains why patients have the disease and we think that interrupting this is a novel way to treat it.\"Following liver injury, the activity of eNOS is reduced.  This reduced activity leads to a loss in NO production and increased portal pressure.  The recent article focuses on two proteins that form a complex and are known to be important for regulating this process: caveolin-1 (CAV1) and G-protein-coupled receptor kinase-2 (GRK2).  How this complex functions in regulating NO production has not been well understood and the article begins to shed light on this question. \"In this paper we evaluated the physical interaction of CAV1 and GRK2 in the sinusoid endothelial cells between normal and injured liver,\" says Songling Liu, MD, lead author on this study.  \"We found that inhibition of CAV1 or GRK2 phosphorylation compromises the complex formation and reduces eNOS activity.\"When comparing normal liver to injured liver, Liu and colleagues found that the total levels of proteins involved in this process were unchanged; however, their localization within the cell, their ability to form complexes and their ability to elicit NO production were significantly impaired in the injured liver.  The article builds a more complete picture of proteins involved in regulating NO production and how their function changes upon injury.  Specifically, CAV1 is modified through phosphorylation upon injury and this modification increases the ability of CAV1 and GRK2 to form a complex.  The CAV1/GRK2 complex sequesters eNOS and prevents its ability to synthesize NO.The knowledge gained from focusing on the changes in protein function following injury may provide a platform for the development of novel treatment options for portal hypertension.  \"If we could figure out a way to dissociate CAV1 and eNOS in injury, then theoretically, we could see an increase in NO production and that you could treat patients with,\" says Rockey.While seeing a new treatment for portal hypertension in the clinic is several years away, compounds that block the ability of GRK2 to interact with CAV1 and eNOS could potentially provide the first new treatment in more than forty years.  Because portal hypertension is a disease of the liver, the drugs could be targeted specifically to the liver via the portal venous system, thereby averting potential systemic complications or side effects.   ", "article_link": "http://dx.doi.org/10.1016/j.ajpath.2016.11.017", "url": "http://www.eurekalert.org/pub_releases/2017-05/muos-upu050117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Medical University of South Carolina", "keywords": ["Molecular Biology", " Medicine/Health", " Internal Medicine", " Gastroenterology", " Liver", " Biotechnology"], "journal": "American Journal of Pathology", "description": "Researchers at the Medical University of South Carolina report that liver injury results in the loss of nitric oxide production, which causes an increase in pressure within the liver vasculature. This finding could provide a platform for the development of novel treatment options for portal hypertension.", "date": "Mon, 01 May 2017 04:00:00 GMT"}