{"title": "Organ crosstalk: Fatty liver can cause damage to other organs", "text": "Nonalcoholic fatty liver disease is becoming more and more common. Approximately every third adult in the industrialized countries has a morbidly fatty liver. This not only increases the risk of chronic liver diseases (liver cirrhosis and liver cancer), but also in particular type 2 diabetes and cardiovascular diseases. The cause for this is the altered secretion behavior of the fatty liver. It increasingly produces glucose, unfavorable fats and proteins, such as the hepatokine fetuin-A, all of which it releases into the bloodstream. Thus, the secreted substances of the fatty liver enter other organs and trigger reactions there. So far, however, it is not known exactly which effects this \"organ crosstalk\" has, which organs are most affected, and which \"damage\" can be caused by the hepatokine fetuin-A.What effect does the protein fetuin-A, which is produced by the fatty liver, have on the pancreas?To elucidate the causal mechanisms and the resulting changes, DZD researchers of the Institute for Diabetes Research and Metabolic Diseases (IDM) of Helmholtz Zentrum München at the University of Tübingen studied the influence of fetuin-A on pancreatic adipose tissue. Approximately one-third of the pancreatic adipose tissue consists of adipose precursor cells (a kind of stem cells) in addition to the mature adipose cells. If the pancreatic adipose cells are treated with fetuin-A in cell cultures*, the mature adipose cells - but in particular the adipose precursor cells in interaction with the islet cells - increasingly produce inflammation markers and immune-cell-attracting factors.In addition, the researchers histologically analyzed tissue samples from 90 patients and found that the proportion of the pancreatic fat varied greatly. The number of defense cells of the immune system (monocytes / macrophages) was significantly increased in areas where many adipose cells had accumulated.In a cohort of 200 subjects with an increased risk of type 2 diabetes, the pancreatic fat content was measured by means of magnetic resonance imaging and compared with diabetes parameters. It was found that in persons who had already experienced a worsening of blood glucose regulation, an increased pancreatic fatty degeneration was associated with a reduced insulin secretion. The investigations were carried out by Professor Hans Ulrich Häring and the Endocrinology Research Group, together with scientists from the Department of Experimental Radiology at the University of Tübingen.In summary, these analyses, published in the journals Diabetologia and Diabetes Metab Res Rev, suggest that a fatty liver, together with a fatty degeneration of the pancreas, triggers an increased local immune cell infiltration and inflammation that accelerate the course of the disease.Fetuin-A leads to pathological changes of the kidneyHowever, adipose tissue is not harmful per se. It can even have protective effects. For example, adipose tissue located around blood vessels or the kidney has regenerative properties. \"The factor that leads to pathological changes is fetuin-A, which is produced by the fatty liver,\" said Professor Dorothea Siegel-Axel, head of the working group \"Adipose Tissue and Complications\" in Tübingen. As a result, instead of protecting tissue as before, the adipose tissue now elicits inflammatory processes. This leads to a restriction of renal function. This is demonstrated by studies on arteries and the kidney, which have recently been published by the working group in the journal Scientific Reports (Nature Group).\"The statement that obesity in itself always has a disease-causing effect is too imprecise. Not until further parameters have been determined, such as fatty liver and hepatokine levels, as well as the elicited changes in other organs, can we obtain more exact indications as to whether a person has an increased disease risk or not,\" said Professor Häring, board member of the DZD and director of the IDM, summarizing the current results.", "article_link": "http://dx.doi.org/10.1007/s00125-017-4385-1", "url": "http://www.eurekalert.org/pub_releases/2017-08/dzfd-ocf081817.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/press/press-releases/press-releases-2017/organ-crosstalk-fatty-liver-can-cause-damage-to-other-organs/index.html", "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Biology", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Internal Medicine", " Liver", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetologia", "description": "Scientists of the German Center for Diabetes Research (DZD) in Tübingen discovered that a fatty liver can cause damage to other organs. In two just-published studies they demonstrate the effects of fatty liver disease on the function of the hormone-producing islet cells in the pancreas and on renal function.", "date": "Fri, 18 Aug 2017 04:00:00 GMT"}