{"title": "Doctors exploring how to prescribe income security", "text": "TORONTO, Aug. 18, 2017 -- Physicians at St. Michael's Hospital are studying how full-time income support workers hired by health-care clinics can help vulnerable patients or those living in poverty improve their finances and their health.  Most often, these patients needed assistance with applications to government social services or filing taxes, according to a study published online today in the BMJ Open.The researchers, led by Dr. Andrew Pinto, a family physician and researcher in The Upstream Lab at the Centre for Urban Health Solutions of St. Michael's, found that 77 per cent of patients referred to the income security health promotion service in the hospital's family practice clinics were given assistance with increasing income: 27 per cent needed assistance applying for basic welfare, 27 per cent needed assistance applying for the Ontario Disability Support Program, and 28 per cent needed assistance filing taxes.The income security health promotion service accepts patients referred by their doctor to a full-time Income Security Health Promoter, who provided advocacy and case management services. These staff have specialized knowledge Other concerns addressed through the service included reducing expenses and improving overall financial literacy.The majority of patients who accessed the service were diagnosed with multiple health issues, including mental health issues and chronic diseases. Most patients had four to five chronic health problems and were prescribed six medications on average, according to the authors. \r\n\"Patients who have a hard time navigating the health care system also have a hard time navigating financial and social support systems,\" said Dr. Pinto. \"We found that the income security health promoter often acted as a bridge between health and social care.\"\"This initial research clearly demonstrates the potential for this type of service to help low income and vulnerable patients connect with income security and financial literacy resources,\" said Dr. Marcella Jones, who conducted the research as a medical student.\r\nOngoing research will examine the impact of the service on income security, financial literacy, engagement with health services and health outcomes, according to the authors.\"We wanted to find out whether this type of service can work in a primary care setting, and the types of issues that can be dealt with,\" said Dr. Pinto. \"By understanding what these patients need, and how we can improve the service we offer, we hope we are closer to being able to successfully address poverty as a key determinant of health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/smh-deh081517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Socioeconomics", " Poverty/Wealth"], "journal": "BMJ Open", "description": "Physicians at St. Michael's Hospital are studying how full-time income support workers hired by health-care clinics can help vulnerable patients or those living in poverty improve their finances and their health.", "date": "Fri, 18 Aug 2017 04:00:00 GMT"}