{"title": "Mount Sinai identifies mechanism for resilience in people with high risk of bipolar disorder", "text": " (New York - August 18, 2017) -- Researchers from the Icahn School of Medicine at Mount Sinai have identified a brain mechanism in siblings of bipolar patients that makes them resilient to bipolar disorder. The results suggest that the brain is able to adapt to the biological risk for bipolar disorder and open new avenues in pursuing further research to enhance resilience in those at risk and currently affected. The study will be published online on August 18th  in the American Journal of Psychiatry. Bipolar disorder, a brain disorder that causes unusual shifts in mood, energy, activity levels, and the ability to carry out day-to-day tasks, affects approximately 5.7 million Americans age 18 and older every year. The disease tends to run in families: siblings of patients with bipolar disorder are 10 times more likely to develop the illness, compared with the general population. However, most people with a family history of bipolar disorder will not develop the illness.To identify what makes people at risk for bipolar disorder resilient, investigators examined functional magnetic resonance imaging scans from 78 patients with bipolar disorder, 64 of their unaffected siblings, and a control group of 41 nonrelatives who did not have the disorder. While the siblings showed genetic evidence of abnormal connectivity in brain regions involved in sensation and movement which has been linked to bipolar disease in other studies, they compensated by having hyper-connectivity in the default mode network (DMN) of the brain. This hyper-connectivity was absent in the group with bipolar disorder. The DMN is a network of interacting brain regions known to have activity highly correlated with each other and distinct from other networks in the brain. \"Most of the risk factors for bipolar disorder, including genetic risk, early childhood adversity, and trauma, are not modifiable,\" said the study's senior author Sophia Frangou, MD, PhD, Professor of Psychiatry at the Icahn School of Medicine at Mount Sinai. \"By contrast, this research shows that the brain can modify its connectivity to overcome biological adversity. This gives hope that we can harness this natural brain potential to develop preventive interventions.\"Based on these results, the researchers are conducting a series of follow-up experiments to test whether it is possible to rewire at-risk patients' brains by simple computerized tasks that enhance brain connectivity.  Initial results suggest that simple interventions may restore the functional architecture of the brain and reduce the severity of symptoms in patients.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tmsh-msi081117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health"], "journal": "American Journal of Psychiatry", "description": "Researchers from the Icahn School of Medicine at Mount Sinai have identified a brain mechanism in siblings of bipolar patients that makes them resilient to bipolar disorder. The results suggest that the brain is able to adapt to the biological risk for bipolar disorder and open new avenues in pursuing further research to enhance resilience in those at risk and currently affected.", "date": "Fri, 18 Aug 2017 04:00:00 GMT"}