{"title": "Make way for hemoglobin", "text": "Every cell in the body, whether skin or muscle or brain, starts out as a generic cell that acquires its unique characteristics after undergoing a process of specialization. Nowhere is this process more dramatic than it is in red blood cells. In order to make as much room as possible for the oxygen-carrying protein hemoglobin, pretty much everything else inside these precursor red blood cells--nucleus, mitochondria, ribosomes and more--gets purged. Jam-packing red blood cells with hemoglobin is essential. Doing so ensures that all the body's tissues and organs are well nourished with oxygen to carry on their normal functions. But how does this cell remodeling take place to begin with?For more than 20 years, Daniel Finley, professor of cell biology at Harvard Medical School, has been on a quest to unravel the process behind this profound cellular transformation. Now, thanks to advances in technology and a fortuitous meeting with researchers in a lab at Boston Children's Hospital, Finley and his collaborators have identified the mechanism behind red blood cell specialization and revealed that it is controlled by an enzyme he first studied in 1995.Their findings, published Aug. 4 in the journal Science, could spark the development of new treatments for blood disorders and cancers. \"The creation of highly specialized cells is very important for processes such as oxygen delivery to tissues, our ability to see and reproduce, and to make skin,\" Finley said. \"Understanding exactly how this happens gives us better insight into some of the most fundamental properties of living things.\" During cell specialization, unwanted parts of a generic, immature cell are removed by the proteasome, protein-gobbling strings of molecules, or the cells' \"trash compactors,\" says study first author Anthony Tuan Nguyen, an HMS MD-PhD student.The researchers set out to find the mechanism that controls which parts get destroyed and which parts are spared before the precursor red blood cell becomes a full-fledged one. Finley had a hunch that the process was controlled by an enzyme called UBE2O, which he and colleagues identified in the 1990s. The enzyme marks cell parts for destruction by tagging them with a small protein called ubiquitin. This tagging allows the proteasome to recognize cells destined for destruction. The vast machinery, known as the ubiquitin-proteasome system (UPS), is switched on constantly throughout the body to remove unnecessary proteins and keep cells free of clutter.Previously, UPS had not been linked to the specialization of red blood cells. However, in his early research on UBE2O, Finley had noticed large amounts of the enzyme present in immature red blood cells. That was a powerful clue. The combination of UBE2O's pronounced presence and its known function as cellular debris-remover made it a promising candidate for the role of a key regulator of cell specialization. Yet, back when he first came to this realization, Finley had neither the technology nor the funding to analyze red blood cell development at the necessary molecular detail.\"It was the fish that got away,\" he said.Twenty years later, the pieces Finley needed to reopen his abandoned investigation fell into place when he met Mark Fleming, HMS professor of pathology at Boston Children's Hospital. While studying blood cells, Fleming had identified a mutant mouse that lacked the UBE2O enzyme. Knowing that Finley was interested in the enzyme and its possible role in cell specialization, Fleming contacted him. The researchers observed that mice without the enzyme were anemic, a marker of red blood cell deficiency. The observation supported the notion that UBE2O may play a role in red blood cell development. Using a series of tests that relied on large-scale protein analyses not available in earlier decades, the researchers confirmed the enzyme's role. Their results revealed that immature red blood cells lacking UBE2O retained hundreds of proteins and failed to become specialized. The researchers also demonstrated that when isolated from immature red blood cells and tested in other cell types, UBE2O still marked the right proteins for destruction, suggesting that the enzyme is the primary regulator of red blood cell specialization. The researchers have yet to determine whether the mechanism they found in red blood cells controls specialization of other cells as well. Finley says it probably does. \"I think our work calls attention to the complicated processes behind the development of specialized cells, which is seen throughout nature,\" Finley said. Because the enzyme plays an important role in the development of red blood cells, the researchers say they hope their work could lead to therapies for certain blood disorders and blood cancers. The present study revealed that, in mice, UBE2O deficiency powerfully suppressed the symptoms of a blood disorder known as beta thalassemia. This aspect of the research is particularly tantalizing to Nguyen, who has a gene mutation linked to the condition.\"It was really exciting to identify and study a possible treatment for this genetic disease,\" Nguyen said. \"Especially since it may affect me personally.\" ", "article_link": "http://dx.doi.org/10.1126/science.aan0218", "url": "http://www.eurekalert.org/pub_releases/2017-08/hms-mwf081817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Diamond Blackfan Anemia Foundation, NIH Medical Science Training Program", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health"], "journal": "Science", "description": "Harvard Medical School researchers have identified the mechanism behind red blood cell specialization and revealed that it is controlled by an enzyme called UBE2O. This finding could spark the development of new treatments for blood disorders and cancers.", "date": "Fri, 18 Aug 2017 04:00:00 GMT"}