{"title": "Histone 1, the guardian of genome stability", "text": "Scientists headed by Ferran Azorín, CSIC research professor and head of the Chromatin Structure and Function group at the Institute for Research in Biomedicine (IRB Barcelona), have discovered why histone 1 is a major protection factor against genomic instability and a vital protein for the organism.  Devoted to the function of histone 1, the least known of the five histones, the study has been published today in the journal Nature Communications.\"Although histone 1 is key component of chromatin -the form in which DNA is packaged inside the cell nucleus through the action of histones -, there are still many questions open regarding this molecule,\" says Ferran Azorín. \"Regarding the other histones, which are major proteins in the regulation of gene expression, we know which enzymes modify them, their functions, and how they are regulated... But for some reason, the functions of histone 1 have not been addressed,\" he adds.Lethal lesionsThe study explains for the first time that the suppression of histone 1 causes cell damage and genomic instability (DNA damage). The deregulation of a commonly suppressed region of chromatin, called heterochromatin, leads to defects in information transcription, which in turn gives rise to the accumulation of DNA and RNA hybrids, the so-called R-loops, which are lethal.\"The deregulation of heterochromatin has disastrous consequences,\" explains Jordi Bernués, associate researcher in Azorín's group and coleader of the study.  Furthermore, the team also observed that, in the presence of histone 1, these problems did not arise in spite of heterochromatin expression. \"Histone 1 not only serves as a repressor but also actively contributes to the removal of R-loops\". However, the researchers do not know how this function comes about. \"The mechanism is what we want to study, how histone 1 prevents the mechanism from causing damage,\" explains IRB Barcelona PhD student ??Anna Casas-Lamesa, co-first author of the article together with Aleix Bayona-Feliu.The fruit fly Drosophila melanogaster has been crucial in unravelling this function. First, only one variant of this histone is present in the fly--while in humans there are up to seven--so the research is simplified. Second, the fly allows scientists to remove a protein from a specific place and at a specific time. They removed histone 1 from the precursor structure of wings. They observed that the fly was born alive but without wings; so the removal of this molecule caused the death of all cell precursors of this tissue (if histone 1 is removed from the entire fly, the embryo dies).A statistical analysis of gene expression allowed the scientists to reject a long-standing hypothesis, namely that histone 1 is a global repressor of expression. \"The effect of removing histone 1 on gene expression is very weak,\" says Bernués. Its expression alters that of \"only\" 5% of genes. \"It is not a transcriptional regulator,\" confirms Azorín.Heterochromatin contains genetic information that is not translated for proteins but that comprises repetitive sequences that the cell silences and that is tightly regulated. \"Both R-loops and the information held in heterochromatin have natural functions but when they are deregulated they are lethal. \"We have now been able to associate genomic instability with the uncontrolled formation of R-loops caused by the lack of histone 1 and this is completely new,\" emphasised Bernués.Histone 1 and cancerPreliminary experiments in cultured tumour cells confirm that the genomic instability present in these cells is partly caused by histone 1 deficiency. \"But we have to further study the functions of this histone, identify the other proteins with which it is associated, and determine the enzymes that modify it and why and the cell signalling pathways involved,\" explain the scientists.In addition to exploring the mechanisms through which histone 1 keeps heterochromatin in check and prevents R-loop formation, Anna Casas-Lamesa is also addressing the involvement of this molecule in cancer. \"Our preliminary studies are promising,\" explains Azorín \"but we are still a long way off proposing histone 1 as a target\".", "article_link": "http://dx.doi.org/10.1038/s41467-017-00338-5", "url": "http://www.eurekalert.org/pub_releases/2017-08/ifri-h1t081617.php", "region": "europe", "source_link": null, "funder": "Ministry of Economy and Competitiveness, Government of Catalonia", "meeting": "", "institution": "Institute for Research in Biomedicine (IRB Barcelona)", "keywords": ["Biology", " Cell Biology", " Microbiology", " Molecular Biology"], "journal": "Nature Communications", "description": "Genomic instability is the main risk factor for tumor development in humans. Therefore understanding its origin and and exploring therapeutic targets is paramount.\r\n\r\nHistone 1 silences a region of the genome that causes irreparable DNA damage when translated and is lethal for the organism.", "date": "Fri, 18 Aug 2017 04:00:00 GMT"}