{"title": "Community health workers lead to better health, lower costs for Medicaid patients", "text": "PHILADELPHIA -- As politicians struggle to solve the nation's healthcare problems, a new study finds a way to improve health and lower costs among Medicaid and uninsured patients.Researchers at the Perelman School of Medicine at the University of Pennsylvania showed that patients who received support from community health workers (CHWs) - trained local residents who provide tailored support to high-risk patients- had 30 percent fewer hospital admissions in one year compared to those who did not receive CHW support. The results, published today in the American Journal of Public Health, also showed reductions in cigarette smoking, obesity, diabetes severity, and mental illness. This is the second clinical trial to demonstrate improved health and hospital reductions with the IMPaCT (Individualized Management for Patient-Centered Targets) CHW program. The annual return on investment for the program was $2 for every dollar invested.The IMPaCT program pairs CHWs with chronically-ill patients from low-income neighborhoods. CHWs meet with patients regularly to encourage healthier behaviors, and otherwise provide support for the patients' own health goals.Emblematic of the kind of patients who benefit from CHW interventions, one young woman was unemployed, struggling with low self-esteem, and had tried for years to lose weight before she met CHW, Saphia Allen. Saphia helped the patient find affordable interview clothes and went with her to job fairs. Saphia also connected the patient to other neighborhood women and twice a week attended get-togethers with the group where the women would go for walks and share their real-life challenges. With her newfound community, the patient lost 10 pounds and successfully gained employment.In the new study, the Penn team focused on 302 mostly Medicaid-insured individuals who had multiple chronic diseases. Half received regular support from IMPaCT-trained community health workers. After six months, the patients who had received support from CHWs showed better outcomes on several measures, including lower blood sugar levels, lower body mass index and reduced cigarette smoking. Patients in the intervention group also showed greater improvements in mental health, and were 20 percent more likely to rate their primary care as comprehensive and supportive of their self-management of disease.\"This is the second clinical trial that shows improved health and lower hospital admissions for the IMPaCT community health worker program,\" says senior author Shreya Kangovi, MD, an assistant professor of Medicine at the Perelman School of Medicine and executive director of the Penn Center for Community Health Workers. In 2014, Kangovi and colleagues found evidence that the IMPaCT model improved mental health and lowered hospital readmission among patients recently discharged from the hospital. \"We now have evidence for state Medicaid programs or health systems looking for proven strategies to improve health and lower hospital use.\"  Based on the reduction in hospitalizations seen in the studies, the University of Pennsylvania Health System estimates a return on investment of $2 for every $1 spent on IMPaCT.\"As a nation, we have spent years arguing about healthcare. We need to focus on getting people healthy while reducing spending,\" says Ralph Muller, CEO of the University of Pennsylvania Health System. \"This program accomplishes both of these goals and shows us a way forward.\"Ezekiel Emanuel, MD, PhD, chair of Medical Ethics and Health Policy at Penn, a chief architect of the Affordable Care Act, and an internationally renowned expert on innovative strategies to bend the cost curve, has also pointed to IMPaCT as a role model for nationwide efforts to transform health care. Kangovi and colleagues have adapted IMPaCT for a variety of other settings and developed web-based tools that have been accessed by approximately one thousand organizations around the United States.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uops-chw081517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung and Blood Institute", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Public Health"], "journal": "American Journal of Public Health", "description": "As politicians struggle to solve the nation's healthcare problems, a new study finds a way to improve health and lower costs among Medicaid and uninsured patients. Researchers at Penn Medicine showed that patients who received support from community health workers (CHWs) had 30 percent fewer hospital admissions in one year compared to those who did not receive CHW support. The results also showed reductions in cigarette smoking, obesity, diabetes severity, and mental illness.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}