{"title": "Recently discovered brain chemical 'NPGL' controls appetite and body fat composition", "text": "NPGL, a recently discovered protein involved in brain signalling, has been found to increase fat storage by the body - even when on a low-calorie diet. In addition, NPGL was shown to increase appetite in response to high caloric food intake, suggesting that perhaps we shouldn't feel so guilty about gorging on junk food from time to time.   This latest discovery by Hiroshima University's Professor Kazuyoshi Ukena, along with collaborators from Japan and UC Berkeley, adds to our understanding of how the brain regulates energy usage and feeding habits - the control mechanisms of which are not yet fully understood. For most of our evolutionary history, the brain did a seemingly good job of regulating body fat composition, accumulating fat essential for survival during times of famine. Unfortunately, in our modern age of extreme food abundance, overeating is a common occurrence - often leading to obesity. With the brain still operating in evolutionary survival mode, this latest study, revealing NPGL as a brain chemical that regulates hunger and fat storage in mammals, has broad clinical and societal implications for the study and treatment of obesity and its associated diseases. Professor Ukena, who first discovered NPGL in chickens - which he observed grew larger irrespective of diet, has also documented the protein in mice and humans. He carried out his latest study by observing how rats respond to increased exposure to the same brain chemical. Initial observations found that NPGL was present in high concentrations in a specific part of the rat's hypothalamus, the brain's control center for appetite and metabolism, suggesting involvement in bodily energy regulation. With this in mind, the researchers then carried out experiments on rats fed on two distinct diets for six weeks. One diet was highly caloric - high in fat and sugar. The other diet contained only sufficient calories required for healthy survival.  A virus was then prepared that would cause NPGL secreting cells to increase production in the hypothalamus of both sets of rats. In rats fed the high-calorie diet, body mass, and the proportion of the body composed of fatty tissue, both markedly increased. Interestingly, food intake greatly increased despite animals having an overabundance of calories.  In regular-calorie fed rats in which NPGL production was induced, animals did not increase overall body mass and only moderately increased food consumption.  However, body fat composition, as with the high calorie diet, increased significantly!Conversely, when the rats on the high-calorie diet were exposed to an antibody that inhibited NPGL synthesis, the proportion of fatty tissues in the body decreased, further demonstrating a critical role for NPGL in regulating body fat composition. In these rats, food intake and overall body mass remained unchanged. NPGL levels were also seen to increase and decrease proportionally with blood insulin levels, suggesting that this blood sugar/energy storing hormone harmonizes with the NPGL system to store fat during times of plenty and limit fat production when times are lean.  Taken together, these findings reveal an intricate neurochemical system where signals from the brain and other tissues combine to monitor the body's energetic status and adjust feeding and metabolism accordingly. As dysregulated energy balance can result in obesity and lead to serious health problems such as diabetes and cardiovascular disease, it is vital that we gain an understanding of the mechanisms that regulate body fat makeup and appetite.This latest research into NPGL has greatly increased our understanding and should guide scientists in finding ways to assist the evolutionary-survivalist human body to adapt to a calorie-intense 21st century environment.\r\n", "article_link": "http://dx.doi.org/10.7554/eLife.28527", "url": "http://www.eurekalert.org/pub_releases/2017-08/hu-rdb081717.php", "region": "asia", "source_link": null, "funder": "Japan Society for the Promotion of Science", "meeting": "", "institution": "Hiroshima University", "keywords": ["Biology", " Evolution", " Biochemistry", " Neurochemistry", " Pharmaceutical Sciences", " Medicine/Health", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Behavior"], "journal": "eLife", "description": "NPGL, a recently discovered protein involved in brain signalling, has been found to increase fat storage by the body -- even when on a low-calorie diet. \r\n\r\nIn addition, NPGL was shown to increase appetite in response to high caloric food intake, suggesting that perhaps we shouldn't feel so guilty about gorging on junk food from time to time.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}