{"title": "Young people with chronic illness more likely to attempt suicide", "text": "Young people between the ages of 15 and 30 living with a chronic illness are three times more likely to attempt suicide than their healthy peers, according to a new study from the University of Waterloo. The study found that chronic conditions--such as asthma, diabetes and Crohn's disease--increase a young person's odds of suicidal thoughts by 28 per cent and plans to die by suicide by 134 per cent. Having a chronic condition increases the odds of a suicide attempt by 363 per cent. \"Evidence suggests risk for suicide attempts is highest soon after young people are diagnosed with a chronic illness,\" said Mark Ferro, a professor in Waterloo's Faculty of Applied Health Sciences. \"There is a critical window of opportunity for prevention and continued monitoring.\"Young people living with a chronic illness are also more likely to suffer from a mental illness.\"Having a chronic illness may increase the risk for the development of psychiatric disorder, which in turn, increases risk for suicidal thoughts, plans and attempts,\" said Ferro.  \"Having both a chronic illness and psychiatric disorder has a compounding effect, further increasing the odds of suicidal thoughts.\"The findings suggest the need for health-care providers to consider the link between chronic illness and psychiatric disorders, and implement appropriate preventive interventions, said Ferro.\"For many young people with chronic conditions, their physical illnesses take precedence in doctor's visits leaving little, if any, time for mental health concerns,\" said Ferro. \"While the idea that there is no health without mental health is becoming more pervasive, we still have a long way to go.\"Suicide is the second leading cause of death among adolescents and young adults in Canada. The study appears in Canadian Journal of Psychiatry.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uow-ypw081717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Waterloo", "keywords": ["Death/Dying", " Mortality/Longevity", " Health Care Systems/Services", " Health Professionals", " Pain", " Social/Behavioral Science", " Death/Dying", " Mental Health"], "journal": "Canadian Journal of Psychiatry", "description": "Young people between the ages of 15 and 30 living with a chronic illness are three times more likely to attempt suicide than their healthy peers, according to a new study from the University of Waterloo.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}