{"title": "Mind flex", "text": "The human brain has a region of cells responsible for linking sensory cues to actions and behaviors and cataloging the link as a memory. Cells that form these links have been deemed highly stable and fixed.Now, the findings of a Harvard Medical School study conducted in mice challenge that model, revealing that the neurons responsible for such tasks may be less stable, yet more flexible than previously believed. The results, published Aug. 17 in the journal Cell, cast doubt on the traditional notion that memory formation involves hardwiring information into the brain in a fixed and highly stable pattern.The researchers say their results point to a critical plasticity in neuronal networks that ensures easier integration of new information. Such plasticity, the researchers said, allows neuronal networks to more easily incorporate new learning, eliminating the need to form new links to separate neurons every time. Furthermore, they said, once a memory is no longer needed, neurons can be more easily reassigned to other important tasks.\"Our experiments point to far less stability in neurons that link sensory cues to action than we would have expected and suggest the presence of much more flexibility, and indeed a sort of neuronal efficiency,\" said study senior author Chris Harvey, an assistant professor of neurobiology at Harvard Medical School. \"We believe this trade-off ensures the delicate balance between the ability to incorporate new information while preserving old memories.\"The Harvard Medical School study involved experiments with mice repeatedly running through a virtual maze over the course of a month. Analyzing images of brain activity in a brain region involved in navigational decision making, the researchers noted that neurons did not stabilize into a pattern. Instead, the set of neurons forming the mice's maze-running memories kept changing for the duration of the study. In fact, neurons kept switching roles in the memory pattern or left it altogether, only to be replaced by other neurons.\"Individual neurons tended to have streaks where they'd do the same thing for a few days, then switch,\" Harvey said. \"Over the course of weeks, we began to see shifts in the overall pattern of neurons.\" The experiments are part of the research team's ongoing efforts to unravel the mysteries of memory formation and, specifically, how the brain captures external cues and behaviors to perform recurring tasks such as navigating a space using landmarks. Imagine a person driving a familiar route to the grocery store who sees the bank and turns right at that corner without even having to think about it consciously. To mimic that process, mice in the study were trained to run down a virtual passage--a computer-generated maze displayed on large screens in front of a treadmill--and turn right if they were given a black cue or left if they were given a white cue. Researchers imaged hundreds of neurons in the part of the brain responsible for spatial decision making as the mice were galloping down the virtual maze. Once the navigational links were firmly established in the mice's brains over the course of a few weeks, the researchers expected the activity of the neurons to look the same from day to day. During maze runs that occurred within 24 hours of each other that was, indeed, the case. Neurons that activated in response to the white cue could be distinguished from neurons that activated in response to the black cue. However, over the course of several weeks the line between cues in individual neurons blurred and the memory pattern began to drift across neurons, the researchers observed. A neuron that had been associated with the black cue would lose its specialization and be replaced by another, or it might even become associated with the opposite white cue. This came as a surprise to the researchers.\"We were so sure that the neurons would be doing the same thing every day that we designed the study expecting to use the stable pattern as a baseline,\" said study first author Laura Driscoll, a graduate student in the neurobiology department. \"After we realized the neurons were changing roles, we had to rethink parts of the study.\"The researchers tested how the pattern changed when they added shapes as a third cue while the mice were navigating the maze. After some reassignment of individual neurons as the mice learned the new cue, the researchers found very little change to the overall activity pattern. This finding supports the idea that networks of neurons storing memories stay flexible in order to incorporate new learning, the researchers say. The researchers hypothesize that neuronal stability may differ across various brain regions, likely depending on how often the skill or memory they encode needs to be modified. For a task like navigation, which frequently requires the brain to incorporate new information, it would make sense that the neurons remain flexible, Harvey said. However, more instinctual physical responses, such as blinking, may be hardwired with little neuronal drift over time.The results provide a fascinating early glimpse into the complexities of memory formation, Driscoll said. To elucidate the big picture of memory formation and storage across brain regions, researchers say they hope to study other areas of the brain involved with different types of decision-making and memories. \"I hope this research inspires people to think of memory as something that is not static,\" Harvey said. \"Memories are active and integrally connected to the process of learning.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/hms-mf081417.php", "region": "namerica", "source_link": null, "funder": "Burroughs-Wellcome Fund, Searle Scholars Program, New York Stem Cell Foundation, Alfred P. Sloan Research Foundation, and others", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Neurobiology", " Behavior", " Memory/Cognitive Processes"], "journal": "Cell", "description": "The human brain has a region of cells responsible for linking sensory cues to actions and behaviors and cataloging the link as a memory. Cells that form these links have been deemed highly stable and fixed.\r\n\r\nNow, the findings of a Harvard Medical School study conducted in mice challenge that model, revealing that the neurons responsible for such tasks may be less stable, yet more flexible than previously believed.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}