{"title": "NIH funds Rosalind Franklin University study on role of oxytocin in anxiety", "text": "Rosalind Franklin University of Medicine and Science researcher Joanna Dabrowska has been awarded a five-year, $2 million grant from the National Institute of Mental Health (NIMH) to investigate the role of the hormone oxytocin in stress-induced psychiatric disorders. Her findings could lead to urgently needed new drug therapies for generalized anxiety and post-traumatic stress disorders.Dabrowska, principal investigator for the study, and co-investigator Jeremy Amiel Rosenkranz, both faculty in the Department of Cellular and Molecular Pharmacology, will study \"Modulation of the BNST activity by oxytocin -- role in stress, fear and anxiety.\" Because BNST, the bed nucleus of the stria terminalis, a limbic structure in the forebrain, is key to the translation of stress into sustained anxiety, factors that regulate its activity have untapped potential as novel therapeutic targets.Oxytocin, which regulates a variety of social behaviors including maternal-infant and pair bonding, has garnered substantial interest as a potential pharmacotherapeutic agent for stress-induced mental disorders in humans, because it has repeatedly shown promising anti-anxiety effects observed in animal models. But despite its unique potential, the central sites and mechanisms of important oxytocin actions are poorly understood.\"Uncovering the role of oxytocin in the BNST will be a key to understanding the mechanisms underlying the neurobiology of stress-induced psychiatric disorders,\" Dr. Dabrowska said. \"As women are more likely to develop stress-induced psychiatric disorders than men, we will explore the role of oxytocin in both male and female brains. This will shed light on commonalities and differences in fear and anxiety circuitry between males and females.\"By refining cellular targets of oxytocin effects in the BNST, the study will reveal new downstream substrates of oxytocin and can contribute to the identification of potential new targets for pharmacotherapy of stress-induced mental disorders. Impact of stress on healthChronic stress and the anxiety it produces can precipitate the onset of psychiatric disorders, including PTSD and phobias, and it also increases the risk of numerous other health problems, including diabetes, coronary vascular disease and autoimmune disorders. Current pharmacotherapies for anxiety have limited efficacy.Stress-induced abnormalities in neuronal activity can cause permanent changes in brain function that in addition to anxiety, can lead to depression, obesity and sleep and memory problems. Targeting the mechanisms underlying the effects of stress in sensitive brain regions could provide new insight for treatment.Anxiety-related disorders often go untreatedAccording to the NIH, 18 percent of the population struggles with anxiety disorders and nearly 23 percent of these cases are classified as \"severe\". Women are 60 percent more likely than men to experience anxiety over their lifetime. Approximately 37 percent of those with the disorder are receiving treatment. Anxiety is a normal reaction to stress and can actually be beneficial in some situations. For some people, however, anxiety can become excessive and negatively affect their day-to-day living.PTSD, obsessive-compulsive disorder (OCD), and specific phobias are among many medically recognized anxiety disorders that collectively are the most common mental illnesses affecting people in the U.S. PTSD can develop after exposure to trauma or the threat of trauma, including violence, combat or natural disasters. People with PTSD have persistent frightening thoughts and memories of their ordeal, may experience sleep problems, feel detached or numb, or be easily startled. The NIH estimates that 4 percent of the U.S. adult population suffers from PTSD; about 50 percent are receiving treatment.\"Rosalind Franklin University is committed to understanding the science behind psychiatric disorders, which pose such a heavy burden on our society,\" said Ronald Kaplan, the university's executive vice president for research. \"Approaching stress and anxiety at a molecular and pharmacological level offers great hope for a healthier future.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/rfuo-nfr081717.php", "region": "namerica", "source_link": null, "funder": "US National Institutes of Health", "meeting": "", "institution": "Rosalind Franklin University of Medicine and Science", "keywords": ["Grants/Funding", " Neurochemistry", " Pharmaceutical Sciences", " Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Pharmaceutical Science", " Coping/Phobias", " Mental Health", " Stress/Anxiety"], "journal": "", "description": "Rosalind Franklin University of Medicine and Science researcher Joanna Dabrowska has been awarded a five-year, $2 million grant from the National Institutes of Health to investigate the role of the hormone oxytocin in stress-induced psychiatric disorders. Her findings could lead to urgently needed new drug therapies for generalized anxiety and post-traumatic stress disorders.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}