{"title": "HIIT helps combat high insulin resistance -- a warning sign for diabetes", "text": "A new study published in Frontiers in Physiology suggests that High-Intensity Interval Training is an efficient, effective way of cutting people's risk of developing type-2 diabetes, regardless of their levels of insulin resistance (a key warning sign for diabetes). Higher insulin resistance means the body starts failing to respond to insulin, a hormone which helps our bodies process glucose in muscles (~80%), and liver mainly: this failure causes diabetes. To stop this happening, patients with risk factors like known high insulin resistance are often asked to increase their physical activity, but exercising doesn't work equally well for everyone. This variability in response to exercise is well known, but has usually been investigated in people undergoing traditional endurance exercise programmes. High-Intensity Interval Training (HIIT), a more recent alternative to these exercise programmes, is more time-efficient and has been shown to improve different health-related metrics in other cohorts. Professor Izquierdo and his team therefore set out to see if a HIIT programme could help more people cut the levels of insulin and glucose in their blood and lower their risk of developing type-2 diabetes, regardless of their level of insulin resistance. Other measures such as weight, blood pressure and waist circumference, which are associated with other cardiometabolic diseases like high blood pressure, were also monitored. The team's goal was to find an efficient way of reducing people's risk of developing cardiometabolic diseases in the future, and to work out which people will benefit from which exercise programmes most.Forty sedentary adult women at risk for type-2 diabetes mellitus - a similar sample size to comparable exercise training studies - underwent a ten-week programme of HIIT, alongside close monitoring of their cardiometabolic health. The women were divided into two groups based on their level of insulin resistance, and the differences between their responses to the exercise programme were compared. Generally, the HIIT programme brought about positive changes in cardiometabolic health metrics. More women in the higher-risk group saw benefits from the exercise programme, particularly when it came to their blood pressure and the levels of glucose and insulin found in their blood. Women in both groups lost weight and body fat after the exercise programme. Based on this, the authors suggest that High-Intensity Interval Training is a promising exercise programme that offers many people a chance to improve their cardiometabolic health. The study also takes a step towards improving our understanding of non-responders in exercise programmes, and working out which interventions will help which people. However, Professor Izquierdo cautioned that different researchers have described non-responders in different ways, which makes it very difficult to compare rates of non-response across studies and determine the best clinical practice. He added that, in the future, the influence of genetics and of other cardiometabolic diseases - such as hypertension - should be taken into account.However, whatever the improvements needed for the future, Professor Izquierdo and his team welcome this step towards giving more people more effective ways to stop type-2 diabetes before it strikes.\r\n", "article_link": "http://dx.doi.org/10.3389/fphys.2017.00479", "url": "http://www.eurekalert.org/pub_releases/2017-08/f-hhc081617.php", "region": "europe", "source_link": null, "funder": "Public Health Service of Los Ríos Government, Spanish Net on Aging and Frailty, Centro de Investigación Biomédica en Red, and others", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Physiology", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Physiology", " Public Health", " Exercise"], "journal": "Frontiers in Physiology", "description": "Patients at risk for type 2 diabetes are often asked to exercise, but exercise doesn't help each patient equally. To investigate this variability, a sample of women were divided by their levels of insulin resistance (lower/ higher), a warning sign for diabetes, all underwent high-intensity interval training. The training generally improved all metrics of cardiometabolic health tested. Women with higher insulin resistance more often saw improvements in the measures of glucose and insulin in their blood.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}