{"title": "Study calls for action to help adolescents with diabetes transition to adult care", "text": "Montreal, Aug. 16, 2017 - Adolescence can be a turbulent period of life, with struggles to establish autonomy, identity issues and risk-taking behaviours. For young adults with a chronic illness such as type 1 diabetes, this transition phase also brings about other challenges as they assume an increased responsibility for their overall health. A new study from the Research Institute of the McGill University Health Centre (RI-MUHC) sheds light on gaps in transition care practice in Quebec, pointing out a lack of standardized policies across pediatric diabetes centres. These findings, which were published in the open-access journal BMJ Open Diabetes Research & Care, highlight a need for the evaluation and development of targeted interventions at multiple levels to improve the transition process.\"The transition from pediatric to adult care is a huge and complex process that is not unique to type 1 diabetes. It also occurs with other childhood chronic diseases such as cystic fibrosis or in kidney transplant recipients,'' says the study's senior author Dr. Meranda Nakhla, a pediatric endocrinologist at the Montreal Children's Hospital of the MUHC and an assistant professor of Pediatrics at McGill University. \"Previous studies have shown that transition is a vulnerable period when adolescents tend to fall out of medical care, meaning that once they leave pediatric care to be transferred to adult care they do not have regular follow up for their chronic illness.''According to Dr. Jan Hux, chief science officer at Diabetes Canada, which funded the study, adolescence is a time when young people may start to rebel against the daily rigours of living with this 24/7 disease and take risks that may affect their health in later years. \"As noted in Diabetes Canada's Clinical Practice Guidelines, there needs to be a well-prepared and supported move to adult care that includes a transition coordinator, patient reminders, and education,\" she says. \"Having strong transitional care and support as they move to this new stage of life can have a great impact on their lives. As this study points out, more work needs to be done to ensure these needs are being effectively met.\"  Currently, one in four Canadians lives with diabetes and Quebec has one of the highest incidence rates of the disease among children in the world (32 per 100,000 per year). Type 1 diabetes -- an illness in which the body produces little or no insulin and requires daily insulin injections for life -- is one of the most common chronic diseases in childhood.In this study, researchers focused on the perspective of pediatric care providers from academic, non-academic and rural health facilities in Quebec. They conducted in-depth interviews with diabetes nurses, educators, pediatricians and pediatric endocrinologists from 12 centres across the province between June and November 2015. The care providers were asked for their perspective, experiences and the barriers that they see are in the way of achieving a successful transition from pediatric to adult care. \"We found there were huge gaps in transition care practices such as the lack of a standardized transition care policy, limited communication between the pediatric and adult healthcare settings and an absence of structure for pediatric care providers to implement transition care practices,'' explains Dr. Nakhla, who is also a scientist from the Centre for Outcomes Research and Evaluation at the RI-MUHC. \"Good intentions are there and everyone recognizes that this transition is important but more structure and guidance are needed for pediatric providers to implement it better within their practices.''The study reported that pediatric care providers recognized the importance of transition care but only 25 per cent reported having any formal and structured transition preparation and planning in their diabetes centres. Some of the barriers that pediatric providers perceived as important were the lack of adult care providers and a multidisciplinary team in the adult care setting, less flexibility in scheduling adult healthcare appointments, patients' struggles with multiple new responsibilities such as starting secondary education, employment or moving away from home. Another barrier that was addressed was the pediatric providers' lack of time in planning for transition and lack of resources, including human resources, in implementing transition care services. \"As healthcare practitioners, we need to start the transition process early and not in the year before adolescents get transferred to adult care. We also need to make more efforts to engage families and guide parents to progressively give their teenagers more responsibility without taking unnecessary risks,\" says Dr. Nakhla Researchers are currently using a health administrative database in Quebec to look at what happens to these young adults in terms of hospitalization, emergency department visits and health outcomes when they transfer to adult care.", "article_link": "http://dx.doi.org/10.1136/bmjdrc-2017-000390", "url": "http://www.eurekalert.org/pub_releases/2017-08/muhc-scf081617.php", "region": "namerica", "source_link": "https://muhc.ca/newsroom/news/muhc-study-calls-action-help-adolescents-diabetes-transition-adult-care", "funder": "Diabetes Canada", "meeting": "", "institution": "McGill University Health Centre", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Policy/Ethics", " Guidelines/Treaties/Agreements"], "journal": "BMJ Open Diabetes Research & Care", "description": "Adolescence can be turbulent period of life, with struggles to establish autonomy, identity issues and risk-taking behaviours. For young adults with a chronic illness such as type 1 diabetes, this transition phase also means they must assume an increased responsibility for their overall health. A study from the McGill University Health Centre sheds light on gaps in transition care practice in Quebec, pointing out a lack of standardized policies across pediatric diabetes centers.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}