{"title": "In a nutshell: Walnuts activate brain region involved in appetite control", "text": "BOSTON - Packed with nutrients linked to better health, walnuts are also thought to discourage overeating by promoting feelings of fullness. Now, in a new brain imaging study, researchers at Beth Israel Deaconess Medical Center (BIDMC) have demonstrated that consuming walnuts activates an area in the brain associated with regulating hunger and cravings. The findings, published online in the journal Diabetes, Obesity and Metabolism, reveal for the first time the neurocognitive impact these nuts have on the brain.\"We don't often think about how what we eat impacts the activity in our brain,\" said the study's first author Olivia M Farr, PhD, an instructor in medicine in the Division of Endocrinology, Diabetes and Metabolism at BIDMC. \"We know people report feeling fuller after eating walnuts, but it was pretty surprising to see evidence of activity changing in the brain related to food cues, and by extension what people were eating and how hungry they feel.\" To determine exactly how walnuts quell cravings, Farr and colleagues, in a study led by Christos Mantzoros, MD, DSc, PhD hc mult, director of the Human Nutrition Unit at Beth Israel Deaconess Medical Center and professor of medicine at Harvard Medical School, used functional magnetic resonance imaging (fMRI) to observe how consuming walnuts changes activity in the brain. The scientists recruited 10 volunteers with obesity to live in BIDMC's Clinical Research Center (CRC) for two five-day sessions. The controlled environment of the CRC allowed the researchers to keep tabs on the volunteers' exact nutritional intake, rather than depend on volunteers' often unreliable food records - a drawback to many observational nutrition studies. During one five-day session, volunteers consumed daily smoothies containing 48 grams of walnuts - the serving recommended by the American Diabetes Association (ADA) dietary guidelines. During their other stay in the CRC, they received a walnut-free but nutritionally comparable placebo smoothie, flavored to taste exactly the same as the walnut-containing smoothie. The order of the two sessions was random, meaning some participants would consume the walnuts first and others would consume the placebo first. Neither the volunteers nor the researchers knew during which session they consumed the nutty smoothie. As in previous observational studies, participants reported feeling less hungry during the week they consumed walnut-containing smoothies than during the week they were given the placebo smoothies. fMRI tests administered on the fifth day of the experiment gave Farr, Mantzoros and the team a clear picture as to why. While in the machine, study participants were shown images of desirable foods like hamburgers and desserts, neutral objects like flowers and rocks, and less desirable foods like vegetables. When participants were shown pictures of highly desirable foods, fMRI imaging revealed increased activity in a part of the brain called the right insula after participants had consumed the five-day walnut-rich diet compared to when they had not. \"This is a powerful measure,\" said Mantzoros. \"We know there's no ambiguity in terms of study results. When participants eat walnuts, this part of their brain lights up, and we know that's connected with what they are telling us about feeling less hungry or more full.\" This area of the insula is likely involved in cognitive control and salience, meaning that participants were paying more attention to food choices and selecting the less desirable or healthier options over the highly desirable or less healthy options. Farr and Mantzoros next plan to test different amounts, or dosages, of walnuts to see whether more nuts will lead to more brain activation or if the effect plateaus after a certain amount. This experiment will also allow researchers to test other compounds for their effect on this system.Similar studies could reveal how other foods and compounds, such as naturally-occurring hormones, impact the appetite-control centers in the brain. Future research could eventually lead to new treatments for obesity. \"From a strategic point of view, we now have a good tool to look into people's brains - and we have a biological read out.\" said Mantzoros. \"We plan to use it to understand why people respond differently to food in the environment and, ultimately, to develop new medications to make it easier for people to keep their weight down.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/bidm-ian081617.php", "region": "namerica", "source_link": "http://www.bidmc.org/News/PRLandingPage/2017/August/Farr.aspx", "funder": "Harvard Clinical and Translational Science Center, The National Center for Research Resources, The California Walnut Commission", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Nutrition/Nutrients"], "journal": "Diabetes", "description": "Double-blind test bolsters observational data that walnuts promote feelings of fullness. Results provide a quantitative measure for testing other compounds' ability to control appetite, including potential medications for the treatment of obesity.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}