{"title": "Why the definition of polycystic ovary syndrome harms women", "text": "The changed definition of polycystic ovary syndrome harms women and brings no clear benefit, say Australian scientists in today's British Medical Journal.In their expert opinion article, the authors say more research is needed to properly assess the harms and benefits of diagnosing and treating women across different ages, ethnicities, and sub-types of this controversial endocrine disorder.   Women diagnosed with PCOS have higher levels of depression, anxiety, poorer self-esteem, negative body image, disordered eating and decreased sexual satisfaction according to evidence. Qualitative research also emphasises that PCOS is a deeply stigmatising condition. But it is unclear whether these impacts are due to the condition, its symptoms, or from the psychological effect of being labelled as having PCOS and its perceived long-term implications. PCOS has no cure and is associated with fertility implications, an obligation for screening for comorbidities, implementing lifestyle changes, and taking long term medications. The authors argue that given the uncertainties in the current evidence, the risk of psychological harm and the impacts of applying one-size-fits-all diagnostic criteria to an-often wide-ranging set of presenting symptoms, it is important not to rush into diagnosing women as having a lifelong condition with unknown benefit. Furthermore, without clear data, the scientists say it may be better to treat those at risk of overdiagnosis symptomatically, such as adolescents, young women and those with the milder characteristics or phenotypes, rather than on the basis of a definition that has inadvertently led to likely over-diagnosis, overtreatment and harm.Changing definitionsPolycystic ovary syndrome (PCOS) happens when a woman's ovaries or adrenal glands produce more male hormones than normal. PCOS is the most commonly diagnosed endocrine disorder in reproductive aged women, and is associated with an increased risk of diabetes, metabolic syndrome, heart disease, high blood pressure, and poorer psychological wellbeing.It is considered a lifelong condition that has no cure, and includes a wide range of symptoms, such as irregular periods, polycystic appearing ovaries, hirsutism (excess hair) and acne. First described in 1935, The National Institutes of Health (NIH) established two diagnostic criteria for PCOS in 1990. In 2003, at a meeting of experts in Rotterdam, sonographic presence of polycystic ovaries was added to the original NIH criteria. This change contributed to an increase in prevalence from about five percent to as many as 21 percent of women of reproductive age. In 2006, experts recommended that clinical or biochemical evidence of hyperandrogenism was essential for the diagnosis to be made, as \"the non-hyperandrogenic phenotypes do not have the same associated risks of long-term implications that are evident in the hyperandrogenic phenotypes.\"Problems of overdiagnosisSymptoms tend to first appear during adolescence, and because the syndrome is linked to\r\nglucose intolerance and increased risk of type 2 diabetes, early diagnosis may help reduce long-term health issues, experts say.But diagnosing PCOS in adolescence is challenging, according to Tessa Copp of the University of Sydney who is the leading author on the BMJ article.\"Many symptoms of PCOS, such as acne and oligomenorrhea, overlap with features common to pubertal development, but diagnostic criteria for PCOS don't take adolescence into account.\"Diagnosis of PCOS during early adulthood may also be problematic because even though a proportion of young women meet the diagnostic criteria, their symptoms may be mild and even resolve in time. The authors also note that the 2003 Rotterdam criteria widened the NIH definition by including non-hyperandrogenic PCOS phenotypes, such as women with menstrual irregularity and polycystic appearing ovaries. However, these women don't have the same long-term consequences as women with hyperandrogenism, and yet this reduced risk may not be being communicated by doctors to women, say the authors.The BMJ authors also say existing studies showing treatment benefit are difficult to interpret because studies are often low quality and there has been no long-term follow up.\"As a result, it is uncertain whether these interventions provide long-term benefit, nor how the existing evidence of treatment benefit applies to the different PCOS phenotypes and women with milder symptoms,\" says co-author, Dr Jesse Jansen of the University of Sydney.The BMJ authors say these potential harms need to be weighed against the potential benefits of a PCOS diagnosis and early intervention, given the uncertainties in the evidence.\"The definition of PCOS has expanded without clear evidence of benefits to women receiving a diagnosis,\" says Tess Copp of the University of Sydney. We need better understanding and research to characterise the benefits and harms of diagnosis and treatment for women with both severe and milder symptoms.\"We also need age-specific cut-off points for follicle count when using modern ultrasound equipment, as 12 or more follicles, according to the Rotterdam criteria, may be normal in early adulthood.\"Clinically, women need more transparent clinical conversations with their doctor so they understand the limits of current evidence and the impacts of applying one-size-fits-all diagnostic criteria to an-often wide-ranging set of presenting symptoms,\" she adds.\"Although some women, such as those with 'classic' NIH phenotypes or those with more severe symptoms, may benefit from a PCOS diagnosis, other women may not need this label to effectively and rapidly treat their presenting symptoms.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uos-wtd081417.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "University of Sydney", "keywords": ["Medicine/Health", " Endocrinology", " Gynecology", " Medical/Scientific Ethics", " Depression/Anger", " Normalcy", " Stress/Anxiety"], "journal": "The BMJ", "description": "The changed definition of polycystic ovary syndrome harms women and brings no clear benefit, say Australian scientists in today's British Medical Journal.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}