{"title": "Multicolor MRIs could aid disease detection", "text": "Researchers at Case Western Reserve University School of Medicine have developed a method that could make magnetic resonance imaging--MRI--multicolor. Current MRI techniques rely on a single contrast agent injected into a patient's veins to vivify images. The new method uses two at once, which could allow doctors to map multiple characteristics of a patient's internal organs in a single MRI. The strategy could serve as a research tool and even aid disease diagnosis.\"The method we developed enables, for the first time, the simultaneous detection of two different MRI contrast agents,\" said Chris Flask, PhD, Associate Professor of Radiology, Biomedical Engineering, and Pediatrics, and Director of the Imaging Resource Core at Case Western Reserve University School of Medicine. Two contrast agents could include one specifically targeting diseased tissue, and one designed to show healthy tissue, for example. The new method would enable immediate comparisons of how each agent distributes in the same patient.\"This multi-agent detection capability has the potential to transform molecular imaging, as it provides a critical translational pathway for studies in patients,\" said Flask. It also provides a unique imaging platform to rigorously study molecular therapies.\" Therapies could include those targeting biomarkers or other detectable molecules associated with diseases.Flask and colleagues recently described their new method in Scientific Reports. The paper describes how two contrast agents, gadolinium and manganese, can be detected and independently quantified during MRIs. The authors span 11 departments at Case Western Reserve, uniting engineers, nurses, clinicians, and basic science researchers. They also include several members of the Case Comprehensive Cancer Center. According to the authors, their results provide \"an adaptable, quantitative imaging framework to assess two MRI contrast agents simultaneously for a wide variety of imaging applications.\"The researchers have begun to investigate widespread practical applications for the new MRI approach. Said Flask, \"In this initial paper, we validated our new methodology, opening the possibility for numerous follow-on application studies in cancer, genetic diseases such as cystic fibrosis, and metabolic diseases such as diabetes.\"", "article_link": "http://dx.doi.org/10.1038/s41598-017-08762-9", "url": "http://www.eurekalert.org/pub_releases/2017-08/cwru-mmc081617.php", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=681", "funder": "National Institutes of Health, Cystic Fibrosis Foundation", "meeting": "", "institution": "Case Western Reserve University", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Grants/Funding", " Health Care", " Medicine/Health", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Biomedical/Environmental/Chemical Engineering", " Nanotechnology/Micromachines"], "journal": "Scientific Reports", "description": "Researchers at Case Western Reserve University School of Medicine have developed a method that could make magnetic resonance imaging -- MRI -- multicolor. Current MRI techniques rely on a single contrast agent injected into a patient's veins to vivify images. The new method uses two at once, which could allow doctors to map multiple characteristics of a patient's internal organs in a single MRI. The strategy could serve as a research tool and even aid disease diagnosis.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}