{"title": "Scientists discover powerful potential pain reliever", "text": "A team of scientists led by chemists Stephen Martin and James Sahn at The University of Texas at Austin have discovered what they say is a powerful pain reliever that acts on a previously unknown pain pathway. The synthetic compound, known as UKH-1114, is as effective at relieving neuropathic pain in injured mice as a drug widely used for pain relief called gabapentin, but it works at a much lower dose, with longer duration of action.If the researchers can demonstrate that the drug is safe, effective and nonaddictive in humans -- a process that typically takes years -- the discovery could be instrumental in addressing one of today's biggest public health challenges: the opioid abuse epidemic.Nearly a third of Americans suffer from chronic pain, yet the most effective pain relievers -- opioids -- are addictive and often require increased dosing to maintain efficacy. According to the National Institute on Drug Abuse, about 2 million people in the U.S. suffer from addiction to prescription opioid pain relievers. Alternatives to opioids have their own drawbacks -- for example, gabapentin (sold as Neurontin) can cause cognitive impairment in certain individuals.\"This opens the door to having a new treatment for neuropathic pain that is not an opioid,\" said Martin, a professor and the M. June and J. Virgil Waggoner Regents Chair in Chemistry. \"And that has huge implications.\"The pain drug they found binds to a receptor on cells throughout the central nervous system called the sigma 2 receptor. Although it was discovered 25 years ago, scientists still did not know what sigma 2 did until now.Theodore Price, associate professor of neuroscience at The University of Texas at Dallas and a leading expert on chronic pain, tested UKH-1114 on mice with nerve damage and found that it alleviated pain as well as gabapentin did, but at a much lower dose (one-sixth as much) and was effective much longer (lasting for a couple of days, compared with 4 to 6 hours). This research is the first to demonstrate that the sigma 2 receptor may be a target for treating neuropathic pain.Results are published in the Aug. 18 print edition of the journal ACS Chemical Neuroscience. An earlier paper, published online on May 28 in the journal Proceedings of the National Academy of Sciences, described the molecular cloning and identification of the sigma 2 receptor. The researchers have filed patent applications on the new compound.Neuropathic pain, or chronic pain, is caused when nerves in the central nervous system are damaged. Among other things, it can result from chemotherapy, diabetes and injuries to the brain or spinal cord.Much work remains to be done before UKH-1114 can enter the market. More studies are needed to demonstrate safety, efficacy and oral bioavailability. In the meantime, the scientists are working to understand, on a fundamental level, how activating the sigma 2 receptor relieves neuropathic pain.Still, Martin and Sahn are excited by the compelling results from the mouse model.\"We started out just working on fundamental chemistry in the lab,\" said Sahn, a research scientist in the Department of Chemistry. \"But now we see the possibility that our discoveries could improve the quality of people's lives. That is very satisfying.\"", "article_link": "http://dx.doi.org/10.1021/acschemneuro.7b00200", "url": "http://www.eurekalert.org/pub_releases/2017-08/uota-sdp081617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, The University of Texas, The Robert A. Welch Foundation, Dell Medical School.", "meeting": "", "institution": "University of Texas at Austin", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry", " Neurochemistry", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Neurochemistry", " Pain", " Pharmaceutical Chemistry"], "journal": "ACS Chemical Neuroscience", "description": "Chemists have discovered a powerful pain reliever that acts on a previously unknown pain pathway. The compound is as effective at relieving neuropathic pain in injured mice as a drug widely used for pain relief called gabapentin. If they can demonstrate that it is safe, effective and nonaddictive in humans -- a process that typically takes years -- the discovery could address one of today's biggest public health challenges: the opioid abuse epidemic.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}