{"title": "The Lancet Respiratory Medicine: Chronic obstructive pulmonary disease caused 3.2 million deaths worldwide in 2015", "text": "Latest global estimates illustrate the vast impact of the two most common chronic respiratory diseases, with 3.2 million deaths from chronic obstructive pulmonary disease (COPD) and 0.4 million deaths caused by asthma in 2015, according to a new Global Burden of Disease study published in The Lancet Respiratory Medicine journal. COPD is a group of lung conditions (including emphysema and chronic bronchitis) that cause breathing difficulties. The condition is largely caused by smoking and air pollution.  The study finds that asthma is the most common chronic respiratory disease worldwide, with twice the number of cases of COPD in 2015, but that deaths from COPD were eight times more common than deaths from asthma. Many cases of asthma and COPD can be treated or prevented with affordable interventions, but people are often left undiagnosed, misdiagnosed or undertreated.  The study estimates the number of cases and deaths caused by the two diseases between 1990 and 2015. While overall prevalence and death rates have reduced since 1990, population growth and the ageing population mean that the numbers have increased. The number of deaths from COPD increased by 11.6% between 1990 and 2015 (from 2.8 to 3.2 million deaths), and the number of cases increased by 44.2% (from 121 to 174.5 million cases). Comparatively, deaths from asthma reduced by 26.2% (from 0.55 to 0.4 million deaths) but prevalence increased by 12.6% (from 318.2 to 358.2 million) over the same time period.  \"COPD and asthma contribute substantially to the burden of non-communicable disease. Although much of the burden is either preventable or treatable with affordable interventions, these diseases have received less attention than other prominent non-communicable diseases like cardiovascular disease, cancer, or diabetes,\" says lead author Professor Theo Vos, Institute of Health Metrics and Evaluation, University of Washington, USA. \"Up-to-date information on COPD and asthma is key to policy making to improve access to and quality of existing interventions.\" [1]As a result of the larger number of cases, there were more people living with disability - with the countries with the highest burden of disability from COPD and asthma typically residing in developing regions. Disease burden due to COPD in 2015 was highest in Papua New Guinea, India, Lesotho, and Nepal, and burden for asthma was highest in Afghanistan, Central African Republic, Fiji, Kiribati, Lesotho, Papua New Guinea, and Swaziland. The lowest COPD disease burden was seen in some countries in high-income Asia Pacific, central Europe, north Africa and the Middle East, the Caribbean, western Europe, and Andean Latin America, and the lowest asthma disease burden was seen in countries in eastern and central Europe, plus China, Italy, and Japan.The main risk factors for COPD were smoking and air pollution, followed by household air pollution, occupational risk (such as asbestos, diesel fumes, arsenic and benzene), ozone and second-hand smoke, leading the authors to call for public health interventions to reduce air pollution and further reduce global smoking rates. Conversely, the causes of asthma are less clear, but include smoking and asthma-causing allergens experienced in the workplace.The authors highlight the need for more research into causes of COPD and asthma to create better prevention measures and reduce the burden of the diseases, and also to help better define and diagnose the diseases. \"The varied definitions of asthma and COPD around the world mean many people are not diagnosed or are incorrectly diagnosed. For this reason, we need much clearer understanding of how the diseases develop to help us identify cases more conclusively. The benefits of a simpler global definition of these diseases would mean more people were diagnosed, and could access the cheap and effective treatments that can prevent these avoidable deaths.\" explains Professor Vos. [1]As a result of the varied definitions of COPD and asthma, and of varying data quality around the world, there is some uncertainty within the study's estimates.Writing in a linked Comment, Professor Onno van Schayck, Maastricht University, the Netherlands, says: \"To reduce the prevalence of COPD and asthma, interventions should focus on modifiable factors. In the case of COPD, interventions aimed at smoking cessation and reducing household air pollution are the most apparent. There have been numerous initiatives to reduce smoking worldwide, resulting in a decreased prevalence between 1990 and 2015. Now is the time to tackle ambient and household air pollution, which together cause more DALYs than smoking alone. The use of biomass fuel is one of the greatest causes of air pollution. Nowadays, more than half of the world's population uses biomass fuel as a primary cooking source, resulting in a high burden of morbidity and mortality. To reduce household air pollution, a switch to cleaner fuels would be desirable. However, this change is not always possible due to financial or logistical constraints, especially in urban slums. It is estimated that 1·8 billion people will still be reliant on solid biomass for cooking in 2040. Consequently, interventions should also aim to include the development of low-smoke biomass cooking stoves. The GBD study reports the global burden of COPD and asthma and stresses the need for good policy making.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tl-tlr081517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "The Lancet Respiratory Medicine", "description": "Latest global estimates illustrate the vast impact of the two most common chronic respiratory diseases, with 3.2 million deaths from chronic obstructive pulmonary disease (COPD) and 0.4 million deaths caused by asthma in 2015, according to a new Global Burden of Disease study published in The Lancet Respiratory Medicine journal.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}