{"title": "Drug-delivering micromotors treat their first bacterial infection in the stomach", "text": "Nanoengineers at the University of California San Diego have demonstrated for the first time using micromotors to treat a bacterial infection in the stomach. These tiny vehicles, each about half the width of a human hair, swim rapidly throughout the stomach while neutralizing gastric acid and then release their cargo of antibiotics at the desired pH. Researchers published their findings on Aug. 16 in Nature Communications.This micromotor-enabled delivery approach is a promising new method for treating stomach and gastrointestinal tract diseases with acid-sensitive drugs, researchers said. The effort is a collaboration between the research groups of nanoengineering professors Joseph Wang and Liangfang Zhang at the UC San Diego Jacobs School of Engineering. Wang and Zhang pioneered research on the in vivo operation of micromotors and this study represents the first example of drug-delivering micromotors for treating bacterial infection.  Gastric acid can be destructive to orally administered drugs such as antibiotics and protein-based pharmaceuticals. Drugs used to treat bacterial infections, ulcers and other diseases in the stomach are normally taken with additional substances, called proton pump inhibitors, to suppress gastric acid production. But when taken over longer periods or in high doses, proton pump inhibitors can cause adverse side effects including headaches, diarrhea and fatigue. In more serious cases, they can cause anxiety or depression.The micromotors have a built-in mechanism to neutralize gastric acid and effectively deliver their drug payloads in the stomach -- without the use of proton pump inhibitors. \"It's a one-step treatment with these micromotors, combining acid neutralization with therapeutic action,\" said Berta Esteban-Fernández de Ávila, a postdoctoral scholar in Wang's research group at UC San Diego and a co-first author of the paper. Each micromotor consists of a spherical magnesium core coated with a protective layer of titanium dioxide, followed by a layer of the antibiotic clarithromycin, and an outer layer of a positively-charged polymer called chitosan that enables the motors to stick to the stomach wall. This binding is also enhanced by the propulsion of the micromotors, which is fueled by the stomach's own acid. The magnesium cores react with gastric acid, generating a stream of hydrogen microbubbles that propel the motors around inside the stomach. This reaction also temporarily reduces the amount of acid in the stomach, increasing the pH level enough to allow the micromotors to release the drug and perform treatment. The normal stomach pH is restored within 24 hours. Researchers tested the micromotors in mice with Helicobacter pylori infections. The micromotors -- packed with a clinical dose of the antibiotic clarithromycin -- were administered orally once a day for five consecutive days. Afterwards, researchers evaluated the bacterial count in each mouse stomach and found that treatment with the micromotors was slightly more effective than when the same dose of antibiotic was given in combination with proton pump inhibitors.The micromotors are mostly made of biodegradable materials. The magnesium cores and polymer layers are dissolved by gastric acid without producing harmful residues.Researchers say that while the present results are promising, this work is still at an early stage. The team is planning future studies to further evaluate the therapeutic performance of the micromotors in vivo and compare it with other standard therapies against stomach diseases. Researchers also plan to test different drug combinations with the micromotors to treat multiple diseases in the stomach or in different sections of the gastrointestinal tract. Overall, the researchers say that this work opens the door to the use of synthetic motors as active delivery platforms for in vivo treatment of diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--dmt081417.php", "region": "namerica", "source_link": null, "funder": "Defense Threat Reduction Agency Joint Science and Technology Office for Chemical and Biological Defense, NIH/National Institute of Diabetes and Digestive and Kidney Diseases ", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Technology/Engineering/Computer Science", " Nanotechnology/Micromachines", " Nanotechnology/Micromachines"], "journal": "Nature Communications", "description": "Nanoengineers at the University of California San Diego have demonstrated for the first time using micromotors to treat a bacterial infection in the stomach. These tiny vehicles, each about half the width of a human hair, swim rapidly throughout the stomach while neutralizing gastric acid and then release their cargo of antibiotics at the desired pH.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}