{"title": "Intensive lifestyle intervention provides modest improvement in glycemic control, reduced need for medication", "text": "A high amount and intensity of exercise along with a diet plan resulted in a modest reduction in blood glucose levels among adults with type 2 diabetes, but was accompanied by reductions in the use of glucose-lowering medications, according to a study published by JAMA.Although medication is effective in lowering hemoglobin A1c (HbA1c) in patients with type 2 diabetes, it is also associated with potential adverse drug interactions, discomforts, increased economic costs and decreased quality of life. Lifestyle interventions are needed that are able to maintain glycemic control to at least the same extent as medication.Mathias Ried-Larsen, Ph.D., with the Copenhagen University Hospital, Rigshospitalet, and colleagues randomly assigned adults with non-insulin-dependent type 2 diabetes who were diagnosed for less than 10 years to a standard care group (n = 34) or a lifestyle group (n = 64).All participants received standard care with individual counseling and standardized, target-driven medical therapy. The lifestyle intervention included five to six weekly aerobic training sessions (duration 30-60 minutes), of which two to three sessions were combined with resistance training. The lifestyle participants received dietary plans aiming for a body mass index of 25 or less. Participants were followed up for 12 months.From study entry to 12-month follow-up, the average HbA1c level changed from 6.65 percent to 6.34 percent in the lifestyle group and from 6.74 percent to 6.66 percent in the standard care group (average between-group difference in change of -0.26 percent), not meeting a prespecified criteria for equivalence between groups. Reduction in glucose-lowering medications occurred in 73.5 percent of participants in the lifestyle group and 26.4 percent of participants in the standard care group (difference, 47.1 percentage points).The study notes some limitations, including that the self-reported dietary intake is subject to biases and limitations.\"Among adults with type 2 diabetes diagnosed for less than 10 years, a lifestyle intervention compared with standard care resulted in a change in glycemic control that did not reach the criterion for equivalence, but was in a direction consistent with benefit. Further research is needed to assess superiority, as well as generalizability and durability of findings,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tjnj-ili081117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diet/Body Weight", " Diabetes", " Exercise"], "journal": "JAMA", "description": "A high amount and intensity of exercise along with a diet plan resulted in a modest reduction in blood glucose levels among adults with type 2 diabetes, but was accompanied by reductions in the use of glucose-lowering medications, according to a study published by JAMA.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}