{"title": "PCORI Board approves $115 million to support 20 new patient-centered CER research studies", "text": "WASHINGTON, D.C. -- The Patient-Centered Outcomes Research Institute's (PCORI) Board of Governors today approved more than $115 million to fund 20 comparative clinical effectiveness research (CER) studies on a range of conditions that impose high burdens on patients, their families and the healthcare system. The Board also approved $4 million to support four projects focused on improving methods for conducting CER. Two of the new awards, totaling nearly $10 million, will fund studies on the most effective ways to prevent unsafe prescribing of opioids in primary care for people with acute or chronic pain. Seven awards, totaling nearly $74 million, will fund studies on the most effective approaches to care planning and delivery of palliative care to adults with advanced illnesses and their caregivers.The awards are designed to fill vital evidence gaps about treatment and prevention on multiple topics and conditions, including:\"These new studies will undertake urgently needed research on key questions identified with input from patients, family caregivers, clinicians and other healthcare stakeholders,\" said PCORI Executive Director Joe Selby, MD, MPH. \"We're excited to expand our portfolio of patient-centered CER and look forward to seeing results from these studies. The findings will hopefully lead to improvements in practice and ultimately, better outcomes for patients and their families.\"With these latest awards, PCORI's Board has approved $1.7 billion in funding since 2012 for more than 600 patient-centered CER studies and other projects to enhance the methods and infrastructure of CER.The awards on opioids and palliative care resulted from two targeted funding announcements that PCORI issued in response to input from the healthcare community. PCORI hosted a series of multi-stakeholder workshops that brought together patients and representatives of groups advancing research on these conditions, as well as clinicians, government agencies, industry and health insurers to refine the questions that became the focus of the funding announcements.The other 15 CER studies and methods projects resulted from responses to funding announcements issued under PCORI's National Priorities for Research. Details of all approved studies can be found on PCORI's website. The new awards were approved pending a business and programmatic review by PCORI staff, followed by issuance of formal award contracts.The approved studies were selected through a competitive review process in which patients, caregivers and other stakeholders joined scientists in evaluating proposals using criteria including scientific merit, how well the projects engage patients and other stakeholders, and methodological rigor.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/pori-pba081517.php", "region": "namerica", "source_link": "http://www.pcori.org/news-release/pcori-board-approves-115-million-support-20-new-patient-centered-comparative-clinical", "funder": "Patient-Centered Outcomes Research Institute", "meeting": "", "institution": "Patient-Centered Outcomes Research Institute", "keywords": ["Medicine/Health", " Breast Cancer", " Health Care Systems/Services", " Diabetes", " Alzheimer's Disease", " Gynecology", " Pain", " Surgery"], "journal": "", "description": "The Patient-Centered Outcomes Research Institute's (PCORI) Board of Governors today approved more than $115 million to fund 20 comparative clinical effectiveness research (CER) studies on a range of conditions that impose high burdens on patients, their families and the healthcare system. The Board also approved $4 million to support four projects focused on improving methods for conducting CER.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}