{"title": "A metabolic treatment for pancreatic cancer?", "text": "BOSTON(August 14, 2017) - Pancreatic cancer is now the third leading cause of cancer mortality. Its incidence is increasing in parallel with the population increase in obesity, and its five-year survival rate still hovers at just 8 to 9 percent. Research led by Nada Kalaany, PhD, at Boston Children's Hospital and the Broad Institute of MIT and Harvard, now suggests a novel approach to treating this deadly cancer: targeting an enzyme that tumors use to get rid of nitrogen. The study, published online today in Nature Communications, provides evidence that targeting the enzyme arginase 2 (ARG2) can curb the growth of pancreatic tumors, especially in people who are obese. The researchers began by introducing human pancreatic tumors into obese and lean mice. They then analyzed what genes the tumors turned on and what metabolic products they were producing. They found that tumors in obese mice had enhanced expression of many genes involved in metabolizing nitrogen, a natural byproduct of cells when proteins are broken down. Until now, how nitrogen excess affects tumor growth has been largely unknown.\"We found that highly malignant pancreatic tumors are very dependent on the nitrogen metabolism pathway,\" says Kalaany, a researcher in Boston Children's Division of Endocrinology and an assistant professor at Harvard Medical School.Curbing tumor growth by preventing nitrogen disposalPancreatic tumors grew faster in obese mice than in lean mice and produced increased amounts of ARG2, an enzyme that helps dispose of excess nitrogen by breaking down ammonia, as part of the urea cycle. Kalaany and colleagues also analyzed tumor samples removed from 92 patients with pancreatic cancer, through collaboration with Massachusetts General Hospital and the Dana-Farber Cancer Institute. They showed that ARG2 levels in the tumors increased together with patients' body mass index (BMI).When the researchers silenced or deleted ARG2 in the tumors of obese mice, nitrogen accumulated (in the form of ammonia) and pancreatic cancer growth was strongly suppressed.\"Pancreatic tumors are known to take up and break down large amounts of protein to fuel their growth,\" explains Kalaany. \"They need ARG2 to get rid of the extra nitrogen and prevent ammonia from accumulating.\" Not just the obeseAlthough pancreatic tumors grew more robustly in the obese mice and produced more ARG2, as did tumors from higher-BMI patients, tumors in lean mice appear to activate the same metabolic pathway.\"In a lean mouse model bearing fast-growing tumors, we saw the same transcriptomic signature that we did in the obese mice,\" says Kalaany. \"It seems obesity or rapid growth exaggerate a tumor's need to get rid of nitrogen.\"\tARG2 is closely related to ARG1, the liver enzyme we ourselves use to rid our bodies of excess nitrogen. In mouse models and in humans, deficiencies of ARG1 have been shown to cause neurological impairment, growth retardation and fatal ammonia toxicity. But deleting the ARG2 gene does not appear to cause serious side effects, at least in mice. \"There could be a therapeutic window here,\" says Kalaany. The team plans to conduct chemical screens to identify inhibitors of arginase 2 that could potentially be used as drugs. Most known inhibitors also inhibit arginase 1, but at least one has action more specific to arginase 2, she says.\"Pancreatic cancer is notoriously resistant to conventional treatment options,\" said Julie Fleshman, JD, MBA, president and CEO at the Pancreatic Cancer Action Network, which helped fund this work. \"The discovery of novel drug targets like ARG2 could have a significant impact on patient outcomes and move us closer to our goal to double pancreatic cancer survival by 2020.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/bch-amt081517.php", "region": "namerica", "source_link": null, "funder": "Pancreatic Cancer Action Network-AACR Career Development Award, Hirshberg Foundation for Pancreatic Cancer Research, Boston Children's-Broad Institute Collaboration Grant, and others", "meeting": "", "institution": "Boston Children's Hospital", "keywords": ["Medicine/Health", " Cancer", " Endocrinology"], "journal": "Nature Communications", "description": "Pancreatic cancer is now the third leading cause of cancer mortality. Its incidence is increasing in parallel with the population increase in obesity, and its five-year survival rate still hovers at just 8 to 9 percent.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}