{"title": "Study: Long-term testosterone therapy improves urinary, sexual function and quality of life", "text": "(Boston) - A new study shows a significant improvement in both sexual and urinary function as well as quality of life for hypogonadal men who undergo long-term testosterone replacement therapy.These findings appear in the Journal of Urology.Testosterone is a steroid hormone involved in the regulation of sexual function, urinary health and metabolism as well as a number of other critical functions. For most men, testosterone concentration declines slowly with age and may not cause immediate major symptoms. However, some men may experience a host of signs and sumptoms constituting a clinical condition called Testosterone Deficiency (TD), or male hypogonadism, which is attributed to insufficient levels of testosterone. As a result, they experience symptoms as varied as erectile dysfunction, low energy, fatique, depressed mood and an increased risk of diabetes.Researchers from the Boston University School of Medicine (BUSM) and Public Health (BUSPH) collaborated with a group of urologists in Germany to investigate the effects of long-term testosterone replacement therapy on urinary health and sexual function as well as quality of life in men with diagnosed, symptomatic testosterone deficiency. More than 650 men in their 50s and 60s enrolled in the study, some with unexplained testosterone deficiency and others with known genetic and auto-immune causes for their hypogonadism.\"It is thought that testosterone treatment in men may increase prostate size and worsen lower urinary tract symptoms,\" said Abdulmaged Traish, PhD, professor of urology at BUSM.However, he and Gheorghe Doros, PhD, professor of biostatistics at BUSPH, discovered that despite increased prostate size in the group that received testosterone therapy, there were fewer urinary symptoms such as frequent urination, incomplete bladder emptying, weak urinary stream and waking up at night to urinate.In addition to these subjective improvements, the researchers conducted objective testing that showed that those men treated with testosterone emptied their bladders more fully. Finally, testosterone treatment also increased the scores patients received on assessments of their erectile/sexual health and general quality of life.The findings of this study are of great significance to men suffering with symptomatic testosterone deficiency. Traish emphasized the value of this treatment option, stating that, \"[Testosterone therapy] is well-tolerated with progressive and sustained improvement in urinary and sexual function and overall improvement in quality of life.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/bumc-slt081517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health"], "journal": "Journal of Urology", "description": "A new study shows a significant improvement in both sexual and urinary function as well as quality of life for hypogonadal men who undergo long-term testosterone replacement therapy.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}