{"title": "Clinical trial uses a genetically engineered virus to fight cancer", "text": "SIOUX FALLS, S.D. - Sanford Health is the first site in the United States to launch a clinical trial using a genetically-engineered virus that aims to destroy therapy-resistant tumors. The Phase I immunotherapy trial is for those ages 18 and older with metastatic solid tumors that have not responded to standard treatments. The treatment injects an oncolytic (cancer-destroying) virus -- vesicular stomatitis virus (VSV) -- into the tumor. The virus is engineered to grow in cancer cells, destroy these tumors, and then spread to other cancer sites. During this process, it recruits the immune system to the area with the goal of triggering an immune response.The virus, commonly known as VSV, can infect cattle, but it rarely causes serious infections in humans.  The virus is genetically altered by adding two genes. The first gene is a human interferon beta gene, which is a natural anti-viral protein. This protects the normal, healthy cells from being infected, while still allowing the virus to work against cancer cells.The second gene makes the NIS protein found in the thyroid gland, which allows the researchers to track the virus as it spreads to tumor sites. Vyriad, a biopharmaceutical company in Rochester, Minnesota, developed this technology and is led by Stephen Russell, M.D., Ph.D., a professor of molecular medicine at the Mayo Clinic and an expert in oncolytic virus therapy. \"Oncolytic viruses are the next wave of promising cancer immunotherapy treatments,\" says Dr. Steven Powell, a medical oncologist with the Sanford Cancer Center in Sioux Falls, S.D., who collaborated with Vyriad on the development of this clinical trial. \"We are very excited about using VSV as researchers have seen promising results using other similar viruses, such as the polio virus, in early clinical trials.\" Dr. Shannon Peck, an interventional radiologist at Sanford with experience in interventional therapeutics, oversees the viral injection procedures. Enrollees in the trial are given a one-time injection and then are followed for 43 days to evaluate for safety and clinical benefit. To ensure safety during this period, other anti-cancer therapies cannot be used. However, after this 43-day period, chemotherapy, immunotherapy or targeted therapy can be restarted.   Sanford Health is the first in the nation to launch the Vyriad solid tumor oncolytic virus clinical trial. Call 1-877-SURVIVAL to learn more or to see if you qualify.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/shr-ctu081417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Sanford Health/Sanford Research", "keywords": ["Genetics", " Medicine/Health", " Cancer", " Clinical Trials", " Genes", " Gene Therapy"], "journal": "", "description": "Sanford Health is the first site in the United States to launch a clinical trial using a genetically-engineered virus that aims to destroy therapy-resistant tumors.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}