{"title": "Precision medicine opens the door to scientific wellness preventive approaches to suicide", "text": "INDIANAPOLIS - Researchers have developed a more precise way of diagnosing suicide risk, by developing blood tests that work in everybody, as well as more personalized blood tests for different subtypes of suicidality that they have newly identified, and for different psychiatric high-risk groups.The research team, led by scientists at the Indiana University School of Medicine, also showed how two apps, one based on a suicide risk checklist and the other on a scale for measuring feelings of anxiety and depression, work along with the blood tests to enhance the precision of tests and to suggest lifestyle, psychotherapeutic and other interventions. Lastly, they identified a series of medications and natural substances that could be developed for preventing suicide. \"Our work provides a basis for precision medicine and scientific wellness preventive approaches,\" said Alexander B. Niculescu III, MD, PhD, professor of psychiatry and medical neuroscience at IU School of Medicine and attending psychiatrist and research and development investigator at the Richard L. Roudebush Veterans Affairs Medical Center.The article, \"Precision medicine for suicidality: from universality to subtypes and personalization,\" appears in the August 15 online edition of the Nature Publishing Group's leading journal in psychiatry, Molecular Psychiatry.The research builds on earlier studies from the Niculescu group.\"Suicide strikes people in all walks of life. We believe such tragedies can be averted. This landmark larger study breaks new ground, as well as reproduces in larger numbers of individuals some of our earlier findings,\" said Dr. Niculescu.There were multiple steps to the research, starting with serial blood tests taken from 66 people who had been diagnosed with psychiatric disorders, followed over time, and who had at least one instance in which they reported a significant change in their level of suicidal thinking from one testing visit to the next. The candidate gene expression biomarkers that best tracked suicidality in each individual and across individuals were then prioritized using the Niculescu group's Convergent Functional Genomics approach, based on all the prior evidence in the field.Next, working with the Marion County (Indianapolis, Ind.) Coroner's Office, the researchers tested the validity of the biomarkers using blood samples drawn from 45 people who had committed suicide.The biomarkers were then tested in another larger, completely independent group of individuals to determine how well they could predict which of them would report intense suicidal thoughts or would be hospitalized for suicide attempts.The biomarkers identified by the research are RNA molecules whose levels in the blood changed in concert with changes in the levels of suicidal thoughts experienced by the patients. Among the findings reported in the current paper were:", "article_link": "http://dx.doi.org/10.1038/mp.2017.128", "url": "http://www.eurekalert.org/pub_releases/2017-08/iu-pmo081417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, US Department of Veterans Affairs", "meeting": "", "institution": "Indiana University", "keywords": ["Biology", " Molecular Biology", " Medicine/Health", " Neurobiology", " Neurochemistry", " Pharmaceutical Science", " Mental Health", " Depression/Anger", " Research/Development"], "journal": "Molecular Psychiatry", "description": "Researchers have developed a more precise way of diagnosing suicide risk, by developing blood tests that work in everybody, as well as more personalized blood tests for different subtypes of suicidality that they have newly identified, and for different psychiatric high-risk groups. The work, led by the Indiana University School of Medicine, is reported in the journal Molecular Psychiatry.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}