{"title": "How a nutrient, glutamine, can control gene programs in cells", "text": "BIRMINGHAM, Ala. - The 200 different types of cells in the body all start with the same DNA genome. To differentiate into families of bone cells, muscle cells, blood cells, neurons and the rest, differing gene programs have to be turned on or off.Revealing the intricate ways this is done is one of the great goals of biomedical research, especially because dysregulation of gene programs underlies diseases like cancer and those caused by destructive inflammation. While some general influences of cellular metabolism on gene control are known -- such as the fact that glutamine metabolism by embryonic stem cells influences differentiation and causes some epigenetic changes in the DNA, as well as in the proteins that compact or unravel genomic DNA -- a major gap in current knowledge is how such broad epigenetic events are precisely translated into specific differentiation gene programs.A research team, led by first author and University of Alabama at Birmingham graduate student Danielle Chisolm and corresponding author Amy Weinmann, Ph.D., UAB professor of microbiology, now report one mechanism that links glutamine uptake into the cell to the control of select gene programs. This finding shows that metabolism -- which is usually thought of in terms of energy production or constructing the building blocks of the cell -- also can act through this mechanism to help shape a cell's fate in differentiation.In a report published in Immunity, a Cell Press journal, they show that an intracellular metabolite of glutamine, alpha-ketoglutarate, plays a role in regulating cellular differentiation programs by changing the DNA-binding patterns of the transcription factor CTCF and by altering genome interactions. As an added level of gene program control complexity, they have found that the genome's context near the binding sites -- such as epigenetic changes or altered genome topology -- affects whether the binding turns on or turns off gene programs.\"We are really interested in understanding how each cell knows how to express its DNA in a way that is appropriate for that cell type,\" Weinmann said. \"That question is absolutely fundamental as you are developing as an organism -- how each cell knows how to be what it needs to be at each point in time. It's fundamental in the immune response, because if the immune response doesn't form appropriately, you either can't clear an infection or you have autoimmune diseases, such as diabetes or lupus. In cancer, if the cell doesn't know how to be the cell it needs to be, it can hyper-proliferate and you have a cancerous state.\"Therefore, in both normal development and in all these disease states, the question is, 'how is that DNA expressed?'\"Chisolm and Weinmann used a model system of T cells, a type of immune cell that differentiates in response to infections or other challenges. The researchers also looked at embryonic stem cells -- which retain the ability to differentiate into any type of cell -- and found an intriguing relationship between gene program controls in T cells and in embryonic stem cells. One interesting thing they noticed was that a subset of the genome binding sites for CTCF after alpha-ketoglutarate stimulation of T helper 1 (Th1) cells were associated with genes that were known to be expressed early in development, including in embryonic stem cells. When Chisolm and Weinmann tested embryonic stem cells, they found that one-third of the genes that were alpha-ketoglutarate-inducible in the embryonic stem cells were associated with the locations of alpha-ketoglutarate-inducible CTCF binding peaks in Th1 cells. Thus, control sites used during embryo growth were also likely being used to control T cell changes after an immune challenge.In mechanistic studies like this paper, the molecular biology research strategy is akin to reverse engineering, where engineers extract design information by taking a machine apart to analyze its pieces in detail. Chisolm, Weinmann and colleagues at UAB, the HudsonAlpha Institute for Biotechnology, Huntsville, Alabama, and the University of California-San Diego figuratively took apart the molecular machinery in T cells, using tools like altered levels of interleukin 2, altered levels of a permeable form of alpha-ketoglutarate that can pass through the cell membrane, and addition of enzyme inhibitors or small interfering RNAs.Their model system used helper T cells or cytotoxic T cells that were polarized in type 1 conditions and maintained in either high or low environmental concentrations of interleukin 2. These different concentrations of interleukin 2 signaling drive the cells to turn on different gene programs and develop gene programs similar to those from either effector or memory T cells. It was previously known that high levels of interleukin 2 associated with effector T cells also drive metabolic changes that include glutamine uptake and metabolism that results in high intracellular levels of alpha-ketoglutarate.To begin the mechanistic study, the researchers added permeable alpha-ketoglutarate to T cells held at low interleukin 2 levels to see how many of the gene expression changes caused by high-interleukin 2 were also driven by introducing high-intracellular alpha-ketoglutarate.They found that adding permeable alpha-ketoglutarate to the low interleukin 2 condition induced about a third of the gene program induced by high interleukin 2 relative to low interleukin 2 in T cells, while it inhibited about 10 percent of the genes that were more highly expressed in low interleukin 2 relative to high interleukin 2 conditions. Alpha-ketoglutarate thus appears to be responsible for part, but not all, of interleukin 2's impact on T cell gene programming.They then followed the molecular trail through to the differential CTCF binding mechanism, using experimental methods that included RNA sequencing, measurements of protein expression, chromatin-immunoprecipitation-sequencing, in situ Hi-C and bioinformatics.Besides Chisolm and Weinmann, co-authors of the paper, \"CCCTC-binding factor translates interleukin 2- and alpha-ketoglutarate-sensitive metabolic changes in T cells into context-dependent gene programs,\" are Daniel Savic and Richard M. Myers, HudsonAlpha Institute for Biotechnology; Amanda J. Moore and Cornelis Murre, University of California-San Diego; Andre Ballesteros-Tato, Division of Clinical Immunology and Rheumatology, UAB Department of Medicine; Beatriz León, Department of Microbiology, UAB School of Medicine; and David K. Crossman, UAB Heflin Center for Genomic Science.\r\n", "article_link": "http://dx.doi.org/10.1016/j.immuni.2017.07.015", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoaa-han081117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Alabama at Birmingham", "keywords": ["Cell Biology", " Developmental/Reproductive Biology", " Molecular Biology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Metabolism/Metabolic Diseases"], "journal": "Immunity", "description": "Researchers show that an intracellular metabolite of glutamine, alpha-ketoglutarate, plays a role in regulating cellular differentiation programs by changing the DNA-binding patterns of the transcription factor CTCF and by altering genome interactions. As an added level of gene program control complexity, they have found that the genome's context near the binding sites -- such as epigenetic changes or altered genome topology -- affects whether the binding turns on or turns off gene programs.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}