{"title": "The best place to treat type 1 diabetes might be just under your skin", "text": "A group of U of T researchers have demonstrated that the space under our skin might be an optimal location to treat type 1 diabetes (T1D).The new study, led by researchers in the University of Toronto's Institute of Biomaterials & Biomedical Engineering (IBBME), involved transplanting healthy pancreatic cells under the skin to produce insulin for blood glucose regulation.\"The skin has the advantage of being readily accessible,\" said Michael Sefton, a senior researcher of the study published today in PNAS and a professor in the Department of Chemical Engineering & Applied Chemistry and IBBME. \"It is also presents fewer hazards than other transplantation sites.\"In persons with T1D, insulin-making beta cells, located in regions of the pancreas known as pancreatic islets, are damaged. Implanting healthy new cells could restore insulin function, but it's hard to get them in the right place. \"Pancreatic islets are scattered throughout the pancreas in between other pancreatic cells that secrete digestive enzymes,\" said Alexander Vlahos, the lead author of this study and a PhD candidate in IBBME. \"This makes it impractical to try and deliver islets to the pancreas: you would most likely be delivering it to a region of the pancreas that is secreting these enzymes.\"Other sites such as the abdominal cavity and liver aren't much better: they are considered \"hostile\" environments that can damage the new cells, resulting in loss of function.\"The accessible location of the skin makes islet transplantation a lot more manageable, especially if the patient responds negatively to the donor cells,\" said Vlahos. \"The space under the skin has a large area so that it can support many islets, which is necessary for this approach.\"Vlahos pursued the idea of transplanting pancreatic islets under the skin because the current method of implanting into the liver requires too many donor cells.\"You need to overshoot the quantity of islets when injecting into the liver because you lose about 60 per cent of the transplanted cells within the first 48 hours,\" said Vlahos. \"That amount of islets requires two to three donors for each recipient.\"In his tests, Vlahos injected healthy pancreatic islets under the skin and found that normal blood sugar levels could be restored within 21 days, provided he created blood vessels at the same time. When the islet transplants were removed, glucose levels returned to diabetic levels.However, Vlahos believes that these results mark only the beginning of a bigger picture.  \"Pancreatic islets comprise approximately one per cent of the pancreas, but require 15 to 20 per cent of the blood flow to the organ,\" said Vlahos. \"We needed to ensure adequate blood flow to the islets in order for this to work.\" \"The next phase of our research will involve engineering the blood vessel network first and then injecting fewer islets into the already vascularized tissue ,\" said Sefton. \"A well-vascularized environment will allow more of the cells to survive and function within the host, reducing the need for multiple donors per patient.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uotf-tbp081417.php", "region": "namerica", "source_link": "http://news.engineering.utoronto.ca/best-place-treat-type-1-diabetes-might-just-skin/", "funder": "", "meeting": "", "institution": "University of Toronto Faculty of Applied Science & Engineering", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Biochemistry", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Transplantation", " Biotechnology"], "journal": "Proceedings of the National Academy of Sciences", "description": "A group of U of T Engineering researchers has demonstrated that the space under our skin might be an optimal location to treat type 1 diabetes (T1D).", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}