{"title": "Long-term diabetes complication: Liver inflammation raises cholesterol levels", "text": "Inflammatory processes in the liver lead to elevated cholesterol levels in people with diabetes, thus promoting subsequent vascular diseases. This is the result of a study by scientists of Helmholtz Zentrum München, Technische Universität München (TUM) and the Collaborative Research Center SFB 1118 at Heidelberg University Hospital. The paper, which has now been published in the journal Cell Reports, presents a previously unknown mechanism.Vascular diseases play a key role among the long-term complications in people with diabetes. Cardiovascular diseases are the most common reason for all hospitalizations, accounting for 75 percent, and these diseases are responsible for fifty percent of all deaths. An important risk factor for atherosclerosis, circulatory disorders and vascular complications is elevated cholesterol.*\"Even if blood glucose levels are well controlled, some people with diabetes have a higher risk of long-term complications. We wanted to understand the underlying cause for this,\" said metabolism researcher Dr. Mauricio Berriel Diaz, deputy director of the Institute for Diabetes and Cancer (IDC) at Helmholtz Zentrum München. He conducted the study together with Professor Stephan Herzig, director of the IDC and chair of Molecular Metabolic Control at TUM. Herzig is also the co-spokesman of the DFG Collaborative Research Center (SFB) 1118, which is studying the influence of disturbed metabolic processes on long-term diabetes complications at Heidelberg University Hospital.In their study, the researchers focused on inflammatory processes that are known to occur in many metabolic disorders such as type 2 diabetes and obesity and contribute significantly to long-term complications. Specifically, they concentrated on the inflammatory cytokine TNF-α (tumor necrosis factor α), which is known to induce the production of reactive oxygen species (ROS)** in the liver. The scientists demonstrated that these ROS inactivate the transcription factor complex GAbp (GA-binding protein). In experimental models, this loss in turn inhibited the protein AMPK, an energy sensor of the cell. As a result, excess cholesterol was produced, and typical atherosclerosis symptoms developed.Key Role in the Maintenance of Hepatic and Systemic Lipid Homeostasis\"Our data suggest that the liver plays a key role in the development of common diabetic vascular diseases,\" said first author Dr. Katharina Niopek, researcher at the IDC. \"GAbp appears to be a molecular regulator at the interface between inflammation, cholesterol homeostasis and atherosclerosis. Without its protective effect, this leads to hypercholesterolemia *** and increased lipid deposition in the arteries.\"\"Since initial patient data supported our findings, the new signaling pathway -regardless of how well the blood glucose levels of the patient are controlled - may be a key component in the development of long-term diabetes complications which could be utilized therapeutically,\" said Herzig, who led the study.  ", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.07.023", "url": "http://www.eurekalert.org/pub_releases/2017-08/hzm--ldc081417.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/41166/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Genetics", " Molecular Biology", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Immunology/Allergies/Asthma", " Internal Medicine", " Liver"], "journal": "Cell Reports", "description": "Inflammatory processes in the liver lead to elevated cholesterol levels in people with diabetes, thus promoting subsequent vascular diseases. This is the result of a study by scientists of Helmholtz Zentrum München, Technische Universität München (TUM) and the Collaborative Research Center SFB 1118 at Heidelberg University Hospital. The paper, which has now been published in the journal Cell Reports, presents a previously unknown mechanism.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}