{"title": "Important to communicate cancer prevention message to young adults to reduce risks later in life", "text": "Ann Arbor, MI, Aug. 14, 2017 - The latest estimates suggest that, by 2020, more than 1.9 million Americans will be diagnosed with cancer each year. In a special supplement to the American Journal of Preventive Medicine, a noted group of experts examines the evidence linking factors in early adulthood (18 to 44 years of age) to subsequent cancer risk and presents opportunities for putting that evidence into public health practice in order to help individuals reduce cancer risk later in life.The articles cover a variety of cancer types from breast to skin cancer, as well as health behaviors, chronic conditions, and inflammation that increase cancer risk. With a particular emphasis on younger adults, the unique risks of this age group and the possibilities for early interventions are examined. Opportunities to reduce cancer risk are considered within the framework of social drivers of health, including social and behavioral factors.Guest Editors Claire D. Brindis, DrPH, Philip R. Lee Institute for Health Policy Studies and the Adolescent and Young Adult Health National Resource Center, University of California, San Francisco, San Francisco, California, Dawn M. Holman, MPH, and Mary C. White, ScD, both of the Division of Cancer Prevention and Control, Centers for Disease Control and Prevention, Atlanta, Georgia, have assembled a broad overview of the potential for expanded cancer prevention efforts targeted at young adults in the U.S.Most cancers are thought to be caused by a combination of factors operating over a person's lifetime. In the opening commentary, Dr. Brindis states, \"A nuanced understanding of early adulthood and factors that place this age group at particular risk offers insights on how to avoid the cascade of longer-term negative health consequences as this population ages.\" Ms. Holman and co-authors present the highlights from a meeting of 15 interdisciplinary experts convened by the CDC and the National Association of Chronic Disease Directors that focused on cancer prevention in early adulthood. The evidence linking behaviors and health conditions common at this stage of life to subsequent cancer risk was considered, so that strategies to reduce cancer incidence can be more effectively tailored, targeted, or implemented. Many themes from the meeting are discussed in greater detail within the other articles. Holman and co-authors note that \"collectively, these papers illustrate the challenges and opportunities that exist when tackling cancer prevention at this stage of life.\"Articles in this supplement by meeting participants, CDC staff, and collaborators underscore important health behaviors in early adulthood and patterns in chronic health conditions and propose tailored interventions that can be successful in mitigating risks. Specific topics include:Several articles highlight disparities in cancer risk factors by race, ethnicity, social status, neighborhood location, and other subpopulation characteristics. Logic models can be used to guide research programs into these disparities to help achieve the ultimate goal of reducing cancer incidence. Further, an award-winning, youth-generated diabetes prevention program could be used as a model for cancer prevention, especially in minority communities at higher risk.\"The growing impact of cancer, both in the U.S. and globally, and the prevalence of modifiable cancer risk factors represent a window of opportunity to reduce cancer incidence at the population level,\" commented Dr. Brindis. \"A comprehensive approach to cancer prevention considers the multiple and complex causal factors operating at different points in the life course. This approach also requires focusing on specific risk factors and the social determinants of health that contribute to the development of cancer and other preventable diseases.\"\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/e-itc081017.php", "region": "europe", "source_link": null, "funder": "US Centers for Disease Control and Prevention", "meeting": "", "institution": "Elsevier", "keywords": ["Medicine/Health", " Cancer", " Health Care Systems/Services", " Public Health", " Demography"], "journal": "American Journal of Preventive Medicine", "description": "The latest estimates suggest that, by 2020, more than 1.9 million Americans will be diagnosed with cancer each year. In a special supplement to the American Journal of Preventive Medicine, a noted group of experts examines the evidence linking factors in early adulthood (18 to 44 years of age) to subsequent cancer risk and presents opportunities for putting that evidence into public health practice in order to help individuals reduce cancer risk later in life.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}