{"title": "Biogerontology Research Foundation salutes staff on multi-year drug development agreement", "text": "Tuesday, Aug. 14th, 2017, London, UK: Biogerontology Research Foundation (BGRF) Chief Science Officer Alex Zhavoronkov and BGRF Trustee Jim Mellon announce a multi-year drug development agreement, whereby Juvenescence Limited (led by Jim Mellon) will utilize leads generated by Insilico Medicine (led by Dr. Zhavoronkov) through their deep-learned drug discovery engines to develop drugs aiming to treat aging and age-related diseases, as well as a set of companion multi-modal age-related disease biomarkers.Insilico Medicine has spent several years developing and refining their deep-learned drug discovery engines to predict the biological activity of compounds based on deep-learned training on structural, functional and phenotypic data. Insilico's team has strove to incorporate the newest AI techniques, such as Generative Adversarial Networks (GANs), into their drug discovery platforms in an effort to position themselves as a leader of AI-based drug discovery and development, with the capability to generate novel compounds with specifiable pharmacokinetic and pharmacodynamic properties via deep learning alone, thereby drastically accelerating the time and expense invested into novel drug discovery and development. \"The team at Juvenescence is very excited to partner with Insilico Medicine to tackle ageing. Developed and emerging economies alike are faced with rapidly ageing populations, so successfully treating ageing as a disease will lead to significant savings on healthcare cost as well as a more productive population. Ageing is a highly complex process which makes artificial intelligence the perfect tool to gain insights into ageing and age related disease. Insilico is without question one of the leaders in artificial intelligence based drug discovery and Juvenescence AI looks forward to validating the best of Insilico's compounds in humans.\" said Jim Mellon, Trustee of the Biogerontology Research Foundation and Chairman of Juvenescence Limited.Insilico Medicine was the first company to apply GANs to the task of generating novel molecular structures with specifiable parameters, and have published several proof-of-concept studies on the application of deep neural networks to predicting the therapeutic class of novel drug candidates using transcriptional response data in Oncotarget and Molecular Pharmaceutics. More recently, Insilico Medicine was profiled in a recent article in Nature Biotechnology titled \"AI-powered drug discovery captures pharma interest\" as being one of the leading companies utilizing machine learning for drug discovery.\"The application of deep learning to ageing research is poised to make rapid progress on many fronts in the years to come. Perhaps foremost among these is the application of deep learning to accelerating drug discovery and development timelines by using deep learning to characterize drug candidates according to their likely efficacy and safety prior to preclinical and clinical trials. In the coming years it seems likely that the pharmaceutical industry and the process of drug discovery and development will come to be radically disrupted by AI and deep learning-based approaches, and none too soon given the increasing cost of drug discovery and development. This agreement between Insilico Medicine and Juvenescence AI marks yet another landmark milestone in the mission of utilizing AI to accelerate drug discovery and development for the treatment of ageing and age-related disease, and one that is very much in line with the mission and vision of the BGRF\" said Franco Cortese, Deputy Director & Trustee of the Biogerontology Research Foundation.This agreement between Juvenescence and Insilico has led to the formation of a new joint venture, Juvenescence AI, to serve as a vehicle for the real-world validation of Insilico's deep-learned leads. As part of the deal, Juvenescence AI has agreed to licence selected compound families from Insilico on an ongoing basis, with the ultimate aim of developing these leads into therapies to treat aging itself as well as the myriad age-related diseases afflicting developed nations today.\"Given the increasing cost of drug discovery, development and clinical evaluation, it is clear that the clinical translation of geroprotective interventions will be increasingly led by the private sector, and by parties who have the resources to sustain the increasing financial burden of bringing truly effective longevity therapeutics to market. And it is companies like Insilico Medicine, led by BGRF Chief Science Officer Alex Zhavoronkov, and Juvenescence Limited, led by BGRF Trustee Jim Mellon, both of whom have clearly demonstrated their commitment to reduce suffering in the world at large via the clinical translation of drugs aimed to treat aging and age-related disease, will be the ones to lead this charge in years to come\" said Dmitry Kaminskiy, Trustee of the Biogerontology Research Foundation.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/brf-brf081417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Biogerontology Research Foundation", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Aging", " Biotechnology", " Robotry/Artificial Intelligence"], "journal": "", "description": "Biogerontology Research Foundation (BGRF) Chief Science Officer Alex Zhavoronkov and BGRF Trustee Jim Mellon announce a multi-year drug development agreement, whereby Juvenescence Limited (led by Jim Mellon) will utilize leads generated by Insilico Medicine (led by Dr. Zhavoronkov) through their deep-learned drug discovery engines to develop drugs aiming to treat aging and age-related diseases, as well as a set of companion multi-modal age-related disease biomarkers.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}