{"date": "2018-01-19_20:53:45", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txalzheimer", "disease", "ad", "represents", "leading", "cause", "dementia", "worldwide", "currently", "challenges", "making", "early", "definitive", "diagnosis", "ad", "limit", "opportunities", "intervene", "therapies", "substantial", "neurodegeneration", "occurs", "neurodegeneration", "ad", "attributed", "accumulation", "proteins", "aβ", "central", "nervous", "system", "aβ", "may", "present", "20", "years", "prior", "onset", "cognitive", "symptoms", "recently", "noninvasive", "imaging", "techniques", "developed", "accurately", "detect", "monitor", "aβ", "deposition", "retinas", "rodent", "ad", "models", "use", "similar", "techniques", "assess", "aβ", "accumulation", "human", "retinas", "may", "enable", "significant", "advances", "early", "detection", "treatment", "issue", "jci", "insight", "study", "led", "maya", "medical", "center", "adapted", "noninvasive", "retinal", "imaging", "approach", "characterize", "aβ", "deposition", "pathological", "hallmark", "ad", "retinas", "ad", "patients", "healthy", "controls", "live", "retinal", "imaging", "enabled", "detection", "quantification", "aβ", "plaques", "revealed", "increased", "deposits", "ad", "patients", "compared", "controls", "positive", "results", "demonstrate", "feasibility", "approach", "tool", "screening", "risk", "ad"], "url": "http://www.eurekalert.org/pub_releases/2017-08/jj-nri081617.php", "year": "Thu, 17 Aug 2017 04:00:00 GMT", "source": "JCI Journals", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAlzheimer's disease (AD) represents the leading cause of dementia worldwide.", "Currently, challenges in making an early and definitive diagnosis of AD limit opportunities to intervene with disease-modifying therapies before substantial neurodegeneration occurs.", "Neurodegeneration in AD has been attributed to the accumulation of amyloid-β proteins (Aβ) in the central nervous system, and Aβ may be present up to 20 years prior to the onset of cognitive symptoms.", "Recently, noninvasive imaging techniques have been developed that can accurately detect and monitor Aβ deposition in the retinas of rodent AD models.", "The use of similar techniques to assess Aβ accumulation in human retinas may enable significant advances in early detection and treatment of AD.In this issue of JCI Insight, a study led by Maya Koronyo-Hamaoui at Cedars-Sinai Medical Center adapted a noninvasive retinal imaging approach to characterize Aβ deposition, the pathological hallmark of AD, in the retinas of AD patients and healthy controls.", "This live retinal imaging enabled the detection and quantification of Aβ plaques and revealed increased deposits in AD patients compared to controls.", "These positive results demonstrate the feasibility of this approach as a tool for screening those at risk of AD."], "title": "Noninvasive retinal imaging may improve early detection of Alzheimer's disease | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAlzheimer's disease (AD) represents the leading cause of dementia worldwide. Currently, challenges in making an early and definitive diagnosis of AD limit opportunities to intervene with disease-modifying therapies before substantial neurodegeneration occurs. Neurodegeneration in AD has been attributed to the accumulation of amyloid-β proteins (Aβ) in the central nervous system, and Aβ may be present up to 20 years prior to the onset of cognitive symptoms. Recently, noninvasive imaging techniques have been developed that can accurately detect and monitor Aβ deposition in the retinas of rodent AD models. The use of similar techniques to assess Aβ accumulation in human retinas may enable significant advances in early detection and treatment of AD.In this issue of JCI Insight, a study led by Maya Koronyo-Hamaoui at Cedars-Sinai Medical Center adapted a noninvasive retinal imaging approach to characterize Aβ deposition, the pathological hallmark of AD, in the retinas of AD patients and healthy controls. This live retinal imaging enabled the detection and quantification of Aβ plaques and revealed increased deposits in AD patients compared to controls. These positive results demonstrate the feasibility of this approach as a tool for screening those at risk of AD. "}