{"text": "A recent paper published in Age & Ageing, the scientific journal of the British Geriatrics Society, finds that current smoking in older people increases the risk of developing frailty, though former smokers did not appear to be at higher risk.Smoking increases the risk of developing a number of diseases, such as chronic obstructive pulmonary disease (COPD), coronary heart disease, stroke and peripheral vascular disease, all of which can potentially have negative effects on people's physical, psychological and social health.Frailty is considered a precursor to, but a distinct state from, disability. Frailty is a condition associated with decreased physiological reserve and increased vulnerability to adverse health outcomes. The outcomes include falls, fractures, disability, hospitalisation and institutionalisation.  Frailty has also been shown to be linked to worse psychological or cognitive outcomes, such as poor quality of life and dementia. Due to the potential for reversibility of frailty, identifying potentially modifiable risk factors of frailty may help to develop strategies to prevent or slow progression of adverse health outcomes associated with both frailty and smoking.Researchers here aimed to examine the association of smoking with the risk of developing frailty, controlling for important confounding variables and using data from a nationally representative sample of older men and women living in England.Researchers defined frailty using a combination of five physical frailty components: unintentional weight loss, self-reported exhaustion, weakness, slow walking speed, and low physical activity. Frailty is classified as having three or more of the five criteria.The current study used data of participants who were aged 60 years or older. The final sample for this study was 2,542 participants, divided into two groups: current smokers and non-smokers. The non-smokers were further divided into another two groups: past smokers and never smokers. The past smokers were once again divided into two groups: those who quit within the last 10 years and those who quit more than 10 years ago. The analysis revealed that current smoking was associated with an approximately 60% increased risk of developing frailty.There was, however, no significant association between past smoking and incident frailty in any models. Among 1,113 past smokers, 157 quit smoking within the last 10 years and 956 quit smoking for more than 10 years ago. Incident frailty risks of these two groups were not significantly different from that of never smokers in all models.When COPD was added to the model, current smoking was no longer a significant predictor of incident frailty. In this model, COPD was strongly associated with incident frailty. These findings suggest that current smokers are more likely to develop frailty due to COPD, rather than smoking itself.Given that smoking is a modifiable lifestyle factor, and smokers who quit did not appear to be at high risk for frailty, this research suggests that smoking cessation may potentially prevent or delay developing frailty, even in old age.\"Our study showed that current smoking is a risk factor of developing frailty. Additional analyses revealed that COPD seems a main factor on the causal pathway from smoking towards frailty,\" said the study's author, Gotaro Kojima, \"but those who quit smoking did not carry over the risk of frailty.\"", "date": "Thu, 17 Aug 2017 04:00:00 GMT", "meeting": "", "title": "Smoking linked to frailty in older adults", "institution": "Oxford University Press USA", "journal": "Age and Ageing", "description": "A recent paper published in Age & Ageing, the scientific journal of the British Geriatrics Society, finds that current smoking in older people increases the risk of developing frailty, though former smokers did not appear to be at higher risk.", "region": "namerica", "keywords": ["Toxicology", " Health Care", " Medicine/Health", " Addiction", " Carcinogens", " Aging", " Pulmonary/Respiratory Medicine", " Smoking/Tobacco", " Aging"], "url": "http://www.eurekalert.org/pub_releases/2017-08/oupu-slt081617.php", "source_link": "https://academic.oup.com/ageing/article-lookup/doi/10.1093/ageing/afx136", "funder": "", "article_link": "http://dx.doi.org/10.1093/ageing/afx136"}