{"date": "2018-01-19_20:53:53", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "corresponding", "author", "paul", "taylor", "chair", "jude", "cell", "molecular", "biology", "department", "howard", "hughes", "medical", "institute", "investigator", "view", "team", "led", "scientists", "jude", "children", "research", "hospital", "mayo", "clinic", "identified", "basic", "biological", "mechanism", "kills", "neurons", "amyotrophic", "lateral", "sclerosis", "als", "related", "genetic", "disorder", "frontotemporal", "dementia", "ftd", "found", "als", "patients", "als", "popularly", "known", "lou", "gehrig", "researchers", "led", "paul", "taylor", "chair", "jude", "cell", "molecular", "biology", "department", "howard", "hughes", "medical", "institute", "investigator", "rosa", "rademakers", "mayo", "clinic", "jacksonville", "florida", "findings", "appear", "today", "journal", "mutation", "identified", "first", "kind", "taylor", "said", "unlike", "genetic", "diseases", "mutation", "cripple", "enzyme", "biological", "regulatory", "pathway", "rather", "mutation", "produces", "abnormal", "version", "protein", "involved", "process", "called", "phase", "separation", "separation", "mechanism", "proteins", "assemble", "organized", "assemblies", "called", "organelles", "necessary", "orderly", "cell", "functions", "researchers", "found", "mutation", "produces", "abnormal", "version", "protein", "called", "tia1", "building", "block", "organelles", "result", "als", "proteins", "within", "organelles", "accumulate", "kill", "neurons", "control", "muscles", "ftd", "accumulation", "kills", "neurons", "brain", "researchers", "noted", "abnormal", "phase", "separation", "may", "also", "underlie", "alzheimer", "currently", "effective", "treatment", "however", "researchers", "believe", "finding", "offers", "promising", "pathway", "developing", "treatments", "restore", "neurons", "ability", "disassemble", "organelles", "cellular", "purpose", "tia1", "mutation", "discovered", "scientists", "analyzed", "genomes", "family", "affected", "tracing", "effect", "mutation", "tia1", "structure", "researchers", "found", "altered", "properties", "highly", "mobile", "tail", "protein", "tail", "region", "governs", "protein", "ability", "assemble", "tia1", "proteins", "taylor", "colleagues", "previously", "identified", "unstructured", "protein", "regions", "called", "domains", "building", "blocks", "cellular", "assemblies", "hotspots", "studies", "researchers", "found", "tia1", "mutations", "occurred", "frequently", "als", "patients", "scientists", "also", "found", "people", "carrying", "mutation", "disease", "investigators", "analyzed", "brain", "tissue", "deceased", "als", "patients", "mutations", "scientists", "detected", "buildup", "organelles", "called", "stress", "granules", "neurons", "granules", "form", "cell", "experiences", "stresses", "heat", "chemical", "exposure", "aging", "survive", "cell", "sequesters", "granules", "genetic", "material", "codes", "cell", "proteins", "necessary", "granules", "also", "contained", "protein", "called", "another", "building", "block", "stress", "granules", "whose", "abnormality", "implicated", "causing", "als", "test", "tube", "studies", "experiments", "cells", "researchers", "found", "tia1", "mutation", "causes", "protein", "become", "sticky", "delaying", "normal", "disassembly", "stress", "granules", "trapping", "paper", "provides", "first", "gun", "showing", "mutation", "changes", "phase", "transition", "behavior", "proteins", "taylor", "said", "change", "phase", "transition", "behavior", "changes", "biology", "cell", "broadly", "said", "findings", "part", "emerging", "theme", "whole", "spectrum", "diseases", "includes", "als", "forms", "dementia", "myopathy", "caused", "disturbance", "behavior", "structures", "perturbs", "cellular", "organization", "findings", "offer", "highly", "promising", "pathway", "first", "effective", "treatments", "taylor", "said", "current", "drugs", "minimally", "effective", "seek", "improve", "function", "already", "damaged", "neurons", "however", "new", "findings", "suggest", "possibility", "treatments", "would", "prevent", "neuronal", "damage", "restoring", "healthy", "balance", "phase", "separation", "cells", "people", "mutations", "know", "material", "properties", "tight", "regulation", "perhaps", "target", "mutation", "taylor", "said", "perhaps", "restore", "balance", "targeting", "large", "number", "regulatory", "molecules", "cell", "already", "therapeutic", "approaches", "laboratory", "testing", "seek", "studies", "taylor", "colleagues", "seek", "understand", "basic", "process", "phase", "transition", "also", "map", "regulatory", "machinery", "stress", "granules", "seek", "potential", "therapeutic", "targets", "also", "noted", "basic", "pathology", "phase", "transition", "may", "also", "underlie", "neurodegenerative", "diseases", "including", "alzheimer", "disease", "aiding", "researchers", "applying", "research", "approach", "alzheimer"], "url": "http://www.eurekalert.org/pub_releases/2017-08/sjcr-rdf081517.php", "year": "Wed, 16 Aug 2017 04:00:00 GMT", "source": "St. Jude Children's Research Hospital", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is corresponding author J. Paul Taylor, M.D., Ph.D., chair of the St. Jude Cell and Molecular Biology Department and a Howard Hughes Medical Institute investigator.", "view more A team led by scientists at St. Jude Children's Research Hospital and Mayo Clinic has identified a basic biological mechanism that kills neurons in amyotrophic lateral sclerosis (ALS) and in a related genetic disorder, frontotemporal dementia (FTD), found in some ALS patients.", "ALS is popularly known as Lou Gehrig's disease.The researchers were led by J. Paul Taylor, M.D., Ph.D., chair of the St. Jude Cell and Molecular Biology Department and a Howard Hughes Medical Institute investigator; and Rosa Rademakers, Ph.D., of the Mayo Clinic in Jacksonville, Florida.", "The findings appear today in the journal Neuron.The disease-causing mutation identified is the first of its kind, Taylor said.", "Unlike in other genetic diseases, the mutation does not cripple an enzyme in a biological regulatory pathway.", "Rather, the mutation produces an abnormal version of a protein involved in a process called phase separation in cells.Phase separation is a mechanism by which proteins assemble into organized assemblies, called membrane-less organelles, necessary for orderly cell functions.", "The researchers found that the ALS/FTD mutation produces an abnormal version of a protein called TIA1 that is a building block of such organelles.", "As a result, in ALS, the proteins within the organelles accumulate and kill neurons that control muscles.", "In FTD, the accumulation kills neurons in the brain.", "The researchers noted that abnormal phase separation may also underlie Alzheimer's disease.There is currently no effective treatment for ALS/FTD.", "However, the researchers believe their finding offers a promising pathway for developing treatments to restore neurons' ability to disassemble the organelles when their cellular purpose has ended.The TIA1 mutation was discovered when the scientists analyzed the genomes of a family affected with ALS/FTD.", "Tracing the effect of the mutation on TIA1 structure, the researchers found that it altered the properties of a highly mobile \"tail\" of the protein.", "This tail region governs the protein's ability to assemble with other TIA1 proteins.", "Taylor and his colleagues previously identified such unstructured protein regions, called prion-like domains, as the building blocks of cellular assemblies and as hotspots for disease-causing mutations.In further studies, the researchers found that TIA1 mutations occurred frequently in ALS patients.", "The scientists also found that people carrying the mutation had the disease.", "When the investigators analyzed brain tissue from deceased ALS patients with the mutations, the scientists detected a buildup of TIA1-containing organelles called stress granules in the neurons.", "Such granules form when the cell experiences such stresses as heat, chemical exposure and aging.", "To survive, the cell sequesters in the granules' genetic material that codes for cell proteins not necessary for survival-critical processes.The granules also contained a protein called TDP-43, another building block of stress granules, whose abnormality has been implicated in causing ALS.", "In test tube studies and experiments with cells, the researchers found that the TIA1 mutation causes the protein to become more \"sticky,\" delaying the normal disassembly of stress granules, trapping TDP-43.", "\"This paper provides the first 'smoking gun,' showing that the disease-causing mutation changes the phase transition behavior of proteins,\" Taylor said.", "\"And the change in the phase transition behavior changes the biology of the cell.", "\"More broadly, he said, \"These findings are part of an emerging theme that there is a whole spectrum of diseases that includes ALS, and some forms of dementia and myopathy, that are caused by disturbance in the behavior of these structures that perturbs cellular organization.", "\"The findings offer a highly promising pathway to the first effective treatments for ALS/FTD, Taylor said.", "Current drugs, which are only minimally effective, seek to improve the function of already damaged neurons.", "However, the new findings suggest the possibility of treatments that would prevent neuronal damage by restoring the healthy balance of phase separation in the cells of people with ALS/FTD mutations.", "\"We know that these material properties are under tight regulation, so perhaps we don't have to target the disease-causing mutation itself,\" Taylor said.", "\"Perhaps we can restore balance by targeting any of a large number of regulatory molecules in the cell.", "There are already therapeutic approaches in laboratory testing that seek to do just that.", "\"In further studies, Taylor and his colleagues will seek to understand the basic process of phase transition.", "They will also map the regulatory machinery for stress granules, to seek potential therapeutic targets.", "He also noted that the same basic pathology of phase transition may also underlie other neurodegenerative diseases, including Alzheimer's disease, and he is aiding researchers in applying the same research approach as in ALS/FTD to Alzheimer's."], "title": "Researchers discover fundamental pathology behind ALS | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is corresponding author J. Paul Taylor, M.D., Ph.D., chair of the St. Jude Cell and Molecular Biology Department and a Howard Hughes Medical Institute investigator.\n       view more A team led by scientists at St. Jude Children's Research Hospital and Mayo Clinic has identified a basic biological mechanism that kills neurons in amyotrophic lateral sclerosis (ALS) and in a related genetic disorder, frontotemporal dementia (FTD), found in some ALS patients. ALS is popularly known as Lou Gehrig's disease.The researchers were led by J. Paul Taylor, M.D., Ph.D., chair of the St. Jude Cell and Molecular Biology Department and a Howard Hughes Medical Institute investigator; and Rosa Rademakers, Ph.D., of the Mayo Clinic in Jacksonville, Florida. The findings appear today in the journal Neuron.The disease-causing mutation identified is the first of its kind, Taylor said. Unlike in other genetic diseases, the mutation does not cripple an enzyme in a biological regulatory pathway. Rather, the mutation produces an abnormal version of a protein involved in a process called phase separation in cells.Phase separation is a mechanism by which proteins assemble into organized assemblies, called membrane-less organelles, necessary for orderly cell functions. The researchers found that the ALS/FTD mutation produces an abnormal version of a protein called TIA1 that is a building block of such organelles. As a result, in ALS, the proteins within the organelles accumulate and kill neurons that control muscles. In FTD, the accumulation kills neurons in the brain. The researchers noted that abnormal phase separation may also underlie Alzheimer's disease.There is currently no effective treatment for ALS/FTD. However, the researchers believe their finding offers a promising pathway for developing treatments to restore neurons' ability to disassemble the organelles when their cellular purpose has ended.The TIA1 mutation was discovered when the scientists analyzed the genomes of a family affected with ALS/FTD. Tracing the effect of the mutation on TIA1 structure, the researchers found that it altered the properties of a highly mobile \"tail\" of the protein. This tail region governs the protein's ability to assemble with other TIA1 proteins. Taylor and his colleagues previously identified such unstructured protein regions, called prion-like domains, as the building blocks of cellular assemblies and as hotspots for disease-causing mutations.In further studies, the researchers found that TIA1 mutations occurred frequently in ALS patients. The scientists also found that people carrying the mutation had the disease. When the investigators analyzed brain tissue from deceased ALS patients with the mutations, the scientists detected a buildup of TIA1-containing organelles called stress granules in the neurons. Such granules form when the cell experiences such stresses as heat, chemical exposure and aging. To survive, the cell sequesters in the granules' genetic material that codes for cell proteins not necessary for survival-critical processes.The granules also contained a protein called TDP-43, another building block of stress granules, whose abnormality has been implicated in causing ALS. In test tube studies and experiments with cells, the researchers found that the TIA1 mutation causes the protein to become more \"sticky,\" delaying the normal disassembly of stress granules, trapping TDP-43.\"This paper provides the first 'smoking gun,' showing that the disease-causing mutation changes the phase transition behavior of proteins,\" Taylor said. \"And the change in the phase transition behavior changes the biology of the cell.\"More broadly, he said, \"These findings are part of an emerging theme that there is a whole spectrum of diseases that includes ALS, and some forms of dementia and myopathy, that are caused by disturbance in the behavior of these structures that perturbs cellular organization.\"The findings offer a highly promising pathway to the first effective treatments for ALS/FTD, Taylor said. Current drugs, which are only minimally effective, seek to improve the function of already damaged neurons. However, the new findings suggest the possibility of treatments that would prevent neuronal damage by restoring the healthy balance of phase separation in the cells of people with ALS/FTD mutations.\"We know that these material properties are under tight regulation, so perhaps we don't have to target the disease-causing mutation itself,\" Taylor said. \"Perhaps we can restore balance by targeting any of a large number of regulatory molecules in the cell. There are already therapeutic approaches in laboratory testing that seek to do just that.\"In further studies, Taylor and his colleagues will seek to understand the basic process of phase transition. They will also map the regulatory machinery for stress granules, to seek potential therapeutic targets. He also noted that the same basic pathology of phase transition may also underlie other neurodegenerative diseases, including Alzheimer's disease, and he is aiding researchers in applying the same research approach as in ALS/FTD to Alzheimer's."}