{"date": "2018-01-19_20:53:59", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "brain", "showing", "decreases", "serotonin", "transporters", "blue", "whole", "mild", "cognitive", "impairment", "group", "compared", "whole", "healthy", "control", "group", "view", "study", "looking", "brain", "scans", "people", "mild", "loss", "thought", "memory", "ability", "johns", "hopkins", "researchers", "report", "evidence", "lower", "levels", "serotonin", "transporter", "natural", "brain", "chemical", "regulates", "mood", "sleep", "studies", "johns", "hopkins", "centers", "shown", "people", "alzheimer", "disease", "severe", "cognitive", "decline", "severe", "loss", "serotonin", "neurons", "studies", "show", "whether", "reductions", "cause", "effect", "disease", "results", "new", "study", "people", "early", "signs", "memory", "decline", "researchers", "say", "suggest", "lower", "serotonin", "transporters", "may", "drivers", "disease", "rather", "report", "study", "published", "september", "issue", "neurobiology", "disease", "also", "suggest", "finding", "ways", "prevent", "loss", "serotonin", "introducing", "substitute", "neurotransmitter", "could", "slow", "stop", "progression", "alzheimer", "disease", "perhaps", "dementias", "evidence", "serotonin", "chemical", "appears", "affected", "early", "cognitive", "decline", "suspect", "increasing", "serotonin", "function", "brain", "could", "prevent", "memory", "loss", "getting", "worse", "slow", "disease", "progression", "says", "gwenn", "smith", "professor", "psychiatry", "behavioral", "sciences", "johns", "hopkins", "university", "school", "medicine", "director", "geriatric", "psychiatry", "neuropsychiatry", "johns", "hopkins", "university", "school", "levels", "lower", "balance", "brain", "chemicals", "dopamine", "well", "known", "significantly", "impact", "mood", "particularly", "depression", "drugs", "block", "brain", "reuptake", "serotonin", "known", "ssris", "specific", "treatments", "major", "forms", "depression", "notes", "researchers", "tried", "limited", "success", "treat", "alzheimer", "disease", "cognitive", "impairment", "antidepressants", "ssris", "bind", "serotonin", "transporters", "since", "transporters", "much", "lower", "levels", "people", "alzheimer", "speculates", "drugs", "ca", "serve", "purpose", "without", "idea", "smith", "study", "inspired", "work", "alena", "savonenko", "associate", "professor", "pathology", "colleagues", "showed", "loss", "serotonin", "neurons", "associated", "protein", "clumps", "amyloid", "mouse", "study", "serotonin", "role", "cognition", "neurodegenerative", "disease", "johns", "hopkins", "research", "team", "used", "brain", "positron", "emission", "tomography", "pet", "scans", "look", "levels", "serotonin", "brains", "people", "mild", "cognitive", "problems", "may", "early", "harbingers", "alzheimer", "disease", "study", "researchers", "recruited", "participants", "community", "newspaper", "ads", "flyers", "well", "johns", "hopkins", "memory", "alzheimer", "treatment", "center", "paired", "28", "participants", "mild", "cognitive", "impairment", "28", "healthy", "matched", "controls", "participants", "average", "age", "66", "45", "percent", "women", "people", "mild", "cognitive", "impairment", "defined", "slight", "decline", "cognition", "mainly", "memory", "terms", "remembering", "sequences", "organization", "score", "lower", "tests", "california", "verbal", "learning", "test", "requires", "participants", "recall", "list", "related", "words", "shopping", "list", "according", "smith", "inability", "test", "accurately", "reflects", "changes", "memory", "cognitive", "impairment", "indicative", "alzheimer", "participant", "underwent", "mri", "pet", "scan", "measure", "brain", "structures", "levels", "serotonin", "transporter", "pet", "scans", "participants", "given", "chemical", "similar", "structure", "antidepressant", "high", "enough", "dose", "pharmacological", "effect", "labeled", "radioactive", "carbon", "chemical", "binds", "serotonin", "transporter", "pet", "scanner", "detects", "radioactivity", "neuron", "sends", "message", "releases", "neurotransmitter", "serotonin", "detected", "next", "neuron", "receiving", "message", "nerve", "impulse", "transaction", "completes", "serotonin", "transporter", "sert", "grabs", "serotonin", "carts", "back", "cell", "metabolic", "process", "marked", "ebb", "flow", "people", "age", "serotonin", "neurons", "especially", "vulnerable", "neurodegeneration", "transporters", "lost", "neurons", "die", "serotonin", "levels", "go", "older", "likely", "person", "lower", "serotonin", "levels", "said", "researchers", "found", "people", "mild", "cognitive", "impairment", "38", "percent", "less", "sert", "detected", "brains", "compared", "healthy", "controls", "single", "person", "mild", "cognitive", "impairment", "higher", "levels", "sert", "compared", "healthy", "participant", "also", "underwent", "learning", "memory", "tests", "california", "verbal", "learning", "test", "scale", "0", "80", "80", "reflecting", "best", "memory", "healthy", "participants", "average", "score", "whereas", "mild", "cognitive", "impairment", "scored", "average", "brief", "visuospatial", "memory", "test", "participants", "shown", "series", "shapes", "remember", "draw", "later", "scale", "0", "36", "36", "top", "score", "healthy", "people", "scored", "average", "mild", "cognitive", "problems", "scored", "average", "researchers", "compared", "results", "brain", "imaging", "tests", "serotonin", "transporter", "two", "memory", "tests", "found", "lower", "serotonin", "transporters", "correlated", "lower", "scores", "example", "people", "mild", "cognitive", "impairment", "37", "percent", "lower", "verbal", "memory", "scores", "18", "percent", "lower", "levels", "sert", "brain", "hippocampus", "compared", "healthy", "says", "group", "investigating", "whether", "pet", "imaging", "serotonin", "could", "marker", "detect", "progression", "disease", "whether", "alone", "conjunction", "scans", "detect", "clumping", "protein", "known", "amyloid", "accumulates", "brains", "alzheimer", "disease", "comes", "targeting", "disease", "reduced", "levels", "serotonin", "transporters", "smith", "says", "receptors", "detect", "serotonin", "cells", "might", "better", "option", "14", "types", "serotonin", "receptors", "could", "used", "possible", "targets", "says", "number", "experimental", "drugs", "clinical", "trials", "designed", "target", "serotonin", "ways", "brain", "may", "better", "success", "million", "people", "alzheimer", "dementia", "number", "expected", "rise", "increasingly", "aging", "population"], "url": "http://www.eurekalert.org/pub_releases/2017-08/jhm-bss081117.php", "year": "Mon, 14 Aug 2017 04:00:00 GMT", "source": "Johns Hopkins Medicine", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A brain showing decreases of serotonin transporters (blue) in the whole mild cognitive impairment group compared to the whole healthy control group.", "view more In a study looking at brain scans of people with mild loss of thought and memory ability, Johns Hopkins researchers report evidence of lower levels of the serotonin transporter -- a natural brain chemical that regulates mood, sleep and appetite.Previous studies from Johns Hopkins and other centers have shown that people with Alzheimer's disease and severe cognitive decline have severe loss of serotonin neurons, but the studies did not show whether those reductions were a cause or effect of the disease.", "Results of the new study of people with very early signs of memory decline, the researchers say, suggest that lower serotonin transporters may be drivers of the disease rather than a byproduct.A report on the study, published in the September issue of Neurobiology of Disease, also suggest that finding ways to prevent the loss of serotonin or introducing a substitute neurotransmitter could slow or stop the progression of Alzheimer's disease and perhaps other dementias.", "\"Now that we have more evidence that serotonin is a chemical that appears affected early in cognitive decline, we suspect that increasing serotonin function in the brain could prevent memory loss from getting worse and slow disease progression,\" says Gwenn Smith, Ph.D., professor of psychiatry and behavioral sciences at the Johns Hopkins University School of Medicine and director of geriatric psychiatry and neuropsychiatry at Johns Hopkins University School of Medicine.Serotonin levels that are lower and out of balance with other brain chemicals such as dopamine are well known to significantly impact mood, particularly depression, and drugs that block the brain's \"reuptake\" of serotonin (known as SSRIs) are specific treatments for some major forms of depression and anxiety.Smith notes that researchers have tried with limited success to treat Alzheimer's disease and cognitive impairment with antidepressants such as SSRIs, which bind to the serotonin transporters.", "But, since these transporters are at much lower levels in people with Alzheimer's, she speculates that the drugs can't serve their purpose without their target.The idea for Smith's study was inspired by the work of co-author Alena Savonenko, M.D., Ph.D., associate professor of pathology, and her colleagues who showed that loss of serotonin neurons was associated with more protein clumps, or amyloid, in mouse brain.To further study serotonin's role in cognition and neurodegenerative disease, the Johns Hopkins research team used brain positron emission tomography (PET) scans to look at levels of serotonin in the brains of people with mild cognitive problems, which may be early harbingers of Alzheimer's disease or other dementias.For the study, the researchers recruited participants with community newspaper ads and flyers, as well as from the Johns Hopkins Memory and Alzheimer's Treatment Center.", "They paired 28 participants with mild cognitive impairment to 28 healthy matched controls.", "Participants were an average age of 66 and about 45 percent were women.", "People with mild cognitive impairment were defined as those who have a slight decline in cognition, mainly in memory in terms of remembering sequences or organization, and who score lower on tests such as the California Verbal Learning Test, which requires participants to recall a list of related words, such as a shopping list.", "According to Smith, the inability to do this test accurately reflects changes in memory and cognitive impairment indicative of Alzheimer's disease.Each participant underwent an MRI and PET scan to measure brain structures and levels of the serotonin transporter.", "During the PET scans, participants were given a chemical -- similar in structure to an antidepressant but not a high enough dose to have a pharmacological effect -- labeled with a radioactive carbon.", "The chemical binds to the serotonin transporter and the PET scanner detects the radioactivity.", "When a neuron sends a message it releases the neurotransmitter serotonin, which is detected by the next neuron receiving the message.", "After this nerve impulse transaction completes, the serotonin transporter SERT grabs up the serotonin and carts it back into the message-sending cell, a metabolic process marked by the ebb and flow of the chemical.Normally, as people age, the serotonin neurons are especially vulnerable to neurodegeneration, so the transporters are lost when these neurons die and serotonin levels go down.", "The older they are, the more likely a person is to have lower serotonin levels.", "That being said, the researchers found that people with mild cognitive impairment had up to 38 percent less SERT detected in their brains compared to each of their age-matched healthy controls.", "And not a single person with mild cognitive impairment had higher levels of SERT compared to their healthy control.Each participant also underwent learning and memory tests.", "In the California Verbal Learning Test, on a scale of 0 to 80, with 80 reflecting the best memory, the healthy participants had an average score of 55.8, whereas those with mild cognitive impairment scored an average of 40.5.With the Brief Visuospatial Memory Test, participants were shown a series of shapes to remember and draw later.", "From a scale of 0 to 36, with 36 being the top score, healthy people scored an average of 20.0 and those with mild cognitive problems scored an average of 12.6.The researchers then compared the results from the brain imaging tests for the serotonin transporter   to those two memory tests, and found that the lower serotonin transporters correlated with lower scores.", "For example, those people with mild cognitive impairment had 37 percent lower verbal memory scores and 18 percent lower levels of SERT in the brain's hippocampus compared to healthy controls.Smith says her group is investigating whether PET imaging of serotonin could be a marker to detect progression of disease, whether alone or in conjunction with scans that detect the clumping protein known as amyloid that accumulates in the brains of those with Alzheimer's disease.", "When it comes to targeting the disease, because of reduced levels of the serotonin transporters, Smith says, the receptors that detect serotonin on message-receiving cells might be a better option.", "There are 14 types of serotonin receptors that could be used as possible targets.", "She says a number of experimental drugs now in clinical trials are designed to target serotonin in other ways in the brain, and may have better success than the SSRIs.About 5.5 million people in the U.S. have Alzheimer's disease-caused dementia, and that number is expected to rise with the increasingly aging population."], "title": "Brain scan study adds to evidence that lower brain serotonin levels are linked to dementia | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A brain showing decreases of serotonin transporters (blue) in the whole mild cognitive impairment group compared to the whole healthy control group.\n       view more In a study looking at brain scans of people with mild loss of thought and memory ability, Johns Hopkins researchers report evidence of lower levels of the serotonin transporter -- a natural brain chemical that regulates mood, sleep and appetite.Previous studies from Johns Hopkins and other centers have shown that people with Alzheimer's disease and severe cognitive decline have severe loss of serotonin neurons, but the studies did not show whether those reductions were a cause or effect of the disease. Results of the new study of people with very early signs of memory decline, the researchers say, suggest that lower serotonin transporters may be drivers of the disease rather than a byproduct.A report on the study, published in the September issue of Neurobiology of Disease, also suggest that finding ways to prevent the loss of serotonin or introducing a substitute neurotransmitter could slow or stop the progression of Alzheimer's disease and perhaps other dementias.\"Now that we have more evidence that serotonin is a chemical that appears affected early in cognitive decline, we suspect that increasing serotonin function in the brain could prevent memory loss from getting worse and slow disease progression,\" says Gwenn Smith, Ph.D., professor of psychiatry and behavioral sciences at the Johns Hopkins University School of Medicine and director of geriatric psychiatry and neuropsychiatry at Johns Hopkins University School of Medicine.Serotonin levels that are lower and out of balance with other brain chemicals such as dopamine are well known to significantly impact mood, particularly depression, and drugs that block the brain's \"reuptake\" of serotonin (known as SSRIs) are specific treatments for some major forms of depression and anxiety.Smith notes that researchers have tried with limited success to treat Alzheimer's disease and cognitive impairment with antidepressants such as SSRIs, which bind to the serotonin transporters. But, since these transporters are at much lower levels in people with Alzheimer's, she speculates that the drugs can't serve their purpose without their target.The idea for Smith's study was inspired by the work of co-author Alena Savonenko, M.D., Ph.D., associate professor of pathology, and her colleagues who showed that loss of serotonin neurons was associated with more protein clumps, or amyloid, in mouse brain.To further study serotonin's role in cognition and neurodegenerative disease, the Johns Hopkins research team used brain positron emission tomography (PET) scans to look at levels of serotonin in the brains of people with mild cognitive problems, which may be early harbingers of Alzheimer's disease or other dementias.For the study, the researchers recruited participants with community newspaper ads and flyers, as well as from the Johns Hopkins Memory and Alzheimer's Treatment Center. They paired 28 participants with mild cognitive impairment to 28 healthy matched controls. Participants were an average age of 66 and about 45 percent were women. People with mild cognitive impairment were defined as those who have a slight decline in cognition, mainly in memory in terms of remembering sequences or organization, and who score lower on tests such as the California Verbal Learning Test, which requires participants to recall a list of related words, such as a shopping list. According to Smith, the inability to do this test accurately reflects changes in memory and cognitive impairment indicative of Alzheimer's disease.Each participant underwent an MRI and PET scan to measure brain structures and levels of the serotonin transporter. During the PET scans, participants were given a chemical -- similar in structure to an antidepressant but not a high enough dose to have a pharmacological effect -- labeled with a radioactive carbon. The chemical binds to the serotonin transporter and the PET scanner detects the radioactivity. When a neuron sends a message it releases the neurotransmitter serotonin, which is detected by the next neuron receiving the message. After this nerve impulse transaction completes, the serotonin transporter SERT grabs up the serotonin and carts it back into the message-sending cell, a metabolic process marked by the ebb and flow of the chemical.Normally, as people age, the serotonin neurons are especially vulnerable to neurodegeneration, so the transporters are lost when these neurons die and serotonin levels go down. The older they are, the more likely a person is to have lower serotonin levels. That being said, the researchers found that people with mild cognitive impairment had up to 38 percent less SERT detected in their brains compared to each of their age-matched healthy controls. And not a single person with mild cognitive impairment had higher levels of SERT compared to their healthy control.Each participant also underwent learning and memory tests. In the California Verbal Learning Test, on a scale of 0 to 80, with 80 reflecting the best memory, the healthy participants had an average score of 55.8, whereas those with mild cognitive impairment scored an average of 40.5.With the Brief Visuospatial Memory Test, participants were shown a series of shapes to remember and draw later. From a scale of 0 to 36, with 36 being the top score, healthy people scored an average of 20.0 and those with mild cognitive problems scored an average of 12.6.The researchers then compared the results from the brain imaging tests for the serotonin transporter   to those two memory tests, and found that the lower serotonin transporters correlated with lower scores. For example, those people with mild cognitive impairment had 37 percent lower verbal memory scores and 18 percent lower levels of SERT in the brain's hippocampus compared to healthy controls.Smith says her group is investigating whether PET imaging of serotonin could be a marker to detect progression of disease, whether alone or in conjunction with scans that detect the clumping protein known as amyloid that accumulates in the brains of those with Alzheimer's disease. When it comes to targeting the disease, because of reduced levels of the serotonin transporters, Smith says, the receptors that detect serotonin on message-receiving cells might be a better option. There are 14 types of serotonin receptors that could be used as possible targets. She says a number of experimental drugs now in clinical trials are designed to target serotonin in other ways in the brain, and may have better success than the SSRIs.About 5.5 million people in the U.S. have Alzheimer's disease-caused dementia, and that number is expected to rise with the increasingly aging population."}