{"title": "People who drink 3 to 4 times per week less likely to develop diabetes than those who never drink", "text": "Frequent alcohol consumption is associated with a reduced risk of diabetes in both men and women, according to a new study published in Diabetologia (the journal of the European Association for the Study of Diabetes), with alcohol consumption over 3-4 week days giving the lowest risks of diabetes.Previous studies have consistently suggested that light to moderate alcohol consumption - in terms of amount consumed - is associated with a lower risk of diabetes compared with abstention in men and women, whilst heavy consumption is associated with a risk greater than or equal to that of abstainers. However previous studies examining the role of drinking patterns (number of days drinking per week rather than volume) in relation to diabetes risk have given inconsistent findings, and studies on the effects of particular types of beverage are likewise inconclusive. The present study, by Professor Janne Tolstrup and colleagues from the National Institute of Public Health of the University of Southern Denmark, examined the effects of drinking frequency on diabetes risk, and also considered association with specific beverage types. The study used data from the Danish Health Examination Survey (DAHNES) from 2007-2008, in which Danish citizens aged 18 and over completed a self-reporting questionnaire including items on lifestyle and health. Those who already had diagnosed diabetes were excluded, as were women who were pregnant or had recently given birth (likely to result in a change in drinking habits). The study comprised 70,551 DAHNES participants who had given details of alcohol consumption. Follow up information, continued until 2012 with a median follow up of 4.9 years, was gathered via linking to Danish nationwide registries.Drinking patterns from the questionnaires were established as follows: abstainers -- lifetime and current -- distinguished to reduce the risk of bias in the results as a consequence of current abstinence being chosen because of health issues; and individuals drinking alcohol -- at frequencies of less than 1 day per week; 1-2 days/ week; 3-4 days/ week and 5-7 days/ week. Frequency of binge drinking (of 5 or more beverages on one occasion) was reported as never; less than one day per week; and once or more per week. Consumption of specific beverage types -- wine, beer and spirits - was coded as less than one drink per week, 1-6 drinks per week and 7 or more drinks per week for women and 7-13 and 14 or more drinks per week for men. Beverage specific and overall average weekly alcohol amounts were calculated. Participants were also asked whether their alcohol consumption had increased, decreased or remained stable over the previous 5 years. Information on incident diabetes was obtained from the Danish National Diabetes Register.The data was adjusted for various confounders: age, sex, level of education, body mass index, smoking status, diet (frequent or infrequent intake of fibre rich bread or grain, vegetables, salad, fruit and fish), leisure time activity, current or previous hypertension and family history of diabetes. During follow up, 859 men and 887 women developed diabetes. In terms of weekly alcohol amount, the current findings mirrored those of previous studies -- the lowest risk of developing diabetes being found in individuals consuming moderate amounts of alcohol.  Men consuming 14 drinks per week were found to have a 43% lower risk of diabetes relative to no alcohol intake, and women consuming 9 drinks per week had a 58% lower risk compared with women who did not drink at all. In terms of frequency, the data revealed that consumption of alcohol 3-4 days a week gave the lowest risk of diabetes -- a 27% lower risk in men and a 32% lower risk in women - when compared to individuals drinking less than one day per week. The study found no clear evidence of an association between binge drinking and diabetes risk, which the authors suggest may be due to low statistical power since few participants reported binge drinking. Regarding beverage type, moderate to high intake of wine was associated with a lower risk of diabetes, in line with previous studies. The authors suggest that this might be due to a beneficial effect that polyphenols in wine have on management of blood sugar, giving red wine in particular a potential protective impact. Men and women who consumed 7 or more drinks of wine per week had a 25-30% lower risk of diabetes compared with those having less than 1 drink of wine per week.Consuming between 1 and 6 beers per week gave a 21% lower risk of diabetes in men compared with men drinking less than 1 beer per week, while beer was not associated with diabetes risk in women. The authors found no statistically significant association between average weekly alcohol amount of spirits and diabetes in men. In women, however, having 7 or more drinks of spirits per week was associated with an 83% increased risk of diabetes when compared with women consuming less than 1 drink of spirits per week.  The authors conclude: \"Our findings suggest that alcohol drinking frequency is associated with the risk of diabetes and that consumption of alcohol over 3-4 weekdays is associated with the lowest risks of diabetes, even after taking average weekly alcohol consumption into account.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/d-pwd072517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "Diabetologia", "description": "Frequent alcohol consumption is associated with a reduced risk of diabetes in both men and women, according to a new study published in Diabetologia (the journal of the European Association for the Study of Diabetes), with alcohol consumption over 3-4 week days giving the lowest risks of diabetes.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}