{"title": "Medalist study underlines importance of glucose control in adults with Type 1 diabetes", "text": "BOSTON - (July 26, 2017) - \"People are living longer with type 1 diabetes, and the onset of complications is taking longer,\" says Hillary Keenan, Ph.D., a Joslin Diabetes Center Assistant Investigator and co-Principal Investigator on the Joslin 50-Year Medalist Study. \"Good blood glucose control and exercise are important factors in reducing complications and mortality rates for these older individuals.\"Those are among the findings of the latest study of the Joslin 50-Year Medalists, who have had type 1 diabetes for at least 50 years, published in the Journal of Clinical Endocrinology & Metabolism. The paper examines the health characteristics of 952 Medalists, divided into three groups by date of diagnosis, says lead author Liane Tinsley, M.P.H., the data analyst on the study.The Joslin team's earlier research among a smaller cohort of Medalists showed blood glucose control did not factor significantly in the development of microvascular complications such as proliferative diabetic retinopathy (PDR).The current study compared the characteristics of Medalists who were diagnosed fewer than 52 years ago, 52 to 55 years ago, or more than 55 years ago. By focusing the analysis on date of diagnosis, this study found blood glucose control had little effect on the rates of microvascular complications, with the exception of PDR in the most recently diagnosed group. The research also discovered that better glucose control was associated with a lower level of cardiovascular disease in those with longer disease duration in this population. The importance of this finding is exemplified by the finding that cardiovascular disease accounted for 55% of mortality among these Medalists, compared to 32% in the age-matched non-diabetic U.S. population.Some clinical guidelines on glucose control have been loosened for older patients with type 1 diabetes, due to fear that tight control may make these patients susceptible to acute low-blood-glucose episodes. These latest findings demonstrate the continued need to do our best within reason to maintain glycemic control to potentially reduce the risk of cardiovascular disease among this population, says Keenan, who is also an assistant professor of medicine at Harvard Medical School. Additionally, the Medalist Study highlighted a significant role of exercise in lowering the risk of death from all causes in the overall Medalist cohort. Among the other benefits of exercise, it is associated with better glucose control, lower blood pressure and lower body weight, Keenan emphasizes. \"We're big proponents of exercise,\" she says. \"We understand the initial fears about maintaining blood glucose control during exercise. But people don't need to be scared; they just need to start their exercise with supervision. Exercise physiologists and diabetes educators can help with that.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/jdc-msu072717.php", "region": "namerica", "source_link": "http://www.joslin.org/news/medalist-study-underlines-importance-blood-glucose-control-TD1-adults.html", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, JDRF, Tom Beatson, Jr. Foundation", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Cardiology", " Mortality/Longevity", " Endocrinology", " Diabetes"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Findings of the latest study of the Joslin 50-Year Medalists, who have had type 1 diabetes for at least 50 years, re-emphasize the importance of good blood glucose control and exercise in reducing complications and mortality rates for these older individuals.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}