{"title": "Biochemists link synthetic compound to hunger-hormone production", "text": "New research suggests that a man-made cousin of a small molecule found in olive oil can disrupt the hunger-signaling pathway. Researchers identified this promising new target by screening a library of roughly 1,600 small molecules for potential disruptors. Because the small molecule could influence how the body senses and utilizes energy, it has the potential to be developed into a treatment for conditions that affect energy balance, like diabetes and obesity. \"Given the hunger signaling pathway's suggested role in metabolism control, molecules that control signaling may provide new avenues for treating diabetes, obesity and other conditions linked to the body's intake and use of energy,\" says James Hougland, associate professor of chemistry and the study's corresponding author. The research was published online in Biochemistry earlier this year. Its authors include John Chisholm, professor of chemistry; Kayleigh McGovern-Gooch, Ph.D. candidate and lead author; Nivedita Mahajani, Ph.D. candidate; Michelle Sieburg, Hougland lab manager; Anthony Schramm '16; Lauren G. Hannah '17; and Ariana Garagozzo, an undergraduate summer research intern from Dickinson College. The Hougland lab researches ghrelin, a hormone involved in hunger signaling and metabolic activity. Ghrelin plays a role in \"the balance between taking in energy, as calories from food, and using that energy to support life,\" Hougland says. Ghrelin is produced in the gastrointestinal tract and transported to the hypothalamus in the brain via the bloodstream, where it signals hunger. Ghrelin levels drop after eating to turn off the impulse to consume more. There are a number of steps that lead to production of ghrelin--and the small molecule identified in this study could halt one. An enzyme called ghrelin O-acyltransferase, or GOAT, plays a crucial role in creating active ghrelin. GOAT acts by sticking a fatty acid onto ghrelin, which is an essential modification for ghrelin to control biological signaling. The promising molecule identified in this study is a synthetic triterpenoid, a class of molecules naturally made by plants, which includes cholesterol. This particular molecule is a highly modified version of oleanolic acid, which naturally occurs in olive oil, garlic and other plants. Prior to this study, all known GOAT inhibitors resembled part of acylated ghrelin, and only one had shown the ability to inhibit GOAT within cells or in animals. To find the synthetic triterpenoid identified in this paper, the authors ran 50 enzyme assays a day, working through the Diversity Set IV from the Developmental Therapeutics Program--a library containing roughly 1,600 small molecules. \"We wanted to cast our molecular net as wide as possible to look for potential inhibitor candidates,\" Hougland explains. The small molecule identified in the study prevents an eight-carbon fatty acid from being added to the ghrelin precursor proghrelin, which should stop the whole pathway in its tracks. The chemical structure of the small molecule suggests it interacts with sulfur atoms in GOAT. The sulfur atoms are part of cysteine amino acids, a standard building block of proteins. Guided by the small molecule inhibitor, Hougland and coworkers used a range of chemical probes to confirm that cysteine modification can block GOAT modification of ghrelin. Because there are multiple cysteines in GOAT, Hougland is currently searching for the specific one affected by the inhibitory small molecule. Identifying the right player will bring the researchers one step closer to understanding how GOAT modifies ghrelin, which is essential for developing potent inhibitors of this process. Hougland is currently working with collaborators at Syracuse and other universities to develop promising lab findings into potential therapeutics. \"Our study suggests a new potential mechanism for GOAT inhibition,\" Hougland says. \"More broadly, our results demonstrate the ability of basic research to provide new and exciting insights into how molecules may be interacting with our bodies.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/su-bls072717.php", "region": "namerica", "source_link": "http://asnews.syr.edu/newsevents_2017/releases/hunger_hormone_production.html", "funder": "", "meeting": "", "institution": "Syracuse University", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "Biochemistry", "description": "New research conducted at Syracuse University suggests that a man-made cousin of a small molecule found in olive oil can disrupt the hunger-signaling pathway.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}