{"title": "Could insufficient sleep be adding centimeters to your waistline?", "text": "Adults in the UK who have poor sleep patterns are more likely to be overweight and obese and have poorer metabolic health, according to a new study.The findings showed that people who were sleeping an average of six hours a night had a waist measurement that was 3 cm greater than individuals who were getting nine hours of sleep a night. And shorter sleepers were heavier too.The results strengthen the evidence that insufficient sleep could contribute to the development of metabolic diseases such as diabetes-major health challenges facing the NHS.The study - led by Dr Laura Hardie, Reader in Molecular Epidemiology at the University of Leeds - not only looked at the links between sleep duration, diet and weight, but also other indicators of overall metabolic health such as blood pressure, blood cholesterol, blood sugar, and thyroid function.The study involved 1,615 adults who reported how long they slept and kept records of food intake. Participants had blood samples taken and their weight, waist circumference, and blood pressure recorded. The researchers looked at the associations between how long people were sleeping and these key biological parameters.The research team, from the Leeds Institute of Cardiovascular and Metabolic Medicine and the School of Food Science and Nutrition, reported their findings in the journal PLOS ONE.Greg Potter, one of the Leeds researchers, said \"The number of people with obesity worldwide has more than doubled since 1980. Obesity contributes to the development of many diseases, most notably type 2 diabetes. Understanding why people gain weight has crucial implications for public health.\"Shorter sleep was also linked to reduced levels of HDL cholesterol in the participants' blood-another factor that can cause health problems. HDL cholesterol is 'good' cholesterol that helps remove 'bad' fat from the circulation. In doing so, high HDL cholesterol levels protect against conditions such as heart disease.Interestingly, the study did not find any relationship between shortened sleep and a less healthy diet - a fact that surprised the researchers. Other studies have suggested that shortened sleep can lead to poor dietary choices.The research was a snapshot of the associations between sleep duration and measurements of metabolic health. It was not designed to assess the impact of chronic poor sleep over time, and whether that leads to disease.Dr Laura Hardie, the study's senior investigator, added \"Because we found that adults who reported sleeping less than their peers were more likely to be overweight or obese, our findings highlight the importance of getting enough sleep. How much sleep we need differs between people, but the current consensus is that seven to nine hours is best for most adults.\"The findings add to the growing body of evidence showing just how important a good night's sleep is to health.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uol-cis072717.php", "region": "europe", "source_link": null, "funder": "Medical Research Council", "meeting": "", "institution": "University of Leeds", "keywords": ["Health Care", " Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Public Health"], "journal": "PLOS ONE", "description": "Adults in the UK who have poor sleep patterns are more likely to be overweight and obese and have poorer metabolic health, according to a new study.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}