{"title": "Co-infection with two common gut pathogens worsens malnutrition in mice", "text": "Two gut pathogens commonly found in malnourished children combine to worsen malnutrition and impair growth in laboratory mice, according to new research published in PLOS Pathogens.Malnourished children often face infection with pathogenic microbes that colonize the intestines. These infections disrupt healthy gut microbial communities and harm metabolism and immune system function, worsening malnutrition and impairing children's growth and development. However, the precise effects of co-infection with multiple pathogens in malnourished children are poorly understood.To gain new insights, Luther Bartelt of the University of North Carolina at Chapel Hill and colleagues developed a new laboratory mouse model of co-infection during malnutrition. They fed weaned mice a protein-deficient diet and infected them with Giardia lamblia and, two weeks later, enteroaggregative Escherichia coli (EAEC) -- two of the pathogens most commonly found in malnourished children.The researchers then used an array of analytical tools--including stool and urine analysis, flow cytometry, light microscopy, nuclear magnetic resonance spectroscopy, and 16S rRNA analysis -- to observe the wide-ranging effects of this sequential co-infection.They found that Giardia and EAEC combined to increase weight loss in the young mice. This appeared to be a result of both impaired metabolism and worsened immune system function in the mucosal lining of the mice's intestines. Co-infection also amplified protein breakdown by gut microbes and simultaneously interfered with the ability for the mouse metabolism to adapt to protein deficiency.These findings and future studies in similar co-infection mouse models could help reveal new insights that cannot be gleaned from single-pathogen studies alone. They could also help inform ongoing long-term studies of malnutrition in children and, ultimately, the development of new treatments or better combinations of existing treatments to restore healthy gut conditions in malnourished children.\"We observed unique inflammatory and metabonomic consequences of Giardia and EAEC infections, no only separately, but also during co-infection,\" the authors explain. \"These findings inform our understanding of similar perturbations seen in malnourished children, and change how we think about mechanisms driving multi-enteropathogen-associated enteropathy.\"", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006471", "url": "http://www.eurekalert.org/pub_releases/2017-07/p-cwt072017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Parasitology", " Virology", " Medicine/Health", " Infectious/Emerging Diseases", " Internal Medicine", " Gastroenterology", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients"], "journal": "PLOS Pathogens", "description": "Two gut pathogens commonly found in malnourished children combine to worsen malnutrition and impair growth in laboratory mice, according to new research published in PLOS Pathogens.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}