{"title": "Research highlights impact of kidney injury on non-renal solid organ transplants", "text": "CINCINNATI--Research led by a University of Cincinnati (UC) scientist shows the impact of acute kidney injury requiring dialysis (AKI-D) on patients receiving non-renal solid organ transplantation (NRSOT), including cardiac and liver transplantation. Researchers suggest that reducing the frequency of AKI-D diagnoses would improve the health outcomes of NRSOT patients and take less of a financial toll on the health care system.Published in BMC Nephrology on July 19, 2017, the research is led by Charuhas Thakar, MD, professor and director of the Division of Nephrology, Kidney CARE (Clinical Advancement, Research and Education) Program in the Department of Internal Medicine at the UC College of Medicine.\"110,000 new patients start dialysis each year in the United States,\" says Thakar. \"Although dialysis affects less than one percent of Medicare beneficiaries, it consumes 9 percent of the Medicare budget. Hence, curbing the epidemic of dialysis and improving outcomes of patients on dialysis is beneficial to the patient as well as the health care system.\"Acute kidney injury (AKI) is a common condition among hospitalized patients and is associated with high rates of morbidity and mortality. The incidence of NRSOT has been increasing in the United States and, according to Thakar, NRSOT recipients are at risk of AKI in the short-term, and progressive loss of kidney function in the long-term, leading to end-stage renal disease. Thakar and the team looked at the Nationwide Inpatient Sample, (NIS), the largest publically available all-payer inpatient care database in the United States, containing data on more than seven million hospital stays each year. Using the NIS, researchers evaluated the yearly incidence trends (2002 to 2013) of the primary outcome, defined as AKI-D, in hospitalizations after cardiac and liver transplantation.The research showed that NRSOT patients who experienced AKI-D during hospitalization were nearly three times [2.85] more likely to die than patients who did not have AKI-D. The incidence of AKI-D in cardiac transplantation hospitalizations increased from 1.63 percent to 2.33 percent in the study period while the incidence of AKI-D in liver transplant hospitalizations increased from 1.32 percent to 2.65 percent. Investigating that increase, Thakar says the team found that as anti-rejection medicines and the ability to deliver complex care has improved, they saw a trend of older transplant recipients with an increased comorbid disease burden.The authors interpret this data to suggest one of the factors that may be associated with the increasing trend of AKI is the comorbid and chronic disease burden and severity of illness at the time patients receive heart or liver transplants. Thakar says that AKI associated death in liver or heart transplants is a \"double hit\" to the patient and the loss of the transplanted organ. \"Here's a person who has received a precious organ in a liver or a heart, after going through high risk transplant surgery and the mental anguish that goes along with that,\" says Thakar. \"Now within a few months of that, they get hospitalized and run a higher risk of getting AKI and if they do, there is more than double the chance they won't leave the hospital alive.\"Thakar says urgent strategies are needed to limit the risk of AKI and mitigate its consequences after heart and liver transplant. \"Our goal was to demonstrate how the AKI trends have changed over time in the United States and AKI continues to be a vexing and a serious problem faced by non-kidney transplant recipients,\" he says. \"If you want to preserve the intended life expectancy of a heart or liver transplant recipient, you need to find ways to mitigate the risk of kidney injury. If you have NRSOT, you're already on a higher risk trajectory to suffer from chronic kidney disease, and if you get an AKI, that slope just got steeper.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoca-rhi072717.php", "region": "namerica", "source_link": "http://healthnews.uc.edu/news/?/29256/", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "University of Cincinnati Academic Health Center", "keywords": ["Medicine/Health", " Internal Medicine", " Transplantation"], "journal": "BMC Nephrology", "description": "Research led by a University of Cincinnati scientist shows the impact of acute kidney injury requiring dialysis on patients receiving non-renal solid organ transplantation.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}