{"title": "American Society of Human Genetics 2017 Annual Meeting", "text": "WHEN: \r\nTuesday to Saturday, Oct. 17-21, 2017WHERE: \t\r\nOrange County Convention Center, South Building\r\n9800-9899 International Drive, Orlando, Florida 32819WHAT: \r\nInvited and platform (oral) sessions, posters, and other presentations of the latest research in human genetics. Examples of ASHG 2017 sessions and topics:Plenary sessions featuring high-scoring abstracts on gene expression, risk factors for breast cancer and melanoma, genetic factors associated with autism, and more (Tuesday, Oct. 17, 5:30-7:00 pm; Friday, Oct. 20, 5:30-7:00 pm; Saturday, Oct. 21, 11:00 am-12:30 pm)Invited sessions on diversity in genomics research, human brain evolution, single-cell genomics, complex traits, and more (Thursday, Oct. 19, 4:15-6:15 pm, and Friday, Oct. 20, 2:30-4:30 pm)Joint symposium with the World Congress of Psychiatric Genetics on the genetics of neurodevelopmental disorders, brain development, copy number variation, and genetic counseling for psychiatric disorders (Tuesday, Oct. 18, 1:00-4:00 pm)Genetics of cancer, including novel genes and rare variants (Wednesday, Oct. 18, 11:00 am-12:30 pm; Thursday, Oct. 19, 9:00-10:30 am), penetrance of cancer risk genes (Wednesday, Oct. 18, 9:00-10:30 am), definition of risk (Thursday, Oct. 19, 11:00 am-12:30 pm), and effects of noncoding variants (Thursday, Oct. 19, 11:00 am-12:30 pm)Detection and impact of mosaicism in human disease, from identifying and quantifying variants to assessing health effects (Wednesday, Oct. 18, 9:00-10:30 am)Issues related to genetics in the clinic, including analysis of variants of unknown significance (Wednesday, Oct. 18, 11:00 am-12:30 pm), data sharing to improve such analysis (Friday, Oct. 20, 9:00-10:00 am), return of sequencing and carrier status findings to patients (Friday, Oct. 20, 9:00-10:00 am), and stakeholder perspectives on the use of these technologies (Thursday, Oct. 19, 11:00 am-12:30 pm)Microbiome and host genetics, including variation across geographic areas, among species, and within families (Thursday, Oct. 19, 9:00-10:30 am)Gene-by-environment interactions in the study of metabolic traits (Friday, Oct. 20, 9:00-10:00 am) and other phenotypes (Friday, Oct. 20, 10:15-11:15 am)Analysis of the transcriptome in neurological/neuropsychiatric disease (Friday, Oct. 20, 9:00-10:00 am) and transcriptome-wide association studies (Saturday, Oct. 21, 9:45-10:45 am)Approaches to the genetics (Saturday, Oct. 21, 8:30-9:30 am) and gene expression (Friday, Oct. 20, 9:00-10:00 am) of Type 2 diabetes #ASHG17 Tweetup, an informal gathering for drinks, appetizers and conversation among people using social media at the meeting (Thursday, Oct. 19, 6:45-8:45 pm, The Pub Orlando)HOW:\r\nAdvance press registration (recommended): http://www.ashg.org/2017meeting/pages/press_registration.shtmlPress policies and guidelines: \r\nhttp://www.ashg.org/2017meeting/pages/press_guidelines.shtmlHotel reservations: If you plan to make hotel reservations, ASHG recommends that you do so now: http://www.ashg.org/2017meeting/pages/hotel.shtml DETAILS: \r\nFor additional information, visit: http://www.ashg.org/2017meeting/\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/asoh-aso072517.php", "region": "namerica", "source_link": "http://www.ashg.org/press/201707-ASHG17-media-advisory.shtml", "funder": "", "meeting": "American Society of Human Genetics 2017 Annual Meeting", "institution": "American Society of Human Genetics", "keywords": ["Biology", " Biotechnology", " Genetics", " Population Biology", " Health Care", " Medicine/Health", " Diagnostics", " Bioinformatics", " Genes", " Gene Therapy"], "journal": "", "description": "The American Society of Human Genetics 2017 Annual Meeting will take place Oct. 17-21, 2017, in Orlando, Fla.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}