{"title": "New book on prion diseases from Cold Spring Harbor Laboratory Press", "text": "Cold Spring Harbor, NY - Cold Spring Harbor Laboratory Press (CSHLP) today announced the release of Prion Diseases, available on its website in paperback and eBook formats.Diseases such as Creutzfeldt-Jakob disease and kuru develop when PrP proteins form prions by misfolding, clumping together, and spreading from cell to cell. Over the past decade, a number of proteins have been reported to possess the characteristics of PrP prions. A growing collection of disorders has been found to be caused by prions; some of these prion diseases include such devastating illnesses as Alzheimer's and Parkinson's and possibly type 2 diabetes.Written and edited by experts in the field, Prion Diseases covers the progress that has recently been made in our understanding of the pathophysiology of prion diseases, as well as ongoing efforts to develop effective therapeutics.The contributors discuss how proteins such as tau, islet amyloid polypeptide, and α-synuclein adopt alternative shapes that lead them to aggregate, resulting in cellular degeneration. Therapies for human and animal diseases caused by prions are also covered. This volume is therefore useful for all biomedical scientists and physicians wishing to understand and treat this expanding group of devastating disorders.Please visit our website to access free samples and for further information on this title.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/cshl-nbo072717.php", "region": "namerica", "source_link": "http://cshlpress.com/default.tpl?action=full&--eqskudatarq=1176", "funder": "", "meeting": "", "institution": "Cold Spring Harbor Laboratory Press", "keywords": ["Biology", " Medicine/Health"], "journal": "", "description": "'Prion Diseases' covers the progress that has recently been made in our understanding of the pathophysiology of prion diseases, as well as ongoing efforts to develop effective therapeutics. The contributors discuss how proteins such as tau, islet amyloid polypeptide, and α-synuclein adopt alternative shapes that lead them to aggregate, resulting in cellular degeneration.  This volume is therefore useful for all biomedical scientists and physicians wishing to understand and treat this group of devastating disorders.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}