{"title": "Researchers release first draft of a genome-wide cancer 'dependency map'", "text": "In one of the largest efforts to build a comprehensive catalog of genetic vulnerabilities in cancer, researchers from the Broad Institute of MIT and Harvard and Dana-Farber Cancer Institute have identified more than 760 genes upon which cancer cells from multiple types are strongly dependent for their growth and survival.Many of these \"dependencies,\" the researchers report today in the journal Cell, are specific to certain cancer types. However, about 10 percent of them are common across multiple cancers, suggesting that a relatively small number of therapies targeting these core dependencies might each hold promise for combatting several tumors.To generate these findings, the research team conducted genome-wide RNA interference (RNAi) screens on 501 cell lines representing more than 20 types of cancer, silencing more than 17,000 genes individually in each line to identify genetic dependencies unique to cancerous cells.Cancer cells can harbor a broad variety of genetic errors, from small mutations to wholesale swaps of DNA between chromosomes. If an error shuts down a critical gene, a cancerous cell will compensate by adjusting other genes' activity, frequently developing a dependence on such adaptations in order to persist.Identifying these dependencies provides opportunities for scientists to gain deeper insight into cancer biology and determine new therapeutic targets.\"Much of what has been and continues to be done to characterize cancer has been based on genetics and sequencing. That's given us the parts list,\" said study co-senior author William Hahn, an institute member in the Broad Cancer Program, chief of the Division of Molecular and Cellular Oncology at Dana-Farber, and a leader in the Cancer Dependency Map initiative, a joint effort spanning the Broad Institute and Dana-Farber. \"Mapping dependencies ascribes function to the parts and shows you how to reverse engineer the processes that underlie cancer.\"RNAi silences genes using small pieces of RNA called small interfering RNAs (siRNAs). To run a genome-wide RNAi screen, researchers expose cells to pools of siRNAs and track the cells' behavior.\"The simplest thing one can do with perturbed cells is allow them to keep growing over time and see which ones thrive,\" study co-senior author David Root, an institute scientist and director of the Genetic Perturbation Platform at the Broad, explained. \"If cells with a certain gene silenced disappear, for example, it means that gene is essential for proliferation.\"The data revealed striking patterns in cancer cells' dependencies. Many dependencies were cancer-specific, in that silencing them each affected only a subset of the cell lines. However, more than 90 percent of the cell lines had a strong dependency on at least one of a set of 76 genes, suggesting that many cancers rely on a relatively few genes and pathways.Using a set of molecular features (e.g., mutations, gene copy numbers, expression patterns) from each cell line, the team also generated biomarker-based models that helped explain the biology behind 426 of the 769 dependencies. Most of those biomarkers fell into four broad categories:mutation(s) of a gene\r\nloss of a copy or reduced expression of a gene\r\nincreased expression of a gene\r\nreliance on a gene functionally or structurally related to another, lost gene (a.k.a., a paralog dependence)Surprisingly, more than 80 percent of the dependencies with biomarkers were associated with changes (up or down) in a gene's expression. Mutations (often used as the grounds for pursuing a gene as a drug target) accounted for merely 16 percent of biomarker-associated dependencies.Twenty percent of the dependencies the team discovered were associated with genes previously identified as potential drug targets.\"We can't say we've found everything, but we can say that the genes we're seeing fall into a relatively small number of bins, some of which are familiar, some less so,\" Hahn said. \"That initial taxonomy is a great starting point for building a full map.\"\"Our results provide a starting point for therapeutic projects to decide where to focus their efforts,\" said study co-first author Francisca Vazquez, a Cancer Dependency Map project leader. She added that while there was still much to do to validate the list, \"it's becoming increasingly easier to triangulate data and generate hypotheses as more genome-scale systematic datasets, like those from the Cancer Cell Line Encyclopedia, Genotype-Tissue Expression, and The Cancer Genome Atlas projects, become available.\r\n\"Bringing of all the data together,\" she continued, \"will help us generate a truly comprehensive cancer dependency map.\"To eliminate false-positive results caused by seed effects -- a phenomenon by which siRNAs inadvertently silence irrelevant genes -- study co-first author Aviad Tsherniak led the development of a novel computational tool dubbed DEMETER.\"People sometimes take a dim view of RNAi because seed effects make the data so noisy,\" said Tsherniak, leader of the Broad Cancer Program's Data Science group. \"DEMETER models gene knockdown and seed effects within the data, and computationally subtracts the seed effects. It cleans up the data and helps you find true dependencies.\"According to Hahn, the data argue that the time is ripe to pay more attention to the broader landscape of functional aspects of cancer, in addition to focusing on protein-coding gene mutations and variations.\"I think we're close to the end of finding genes that are mutated or focally amplified in cancer,\" he said. \"To me, that's a huge opportunity, because it means we have many heretofore untapped avenues for understanding cancer.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/biom-rrf072617.php", "region": "namerica", "source_link": "https://www.broadinstitute.org/node/61546", "funder": "Slim Initiative in Genomic Medicine for the Americas, NIH/National Cancer Institute", "meeting": "", "institution": "Broad Institute of MIT and Harvard", "keywords": ["Cell Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Cancer"], "journal": "Cell", "description": "In one of the largest efforts to build a comprehensive catalog of genetic vulnerabilities in cancer, researchers have identified more than 760 genes upon which cancer cells from multiple types are strongly dependent for their growth and survival. While many of these dependencies are specific to certain cancer types, about 10 percent are common across multiple cancers, suggesting that a relatively small number of therapies may combat multiple cancer types. Mutations accounted for only a small percentage of dependencies.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}