{"title": "Large gaps remain in colorectal cancer screening rates, study finds", "text": "\r\nTORONTO, July 27, 2017-- Large gaps remain in colorectal cancer screening rates between poorer immigrants and wealthier long-term residents, several years after the Ontario government began mailing screening notices to eligible residents, a new study found. \r\nThe gaps are being driven by the much higher number of more advantaged residents who choose to be screened by a colonoscopy rather than a non-invasive test done at home that checks stool for blood, said lead author Dr. Tara Kiran, a researcher and family physician at St. Michael's Hospital and an adjunct scientist at the Institute for Clinical Evaluative Sciences.\r\nIn 2008, Cancer Care Ontario, a government advisory agency, introduced a program encouraging physicians to talk with their patients ages 50 to 74 about getting a fecal occult blood test. Colorectal cancer is the second leading cause of cancer deaths in Canada and the FOBT can catch it early, when it's more likely to be cured. \r\nThe test requires people to smear stool samples, usually from three separate bowel movements, onto small squares of paper, which are then placed in a pre-paid envelope and sent to a lab for testing. If the test is negative, it doesn't need to be repeated for another two years. If the results are positive, the person needs to have a colonoscopy, where the doctor inserts a thin tube and camera into the colon to look for polyps.\r\nEvidence from other countries suggests that broad-based screening programs can reduce persistent inequalities between low- and high-income groups and immigrants vs. long-term residents. Dr. Kiran wanted to see whether that also happened following the introduction of the Colon Cancer Check Program in Ontario.\r\nUsing databases housed at ICES, she found that in 2014, six years after the program began, the gap had narrowed, but still remained large. Her study found that 64 per cent of women and 61 per cent of men who had lived in Canada a long time and lived in the wealthiest neighbourhoods got screened for colorectal cancer. Yet only 40 per cent of women and 36 per cent of men who were immigrants and lived in the poorest neighbourhoods received screening.\r\nShe said the explanation for the gap may be that 44 per cent of women and 43 per cent of men who had lived in Canada a long time and lived in the wealthiest neighbourhoods had their screening done by colonoscopy. Only 13 per cent of women and 12 per cent of men who were immigrants and lived in the poorest neighbourhoods had colonoscopies.\r\nHer findings have been published online in the journal Cancer Epidemiology, Biomarkers and Prevention.\r\nDr. Kiran said that while colonoscopies are not promoted by the Cancer Care Ontario program nor recommended in Canadian practice guidelines for physicians, many Canadian physicians and patients think they are better than the fecal occult (or \"hidden\") blood test. Colonoscopies, however, are expensive and carry risks of complications. Both colonoscopies and fecal occult blood tests are recommended screening tests for colorectal cancer in the United States.\r\nWhile a colonoscopy generally needs to be done once every 10 years, the FOBT needs to be repeated every two years, she said, \"and many people are, quite frankly, squeamish about smearing their poop on a card.\"\r\n\"We don't fully understand why some groups of people are more likely to get colonoscopies as a screening test rather than the guideline-recommended FOBT,\" she said. \"For some patients, it may be the message they receive from their physician or from their social network. Having a colonoscopy has become a rite of passage in some social circles -- something that everyone does when they turn 50.\"\r\nOne solution to closing the gap might be to provide everyone with the same choices, she said. \r\n\"Right now, it seems people who have lived in Canada a long time know that colonoscopy is a choice but it's not clear new immigrants have the same information. We likely also need more targeted outreach and education to those not getting screened.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/smh-lgr072717.php", "region": "namerica", "source_link": "http://www.stmichaelshospital.com/media/detail.php?source=hospital_news/2017/0727", "funder": "Cancer Care Ontario", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Cancer", " Epidemiology", " Health Care Systems/Services", " Health Professionals"], "journal": "Cancer Epidemiology, Biomarkers & Prevention", "description": "Large gaps remain in colorectal cancer screening rates between poorer immigrants and wealthier long-term residents, several years after the Ontario government began mailing screening notices to eligible residents, a new study found.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}