{"title": "Inventions by young KTU researchers can identify early stages of flatfeet condition", "text": "A team of researchers at Kaunas University of Technology (KTU) have designed a device for measuring pressure on human feet. Its applications vary - from children illnesses prevention to monitoring physical condition of professional athletes.\r\nOf all human organs, the most pressure is endured by the feet, which are carrying all the weight of a person while walking. The change of feet pressure can serve as a perfect indicator for diagnosing occurrence and development of certain heath conditions, such as feet pathologies from diabetes, toe deformation and flatfeet condition. \r\nPhysiotherapists claim that 7 out of 10 Lithuanians suffer or are threatened by flatfeet condition. The most vulnerable group is children. Although the most common solution for solving the problem is wearing special shoes, the monitoring of the gait and feet pressure would be an ideal solution for preventing the condition.\r\nThe device, designed by KTU biomedical electronics and biomedical engineering students (G. Baltrušaityt?, D. Miklušis, R. Stankus ir G. Urbanaviči?t?) records the data from mobile sensors placed on an insole of a shoe. Later, it is being sent via Bluetooth connection to a computer for visualisation. For this purpose, a smart phone with an appropriate app could also be used.\r\nMobile device, designed by a team of young KTU researchers, can be used not only for diagnosing of certain health conditions, but also for monitoring gait disorders of the elderly and feet conditions of professional athletes. At the moment, the team is investigating the possibilities of integrating the device into the shoes for convenient and pain-free wearing.\r\nAccording to the KTU students, who have created the feet pressure measuring device, its production is not expensive, and the energy costs for usage are minimal.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/kuot-iby072617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Kaunas University of Technology", "keywords": ["Biotechnology", " Health Care", " Graduate/Postgraduate Education", " Undergraduate", " Medicine/Health", " Aging", " Biomedical/Environmental/Chemical Engineering", " Bioinformatics"], "journal": "", "description": "Of all human organs, the most pressure is endured by the feet, which are carrying all the weight of a person while walking. The change of feet pressure can serve as a perfect indicator for diagnosing occurrence and development of certain heath conditions, such as feet pathologies from diabetes, toe deformation and flatfeet condition.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}