{"title": "UA researchers to study protein's role in inflammatory bowel disease and colon cancer", "text": "TUCSON, Ariz. - About 1.6 million Americans suffer from inflammatory bowel disease (IBD), which encompasses several painful and complex disorders that include Crohn's disease and ulcerative colitis. What's more, chronic inflammation in the intestinal tract, prevalent with IBD, has been linked to the development of colon cancer. Each year, nearly 142,000 people in the United States are diagnosed with colon cancer and about 50,000 die. Although IBD can occur at any age, it's most often diagnosed in children and young adults. Now, researchers at the University of Arizona Steele Children's Research Center will seek to better understand how a protein known as NHE8 may play a role in the development of these maladies and how it contributes to maintaining the stability of the gut microbiome - the community of bacteria that inhabits the intestines and influences the immune system.Funded with a five-year, $1.9 million grant from the National Institute of Diabetes and Digestive and Kidney Diseases, part of the National Institutes of Health, the research will be led by Fayez K. Ghishan, MD, director of the Steele Children's Research Center and professor and head of the Department of Pediatrics, UA College of Medicine - Tucson, and Steele Center researcher Hua Xu, PhD, associate professor in the Department of Pediatrics. NHE8 is a sodium/hydrogen exchanger protein that facilitates sodium absorption in the gut. Dr. Ghishan and his team have been at the forefront of research on NHE8 function and regulation for many years. They were the first to clone NHE8 from the intestines and characterize its function.\"Recently, our team discovered novel roles of NHE8, previously thought to be involved only in sodium absorption,\" Dr. Ghishan said. \"It turns out that when we 'knock out' - that is, delete the function of NHE8 - you have 'goblet cell dysfunction,' changes in the microbiota, and the hyper-proliferation of epithelial cells, which leads to the development of colon cancer.\"\"This is a major grant with the potential to shed light on the mechanisms behind gastrointestinal diseases and colon cancer - diseases that not only affect quality of life for many Americans, but also can lead to death,\" said UA President Robert C. Robbins. \"The foundational work for this research happened at the UA, and so it's fitting that the NIH is providing the investment needed so our researchers can take it even farther.\"Over the next five years, Drs. Ghishan, Xu and their research team will examine the role of NHE8 in these areas: \"We believe this study will shed new light on colonic tumor development and potentially provide new ideas for early detection and provide better treatment options,\" Dr. Xu said. \"In addition to possibly discovering insights into a mechanism of colon cancer development, our findings about how NHE8 impacts goblet cell function and microbiota homeostasis may lead to novel treatments for IBD and other inflammation problems of the gut,\" Dr. Ghishan added.The study, \"Novel Roles of Sodium Hydrogen Exchanger 8 (NHE8) in Mucosal Homeostasis,\" is funded by NIH grant No. 1R01DK113754-01A1.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoah-ur072617.php", "region": "namerica", "source_link": "http://opa.uahs.arizona.edu/newsroom/news/2017/ua-researchers-study-proteins-role-inflammatory-bowel-disease-and-colon-cancer", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "University of Arizona Health Sciences", "keywords": ["Medicine/Health", " Gastroenterology", " Pediatrics"], "journal": "", "description": "With a five-year, $1.9 million grant from the National Institute of Diabetes and Digestive and Kidney Diseases, researchers at the UA Steele Children's Research Center are seeking a better understanding of the NHE8 protein's role in the development of inflammatory bowel disease and colon cancer, and its contribution to the stability of the gut microbiome -- the community of bacteria that inhabit the intestines and influence the immune system.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}