{"title": "Risk for bipolar disorder associated with faster aging", "text": "New King's College London research suggests that people with a family history of bipolar disorder may 'age' more rapidly than those without a history of the disease. The study, published today in Neuropsychopharmacology, also shows that bipolar patients treated with lithium -- the main medication for the illness -- have longer telomeres (a sign of slower biological ageing) compared to bipolar disorder patients not treated with lithium. This suggests that the drug may mask the ageing effects associated with bipolar disorder, or even help to reverse it. Faster ageing at the biological level could explain why rates of ageing-related diseases such as cardiovascular disease, type-2 diabetes and obesity are higher amongst bipolar disorder patients. However, more research is needed in the relatives of bipolar disorder patients to better understand if they are also at a higher risk for ageing-related diseases.Unaffected first-degree relatives represent a group of individuals at risk for bipolar disorder who have not been treated with medications, so studying them may represent a truer reflection of the relationship between ageing and bipolar disorder. To measure biological ageing, the researchers studied a feature of chromosomes called telomeres in 63 patients with bipolar disorder, 74 first-degree relatives and 80 unrelated healthy people. Telomeres sit on the end of our chromosomes and act like 'caps', protecting the strands of DNA stored inside each of our cells as we age. Telomeres shorten each time a cell divides to make new cells, until they are so short that they are totally degraded and cells are no longer able to replicate. Telomere length therefore acts as a marker of biological age, with shortened telomeres representing older cells, and commonly older individuals.The rate at which telomeres shorten across our lifespan can vary, based on a range of environmental and genetic factors. This means that two unrelated people of the same chronological age may not be the same age biologically.The researchers from King's College London and the Icahn School of Medicine at Mount Sinai found that healthy relatives of bipolar patients had shorter telomeres compared to healthy controls (who had no risk for the disorder running in their family). This suggests that genetic or environmental factors associated with family risk for bipolar disorder are also linked to faster biological ageing.They also conducted MRI (magnetic resonance imaging) scans to explore the relationship between telomere length and brain structure, particularly in the hippocampus, an area of the brain involved in the regulation of mood. They discovered that higher rates of biological ageing (i.e. shorter telomeres) were associated with having a smaller hippocampus. The study authors suggest that a reduction in telomere length may be associated with a reduced ability of new brain cells to grow in the hippocampus, which can reduce the size of the hippocampus and consequently increase risk for mood disorders such as bipolar disorder. Dr Timothy Powell, first author of the study, from the Institute of Psychiatry, Psychology & Neuroscience (IoPPN) at King's College London, said: 'Our study provides the first evidence that familial risk for bipolar disorder is associated with shorter telomeres, which may explain why bipolar disorder patients are also at a greater risk for ageing-related diseases.'We still need to dissect the environmental and genetic contributions to shortened telomeres in those at high risk for bipolar disorder. For instance, do those at risk for bipolar disorder carry genes predisposing them to faster biological ageing, or are they more likely to partake in environmental factors which promote ageing (e.g. smoking, poor diet)? Identifying modifiable risk factors to prevent advanced ageing would be a really important next step.'Dr Sophia Frangou, co-senior author of the study, from the Icahn School of Medicine at Mount Sinai, said: 'Our study shows that telomere length is a promising biomarker of biological ageing and susceptibility to disease in the context of bipolar disorder. Moreover, it suggests that proteins which protect against telomere shortening may provide novel treatment targets for people with bipolar disorder and those predisposed to it.'Dr Gerome Breen, co-senior author, also at IoPPN, said: 'Up to now it has been unclear whether or not bipolar disorder patients are at risk of accelerated ageing. This study shows that they are at greater risk of faster ageing and drugs commonly used to treat the disorder may actually mask or reverse this effect.'", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/kcl-rfb072517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Genetics", " Medicine/Health", " Social/Behavioral Science", " Aging", " Mental Health", " Depression/Anger"], "journal": "Neuropsychopharmacology", "description": "New King's College London research suggests that people with a family history of bipolar disorder may 'age' more rapidly than those without a history of the disease.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}