{"title": "Delaying bariatric surgery until higher weight may result in poorer outcomes", "text": "Obese patients who underwent bariatric surgery were more like to achieve a body mass index (BMI) of less than 30 one year after surgery if they had a BMI of less than 40 before surgery, according to a study published by JAMA Surgery.It is estimated that more than 34 percent of adults in the United States are classified as obese, with a BMI of 30 or greater. Achieving a body mass index of less than 30 is an important goal of bariatric surgery, given the increased risk for weight-related health conditions and death with a BMI above this level. Oliver A. Varban, M.D., of the University of Michigan Health Systems, Ann Arbor and colleagues conducted a study to identify predictors for achieving a BMI of less than 30 after bariatric surgery. The researchers examined data for a total of 27,320 adults who underwent bariatric surgery in Michigan between June 2006 and May 2015.A total of 9,713 patients (36 percent) achieved a BMI of less than 30 at 1 year after bariatric surgery. A significant predictor for achieving this goal was a preoperative BMI of less than 40. Patients who had the surgical procedure of sleeve gastrectomy, gastric bypass, or duodenal switch were more likely to achieve a BMI of less than 30 compared with those who underwent adjustable gastric banding. Only 8.5 percent of patients with a BMI greater than 50 achieved a BMI of less than 30 after bariatric surgery. Patients who achieved a BMI of less than 30 had significantly higher reported rates of medication discontinuation for high cholesterol, diabetes, and high blood pressure, as well as a significantly higher rate of sleep apnea remission compared with patients who did not.A limitation of the study was that the bariatric procedures were performed in a single state.\"Patients should be counseled appropriately with respect to weight loss expectations after bariatric surgery. Furthermore, policies and practice patterns that delay or incentivize patients to pursue bariatric surgery only once the BMI is highly elevated can result in inferior outcomes,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-dbs072417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Eating Disorders/Obesity", " Surgery"], "journal": "JAMA Surgery", "description": "Obese patients who underwent bariatric surgery were more like to achieve a body mass index (BMI) of less than 30 one year after surgery if they had a BMI of less than 40 before surgery, according to a study published by JAMA Surgery.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}