{"title": "UCI stem cell therapy attacks cancer by targeting unique tissue stiffness", "text": "Irvine, Calif. -- A stem cell-based method created by University of California, Irvine scientists can selectively target and kill cancerous tissue while preventing some of the toxic side effects of chemotherapy by treating the disease in a more localized way.Weian Zhao, associate professor of pharmaceutical sciences, and colleagues have programmed human bone marrow stem cells to identify the unique physical properties of cancerous tissue. They added a piece of \"code\" to their engineered cells so that they can detect distinctively stiff cancerous tissue, lock into it and activate therapeutics.In a study appearing in Science Translational Medicine, the researchers report they have effectively and safely employed this stem cell-targeting system in mice to treat metastatic breast cancer that had spread to the lung. They first transplanted the engineered stem cells to let them find and settle into the tumor site where they secreted enzymes called cytosine deaminase. The mice were then administered an inactive chemotherapy called prodrug 5-flurocytosine, which was triggered into action by the tumor site enzymes.Zhao said his team specifically focused on metastatic cancer, which comes when the disease spreads to other parts of the body. Metastatic tumors are particularly deadly and the cause of 90 percent of cancer deaths.\"This is a new paradigm for cancer therapy,\" Zhao said. \"We are going in a direction that few have explored before, and we hope to offer an alternative and potentially more effective cancer treatment.\"Zhao added that this stem cell-targeting approach can provide an alternative to many forms of chemotherapy, which has a number of bad side effects. While this widely used method is powerful enough to kill rapidly growing cancer cells, it also can harm healthy ones.\"Our new type of treatment only targets metastatic tissue, which enables us to avoid some of conventional chemotherapy's unwanted side effects,\" said Zhao, who is a member of the Chao Family Comprehensive Cancer Center and the Sue & Bill Gross Stem Cell Research Center at UCI.\"This published work is focused on breast cancer metastases in the lungs,\" he added. \"However, the technology will be applicable to other metastases as well, because many solid tumors have the hallmark of being stiffer than normal tissue. This is why our system is innovative and powerful, as we don't have to spend the time to identify and develop a new genetic or protein marker for every kind of cancer.\" So far, the Zhao team has done preclinical animal studies to demonstrate that the treatment works and is safe, and they hope to transition to human studies in the near future. They are currently expanding to include other type of cells, including cancer tissue-sensing, engineered immune-system T cells (called CAR-T) to treat metastasizing breast and colon cancers. They also plan to transform the technology for other diseases such as fibrosis and diabetes, which result in stiffening of otherwise healthy tissue. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--usc072417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, US Department of Defense, American Cancer Society, California Institute for Regenerative Medicine", "meeting": "", "institution": "University of California - Irvine", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Breast Cancer"], "journal": "Science Translational Medicine", "description": "A stem cell-based method created by University of California, Irvine scientists can selectively target and kill cancerous tissue while preventing some of the toxic side effects of chemotherapy by treating the disease in a more localized way.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}