{"title": "Brain cells found to control aging", "text": "July 26, 2017 -- (BRONX, NY) --Scientists at Albert Einstein College of Medicine  have found that stem cells in the brain's hypothalamus govern how fast aging occurs in the body. The finding, made in mice, could lead to new strategies for warding off age-related diseases and extending lifespan. The paper was published online today in Nature. The hypothalamus was known to regulate important processes including growth, development, reproduction and metabolism. In a 2013 Nature paper, Einstein researchers made the surprising finding that the hypothalamus also regulates aging throughout the body. Now, the scientists have pinpointed the cells in the hypothalamus that control aging: a tiny population of adult neural stem cells, which were known to be responsible for forming new brain neurons.  \"Our research shows that the number of hypothalamic neural stem cells naturally declines over the life of the animal, and this decline accelerates aging,\" says senior author Dongsheng Cai, M.D., Ph.D., (professor of molecular pharmacology at Einstein. \"But we also found that the effects of this loss are not irreversible. By replenishing these stem cells or the molecules they produce, it's possible to slow and even reverse various aspects of aging throughout the body.\"In studying whether stem cells in the hypothalamus held the key to aging, the researchers first looked at the fate of those cells as healthy mice got older. The number of hypothalamic stem cells began to diminish when the animals reached about 10 months, which is several months before the usual signs of aging start appearing. \"By old age--about two years of age in mice -- most of those cells were gone,\" says Dr. Cai.The researchers next wanted to learn whether this progressive loss of stem cells was actually causing aging and was not just associated with it. So they observed what happened when they selectively disrupted the hypothalamic stem cells in middle-aged mice. \"This disruption greatly accelerated aging compared with control mice, and those animals with disrupted stem cells died earlier than normal,\" says Dr. Cai.Could adding stem cells to the hypothalamus counteract aging? To answer that question, the researchers injected hypothalamic stem cells into the brains of middle-aged mice whose stem cells had been destroyed as well as into the brains of normal old mice. In both groups of animals, the treatment slowed or reversed various measures of aging. Dr. Cai and his colleagues found that the hypothalamic stem cells appear to exert their anti-aging effects by releasing molecules called microRNAs (miRNAs). They are not involved in protein synthesis but instead play key roles in regulating gene expression. miRNAs are packaged inside tiny particles called exosomes, which hypothalamic stem cells release into the cerebrospinal fluid of mice. The researchers extracted miRNA-containing exosomes from hypothalamic stem cells and injected them into the cerebrospinal fluid of two groups of mice: middle-aged mice whose hypothalamic stem cells had been destroyed and normal middle-aged mice. This treatment significantly slowed aging in both groups of animals as measured by tissue analysis and behavioral testing that involved assessing changes in the animals' muscle endurance, coordination, social behavior and cognitive ability.The researchers are now trying to identify the particular populations of microRNAs and perhaps other factors secreted by these stem cells that are responsible for these anti-aging effects--a first step toward possibly slowing the aging process and treating age-related diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/aeco-bcf072517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Albert Einstein College of Medicine", "keywords": ["Medicine/Health", " Aging"], "journal": "Nature", "description": "Scientists at Albert Einstein College of Medicine have found that stem cells in the brain's hypothalamus govern how fast aging occurs in the body. The finding, made in mice, could lead to new strategies for warding off age-related diseases and extending lifespan. The paper was published online today in Nature.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}