{"title": "Incorporating 12-step program elements improves youth substance-use disorder treatment", "text": "A treatment program for adolescents with substance-use disorder that incorporates the practices and philosophy of 12-step programs like Alcoholics Anonymous (AA) produced even better results than the current state-of-the art treatment approach in a nine-month, randomized trial. The results of the study, led by a Massachusetts General Hospital (MGH) psychologist, are being published online in the journal Addiction. \"While all adolescents can improve when they receive well-articulated substance-use disorder treatment, we showed that adding a 12-step component to standard cognitive-behavioral and motivational strategies produced significantly greater reductions in substance-related consequences during and in the months following treatment,\" says John Kelly, PhD, director of the Recovery Research Institute in the MGH Department of Psychiatry, who led the study. \"It also produced higher rates of 12-step meeting participation, which was associated with longer periods of continuous abstinence.\"While it is common for adolescent treatment programs in the U.S. to link patients to mutual-help organizations like AA, Narcotics Anonymous (NA) or Marijuana Anonymous (MA), the effectiveness of combining 12-step approaches with motivational enhancement/cognitive-behavioral therapies has not been clear because there has been no well-defined treatment protocol integrating both approaches for young patients. The intervention developed by the team was based on motivational/cognitive-behavioral approaches but also included information about and the kinds of discussions featured in 12-step program meetings. Conducted at the MGH Center for Addiction Medicine, the study enrolled 59 participants, ages 14 to 21, who met substance-use disorder criteria and had been actively using within the past 90 days. Participants were randomly assigned to either a standard motivational enhancement/cognitive behavioral program or the Integrated Twelve-Step Facilitation (iTSF) program. Both programs featured 10 consecutive weekly sessions -- two individual sessions with a therapist and eight group sessions. The motivational enhancement/cognitive-behavioral approach was designed to enhance adolescents' motivation for change towards remission and recovery.  Sessions focused on teaching and practicing cognitive-behavioral relapse prevention and coping skills and included setting and reporting on weekly treatment goals. Group sessions for the iTSF group included discussions of topics such as changing social networks and reducing relapse risk. Two of the sessions featured young members of NA or MA who shared their own experiences with addiction and recovery. \"That peer-to-peer aspect was probably the most powerful in disabusing young people of the negative stereotypes they often hold about 12-step members and about recovery more broadly,\" says Kelly. \"Similar-aged peers who are in recovery seemed much better able to capture the attention of participants than clinic staff.\" Along with the weekly reports at their sessions, participants were formally assessed upon entering the study and then three, six and nine months later. At the end of the study period, both groups showed similar improvements in the primary outcome, percent days abstinent. But those in the iTSF group had greater attendance at 12-step meetings during the three months that included the intervention. Participants in the iTSF group also reported significantly fewer substance-related consequences - things like feeling unhappy, guilty or ashamed because of their substance use; neglecting responsibilities; taking risks; having money problems; damaging relationships with family and friends, and having under-the-influence accidents. The fact that the greater rate of 12-step attendance among the iTSF group was not maintained after the intervention program may indicate the need for a longer treatment program or regular, follow-up visits. \"We want to replicate and extend the testing of this treatment even further to determine the benefits of longer term care,\" Kelly explains. \"We know that the transition to adulthood is fraught with relapse risks for young people recovering from a substance-use disorder, so some kind of regular but brief 'clinical recovery check-up,' like what is common for other chronic conditions like diabetes or hypertension, could improve outcomes.\"Kelly, who is the Elizabeth R. Spallin Associate Professor of Psychiatry in the Field of Addiction Medicine at Harvard Medical School, adds, \"In countries like the U.S., the greatest health risks for young people by far are from alcohol or other drug use. Cognitive-behavioral and motivational programs are evidence-based, popular approaches for addressing youth substance-use disorder, and now these data suggest that integrating these approaches with 12-step philosophy and practices can further help reduce the impact of substance use in their lives and potentially facilitate higher rates of abstinence. Given the prevalence of substance-use disorders among young people, having treatments that are both effective and cost-effective -- linking patients to free and ubiquitous community resources -- is needed and welcome.\" ", "article_link": "http://dx.doi.org/10.1111/add.13920", "url": "http://www.eurekalert.org/pub_releases/2017-07/mgh-i1p072117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Alcohol Abuse and Alcoholism", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Addiction", " Alcohol", " Drugs"], "journal": "Addiction", "description": "A treatment program for adolescents with substance-use disorder that incorporates the practices and philosophy of 12-step programs like Alcoholics Anonymous produced even better results than the current state-of-the art treatment approach in a nine-month, randomized trial.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}