{"title": "Opting for weight-loss surgery at lower BMIs may be best for patients' health", "text": "ANN ARBOR, Mich. -- The struggle to escape obesity takes more and more Americans to a surgeon's door, in search of bariatric surgery they hope will change their metabolism, help them lose pounds and cut their risk of weight-related health issues.A large new study shows that only one in three patients who have the operation succeed in getting their body-mass index below 30, the cutoff for obesity, in the first year.But the odds of achieving this goal were much higher for those who had their weight-loss operation while they were still below the \"morbid obesity\" BMI level of 40. On the other end of the spectrum, less than 9 percent of those who went into surgery with a BMI above 50 got down to 30 or below in the first year.Getting down to a BMI under 30 also brought patients much better odds of escaping weight-related health risks. Those who hit this level were much more likely to report that they'd stopped taking medication to control high blood pressure, blood sugar and cholesterol, and achieved remission of an obesity-linked breathing condition called sleep apnea. In all, 92 percent of those who hit a BMI under 30 in the first year said they were highly satisfied with their decision to have surgery, compared with 78 percent of those who didn't get to that level.The findings, published in JAMA Surgery by a team from the University of Michigan, Wayne State University and Henry Ford Health System, could help surgical teams counsel prospective patients about realistic expectations and the best timing for surgery. The authors also say their results also have implications for how insurers cover weight-loss surgery, including requirements that patients fail to achieve a specific BMI under medically supervised non-surgical options before plans will approve coverage for surgery.\"Despite its proven safety and efficacy, bariatric surgery remains highly regulated and can be misunderstood by referring physicians and patients alike,\" says lead author Oliver Varban, M.D., director of bariatric surgery at Michigan Medicine, U-M's academic medical center. \"This study provides additional data to help counsel patients appropriately about weight-loss expectations after bariatric surgery.\"A statewide lookVarban and his colleagues studied first-year surgery results using detailed data from the medical charts of 27,320 Michigan residents who had some form of bariatric surgery over a 10-year period ending in mid-2015.All had their operations with surgical teams taking part in Michigan's statewide bariatric surgery quality initiative, the Michigan Bariatric Surgery Collaborative, which is directed by study coauthor Amir Ghaferi, M.D., M.S. and co-directed by the study's senior author Jonathan Finks, M.D. The prospective data collection approach, and annual auditing of records, makes this data source more complete than others used in past studies. The study included about half of all patients who had bariatric surgery under the direction of one of 70 surgeons based at the 38 participating programs in hospitals of different sizes and types. Only those who had at least one year's worth of weight data and did not undergo a second operation to revise their first were included. Many also took a survey about health-related issues.On average, the patients had a BMI of 48 before their operation, and got down to 33 by the end of the first year. Just over 9,700 patients, or 36 percent, achieved a BMI under 30.The type of bariatric surgery patients had mattered too. Those whose surgeons chose to perform a sleeve gastrectomy, gastric bypass or duodenal switch operation were more likely to achieve a BMI under 30 than those who had adjustable gastric bands placed around their stomachs. The two groups didn't differ in terms of overall surgical complication rates, or rates of serious complications. Implications for careThe National Institutes of Health has established a BMI of 40, or more than 100 pounds over their ideal weight, as the lowest level for patients to be considered for bariatric surgery. The NIH also sets a BMI threshold of 35 for those who have already begun to experience weight-related health conditions such as Type 2 diabetes, high blood pressure, sleep apnea, high cholesterol and heart disease. Many insurers require that patients try medically supervised weight-loss programs, often for a year or more before they will cover the operation, and plans may set other conditions such as screening tests, psychological examinations and other documentation by the doctor who refers the patient for the operation. The authors hope their new results will inform those referrals and coverage requirements. \"Bariatric surgery is extremely safe and effective and should be considered as first-line therapy for patients with a BMI between 35 and 40,\" says Varban, an assistant professor of surgery at the U-M Medical School. \"Waiting for a patient to reach a BMI over 50 only serves to limit the benefits of bariatric surgery as an intervention.\"", "article_link": "http://dx.doi.org/10.1001/jamasurg.2017.2348", "url": "http://www.eurekalert.org/pub_releases/2017-07/mmu-ofw072617.php", "region": "namerica", "source_link": null, "funder": "Blue Cross Blue Shield of Michigan", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Health Care Systems/Services", " Surgery"], "journal": "JAMA Surgery", "description": "The struggle to escape obesity is pointing more Americans toward bariatric surgery. But a new study shows that only one in three patients who have an operation succeed in getting their body-mass index below 30, the cutoff for obesity, in the first year. The odds were better for those who had surgery while they were still below a 'morbid obesity' BMI of 40.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}