{"title": "How plant architectures mimic subway networks", "text": "LA JOLLA -- (July 26, 2017) It might seem like a tomato plant and a subway system don't have much in common, but both, it turns out, are networks that strive to make similar tradeoffs between cost and performance. Using 3D laser scans of growing plants, Salk scientists found that the same universal design principles that humans use to engineer networks like subways also guide the shapes of plant branching architectures. The work, which appears in the July 26, 2017, issue of Cell Systems, could help direct strategies to increase crop yields or breed plants better adapted to climate change.\"The idea for this work really started with an engineering question,\" says Saket Navlakha, assistant professor in Salk's Center for Integrative Biology and senior author of the paper. \"How do transportation networks like a subway system or an electric grid resolve the tension between two competing objectives, such as cost and performance? And do plants resolve similar competing objectives in the same way?\"Engineered transportation networks, whether for moving people or power, need to balance the cost of construction with providing efficient transport. Think of a subway system: If the main objective when designing it is to get people from the suburbs to downtown as quickly as possible, each suburb will have its own direct line to downtown. But that would be prohibitively expensive to build. Conversely, if the only objective is to limit cost, there would be very few lines, and it would take a long time for some riders to reach downtown. Thus, the engineering challenge is to find some balance of these two objectives. If you extend this analogy to a plant, its base is like downtown and its leaves are like the suburbs. Nutrients need to get between these areas as quickly as possible, while limiting the cost of growing extraneous branches.In engineering and other fields, tradeoffs such as this can be represented on a graph as a curved line called the Pareto front. Here, one end of the curve represents a very affordable system that has low performance, while the other end represents an expensive system with high performance. Points along the curve represent different ratios of cost to performance. When applying this framework to plants, the team defined cost as the total length of the branches, because it takes energy and resources for the plant to grow them. They defined performance as the sum of distances from the plant's base to each leaf because this represents how far nutrients (water and sugars) have to travel between the root and leaves.To understand how plants might manage the tradeoff between these two objectives, Navlakha's team began with three agriculturally valuable crops: sorghum, tomato and tobacco. They grew the plants from seeds under conditions the plants might experience naturally (shade, ambient light, high light, high heat and drought). Every few days for 20 days, they digitally scanned each plant to capture its growing network of branches, stems and leaves. In all, they took about 500 scans.\"Scanning plants in three dimensions can be fairly time consuming,\" says Adam Conn, a Salk research assistant and the paper's first author. \"But it's non-invasive, and once you've done it you can discover things from the data that you couldn't learn by just looking at the plants.\"From the digital versions of the plants, the team extracted coordinates corresponding to each plant's base and leaves in 3D space. They used the coordinates to create and graph theoretical plant shapes that prioritize either efficient routes for nutrients (performance), minimal branch length (cost), or various tradeoffs between the two objectives. Surprisingly, when they placed the real plants on the graph according to their actual nutrient travel distances and total branch lengths, the plants fell almost perfectly on the Pareto curve, meaning that plants' networks of branches are finding the best balance between cost and performance for their particular environment. \"Our hypothesis was that if total length and travel distance were important evolutionary criteria for plants, there would be evolutionary pressure to minimize the criteria together, and that's actually what we found,\" says Ullas Pedmale, who was a postdoctoral researcher on the project and is now an assistant professor at Cold Spring Harbor Laboratory.Interestingly, the plants clustered by species, but within each species, plants made different tradeoffs based on their growth environment. In other words, all tomatoes were in generally the same region of the curve, but ones grown in high light found a different balance between cost and performance than ones grown in low light.\"This means the way plants grow their architectures also optimizes a very common network design tradeoff. Based on the environment and the species, the plant is selecting different ways to make tradeoffs for those particular environmental conditions,\" says Navlakha. \"By understanding these tradeoffs we may be able to dynamically tune our crop varieties to a changing climate.\"Professor and Director of Plant Molecular and Cellular Biology Laboratory Joanne Chory, who along with being Howard H. and Maryam R. Newman Chair in Plant Biology is also a Howard Hughes Medical Investigator and one of the paper's coauthors, adds: \"This paper highlights a new principle guiding growth and adaptation of plant architectures, and it raises new questions about the molecular mechanisms driving pattern formation, which we will continue to explore.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/si-hpa071917.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/plant-architectures-mimic-subway-networks/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Nutrition/Nutrients", " Plant Sciences", " Algorithms/Models"], "journal": "Cell Systems", "description": "Salk scientists use 3-D laser scanning to understand how plants optimize their growth.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}