{"title": "Review: Could be unintended consequences of limiting surgical residents' hours", "text": "TORONTO, July 26, 2017--Opinion is still divided on whether strictly limiting the number of hours surgical residents can work and train impacts patient outcomes, the residents' quality of life or the caliber of their training, according to a paper published today.\r\n\"The implementation of restrictions on residents' duty hours was one of the most significant transformations in medical and surgical education in recent history,\" Dr. Najma Ahmed, a trauma surgeon at St. Michael's Hospital, wrote in the journal Academic Medicine.\r\n\"Opinions from the surgical community highlight the complexity of the issues surrounding residents' duty hours and suggest that recent changes are not achieving the desired outcomes and have resulted in unintended consequences.\" \r\nTraditionally, doctors in the residency phase of their training spent long hours in a hospital -often around-the-clock -- so they are able to see and treat e a wide variety and high volume of patients. In the last 15 years, health authorities started limiting those hours in the hopes of improving patient safety and the education and well-being of doctors.\r\nIn 2003, the Accreditation Council for Graduate Medical Education in the United States limited all residents, regardless of their specialty, to 80 hours per week and in 2015 prohibited first-year residents from working more than 16 hours in a row. \r\nIn Canada, on-call shifts were limited to 16 hours in Quebec after a provincial arbitrator ruled that in 2011 that a 24-hour on-call shift posed a danger to residents' health and violated the Charter of Rights. A National Steering Committee on Resident Duty Hours then urged all provinces and health-care institutions to develop comprehensive strategies to minimize fatigue and fatigue-related risks during residency.\r\nDr. Ahmed, who was a member of the national group and is vice chair of education in the University of Toronto's Department of Surgery, published a systematic review of 135 articles in 2014 that concluded  too-restricted hours may work for some residents, but not may not work as well for  surgical residents.  \r\nThat paper found shorter hours for residents means more shift handovers, which means less continuity of care and more opportunities for information to get lost or not passed along. Shorter shifts may also reduce residents' ability to observe the natural course of a patient's recovery and recognize when a patient starts to experience complications, and how best to treat them - a critical   skill for surgeons.\r\nWhile conducting that review of literature published in academic and scientific journals, Dr. Ahmed found hundreds of other non-research based articles that did not meet the criteria for inclusion in a systematic review, \"yet these articles offered critical insight into the state of affairs of restrictions on working hours for surgical residents.\"  More than 200 of those articles, mostly from authors in the United States, were subjected to a thematic review, the results of which were published today.\r\nDr. Ahmed said the articles showed differing opinions within the surgical community around whether restricted hours improved residents' quality of life and improved patient care by decreasing surgical errors.  These articles also found that that interns working fewer hours meant that more work was falling on senior residents or staff surgeons, resulting in potential burnout among this group of surgeons. .\r\nBut she said their writings were consistent on several important aspects:  the need for more research into the impact of restricted hours on resident training, that a one-size-fits-all approach is likely not the best approach for resident training across specialties and the unique nature of the surgical culture. .\r\n\"Part of this unique culture is surgeons' ability to withstand longer work periods without rest, the emergency nature of surgical care and the need to monitor patients before and after surgery,\" she said.  \"Trainees are also intrinsically highly motivated.\" \r\nSome authors spoke of greater use of simulation facilities and urged hospitals to develop policies not just to manage physician fatigue, beyond duty hours and to  create a culture of high-functioning surgical teams where fatigue is identified and addressed without persecution.\r\nShe said the writers also expressed a desire for \"data-driven policy changes, evidence supporting the implementation of these restrictions and adequate metrics to evaluate the impact of these changes on surgical training.\"\r\nShe welcomed the Flexibility In duty hour Requirements for Surgical Trainees (FIRST) Trial underway in general surgery residency programs in accredited U.S. hospitals. First published results from the trial suggest that less-restrictive and more flexible policies are feasible without impacting patient outcomes or worsening resident wellness or the perceived quality of education.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/smh-rcb072117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Health Professionals", " Surgery"], "journal": "Academic Medicine", "description": "Opinion is still divided on whether strictly limiting the number of hours surgical residents can work and train impacts patient outcomes, the residents' quality of life or the caliber of their training, according to a paper published today.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}