{"title": "Programming cells with computer-like logic", "text": "(BOSTON) -- Synthetic biologists are converting microbial cells into living devices that are able to perform useful tasks ranging from the production of drugs, fine chemicals and biofuels to detecting disease-causing agents and releasing therapeutic molecules inside the body. To accomplish this, they fit cells with artificial molecular machinery that can sense stimuli such as toxins in the environment, metabolite levels or inflammatory signals. Much like electronic circuits, these synthetic biological circuits can process information and make logic-guided decisions. Unlike their electronic counterparts, however, biological circuits must be fabricated from the molecular components that cells can produce, and they must operate in the crowded and ever-changing environment within each cell.So far, synthetic biological circuits can only sense a handful of signals, giving them an incomplete picture of conditions in the host cell. They are also built out of several moving parts in the form of different types of molecules, such as DNAs, RNAs, and proteins, that must find, bind and work together to sense and process signals. Identifying molecules that cooperate well with one another is difficult and makes development of new biological circuits a time-consuming and often unpredictable process.As reported in Nature, a team at Harvard's Wyss Institute for Biologically Inspired Engineering is now presenting an all-in-one solution that imbues a molecule of 'ribo'nucleic acid or RNA with the capacity to sense multiple signals and make logical decisions to control protein production with high precision. The study's approach resulted in a genetically encodable RNA nano-device that can perform an unprecedented 12-input logic operation to accurately regulate the expression of a fluorescent reporter protein in E. coli bacteria only when encountering a complex, user-prescribed profile of intra-cellular stimuli. Such programmable nano-devices may allow researchers to construct more sophisticated synthetic biological circuits, enabling them to analyze complex cellular environments efficiently and to respond accurately.\"We demonstrate that an RNA molecule can be engineered into a programmable and logically acting \"Ribocomputing Device,\" said Wyss Institute Core Faculty member Peng Yin, Ph.D., who led the study and is also Professor of Systems Biology at Harvard Medical School. \"This breakthrough at the interface of nanotechnology and synthetic biology will enable us to design more reliable synthetic biological circuits that are much more conscious of the influences in their environment relevant to specific goals.\"In the study, Yin's group teamed up with Wyss Core Faculty members and co-authors James Collins, Ph.D., and Pam Silver, Ph.D. Collins is also the Termeer Professor of Medical Engineering & Science and Professor of Biological Engineering at the Massachusetts Institute of Technology (MIT); and Silver is the Onie H. Adams Professor of Biochemistry and Systems Biology at Harvard Medical School's Department of Systems Biology.The team's approach evolved from its previous development of so-called 'Toehold Switches' -- first published in 2014 -- which are programmable hairpin-like nano-structures made of RNA. In principle, RNA toehold switches can control the production of a specific protein: when a desired complementary 'trigger' RNA, which can be part of the cell's natural RNA repertoire, is present and binds to the toehold switch, the hairpin stucture breaks open. Only then will the cell's ribosomes get access to the RNA and produce the desired protein.\"We wanted to take full advantage of the programmability of Toehold Switches and find a smart way to use them to expand the decision-making capabilities of living cells. Now with Ribocomputing Devices, we can couple protein production to specific combinations of many different input RNAs and only activate production when conditions allow it,\" said co-first and co-corresponding author Alexander Green, Ph.D.Green developed Toehold Switches with Yin and began the present study as a Postdoctoral Fellow in Yin's team. He was also mentored by Collins with whom he helped develop paper-based diagnostics for different viruses using toehold switches. Green is now Assistant Professor at the Biodesign Institute and the School of Molecular Sciences at Arizona State University where he continued experiments with his graduate student and co-author Duo Ma. \"Once we had worked out how to use Toehold Switches and RNA molecules to encode the basic logic operations - AND, OR, and NOT, we were able to condense this functionality within a carefully designed molecule that we call a gate RNA. Use of a gate RNA makes the Ribocomputing Devices much more genetically compact and helps with scaling up the circuits so that the cells can make more complex decisions,\" added Green.\"We even successfully deployed two independent gate RNAs expressing different fluorescent proteins in a bacterial cell, opening up the possibility to engineer multiple gate RNAs to work within the same cell at the same time towards constructing whole-cell biosensors. In addition, we believe that tried-and-tested Ribocomputing Devices can be easily shuttled to different microorganisms,\" said Jongmin Kim, Ph.D., co-first author on the study and a Postdoctoral Fellow working with Yin.Beyond their use in different living organisms, Ribocomputing Devices could also be included in cell-free applications. \"These logic-based RNAs could be freeze-dried on paper and thus boost the possibilities of paper-based biological circuits, including diagnostics that can sense and integrate several disease-relevant signals in a clinical sample,\" said Collins.\"The invention of computational nano-devices made of a living material in the form of RNA and the concept of ribocomputing pioneered by Peng Yin and his team tremendously expand the possibilities that can be explored using synthetic biology applications in living cells. This field moves faster and faster every year, and this represents yet another leap forward,\" said Wyss Founding Director Donald Ingber, M.D., Ph.D., who also is the Judah Folkman Professor of Vascular Biology at Harvard Medical School and the Vascular Biology Program at Boston Children's Hospital, as well as Professor of Bioengineering at the Harvard John A. Paulson School of Engineering and Applied Sciences.", "article_link": "http://dx.doi.org/10.1038/nature23271", "url": "http://www.eurekalert.org/pub_releases/2017-07/wifb-pcw072517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wyss Institute for Biologically Inspired Engineering at Harvard", "keywords": ["Biology", " Bacteriology", " Biotechnology", " Genetics", " Diagnostics", " Computer Science", " Nanotechnology/Micromachines", " Robotry/Artificial Intelligence", " Bioinformatics"], "journal": "Nature", "description": "A team at Harvard's Wyss Institute for Biologically Inspired Engineering is presenting an all-in-one solution that imbues a molecule of 'ribo'nucleic acid or RNA with the capacity to sense multiple signals and make logical decisions to control protein production with high precision. The study's approach resulted in a genetically encodable RNA nano-device that can perform an unprecedented 12-input logic operation to accurately regulate the expression of a fluorescent reporter protein in E. coli bacteria.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}