{"title": "Clinical trial for type 1 diabetes reaches halfway point", "text": "SIOUX FALLS, S.D. - The Sanford Project: T-Rex Study, a Phase 2 clinical trial conducted collaboratively by Sanford Health and Caladrius Biosciences, Inc., (Caladrius)(Nasdaq: CLBS), has reached the halfway point for enrollment and treatment. The project is studying the potential of CLBS03, Caladrius' cell therapy consisting of each patient's own regulatory T cells, or Tregs, to help the body fight type 1 diabetes. So far, 56 of a planned 111 participants have been treated. An interim analysis of early therapeutic effect will occur after the six-month post-treatment follow-up visit of the first 56 subjects, with results expected to be announced in late 2017 or early 2018. The Sanford Project: T-Rex Study enrolled 19 participants in the first cohort of this phase 2 trial. A planned pause from August to November 2016 allowed the independent Data Safety Monitoring Board to review the safety of the study until that point, and it was recommended to begin enrolling the second cohort of participants. Following this review, the minimum age for participation was lowered from 12 to 8. Sanford sites in Sioux Falls and Fargo, N.D., together with 10 other sites around the country, are accepting qualifying participants. Kurt Griffin, M.D., Ph.D., director of clinical trials for the Sanford Project, and Fargo-based pediatric endocrinologist Luis Casas, M.D., are the study's principal investigators.Individuals with type 1 diabetes experience a loss of insulin-producing beta cells. The Sanford Project: T-Rex Study is exploring if expanding the body's supply of Treg cells can help prevent the immune system from mistakenly destroying insulin-producing beta cells. Participants are randomized to either the treatment or placebo groups. For those randomized to the treatment group, the participant's own Treg cells are extracted from the body, purified and multiplied and returned to blood circulation. The cell identification and expansion process is patented technology licensed by Caladrius, a cell-therapy development company. \"People with type 1 diabetes tend to have fewer Treg cells, and those they do have don't work as well,\" Dr. Griffin said. \"We want to increase the number of cells and improve their function to stop the attack on the beta cells that make insulin. I'm excited to have enrolled the first cohort so quickly at the two Sanford sites, to have reached the halfway point of the study and to continue to contribute to enrolling the second half of participants.\"The therapy being used in this trial has received Fast Track designation from the U.S. Food and Drug Administration (FDA), a first for any type 1 diabetes intervention. That designation is reserved for drugs or biologics that address a serious health condition, like type 1 diabetes, where there is also an unmet medical need. This designated status allows for more frequent communication with the FDA and faster feedback about the therapy during the approval process. It also allows researchers to submit data and reports on a rolling basis.  CLBS03 also has been granted European Medicines Agency's Advanced Therapeutic Medicinal Product classification and FDA Orphan Drug designation as a potential new treatment for recent-onset T1D.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/shr-ctf071917.php", "region": "namerica", "source_link": "https://www.sanfordhealth.org/newsroom/2017/07/phase-2-clinical-trial-for-type-1-diabetes-reaches-halfway-treatment-point", "funder": "", "meeting": "", "institution": "Sanford Health/Sanford Research", "keywords": ["Cell Biology", " Genetics", " Medicine/Health", " Clinical Trials", " Endocrinology", " Diabetes", " Pediatrics", " Researchers/Scientists/Awards"], "journal": "", "description": "The Sanford Project: T-Rex Study, a Phase 2 clinical trial conducted collaboratively by Sanford Health and Caladrius Biosciences, Inc., (Caladrius)(Nasdaq: CLBS), has reached the halfway point for enrollment and treatment.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}