{"title": "Research lacking when it comes to heart disease in prison populations", "text": "The incarcerated population -- both those currently in prison and those who have been released -- are more susceptible to heart disease than the rest of the country's population. And what we know about the factors that play into this is extremely limited, according to researchers.Although one out of every 10 prisoners report having been diagnosed with a heart-related problem, there are few studies that actually look into the imprisoned population or what happens to them after their release.\"In many ways this population has been invisible to public health and the healthcare system, despite its many needs,\" said Ana Diez Roux, MD, PhD, dean of Drexel University's Dornsife School of Public Health.Diez Roux chaired an NHLBI panel on incarceration and cardiovascular disease that formed the basis for a set of recommendations recently published in the Journal of the American College of Cardiology.The report -- whose lead author was Emily Wang, MD, of Yale University's School of Medicine -- identified  gaps in knowledge we have about cardiovascular disease and the 13 million Americans who make up our incarcerated and released population. It  also highlighted  areas where further studies could better shine a light on factors and potential disease prevention strategies. \"The normalcy of incarceration in this country in certain communities, and the disproportionate incarceration of individuals of certain racial and ethnic backgrounds, makes understanding the health risks of incarceration critical to improving health disparities\" Wang said.Black individuals' incarceration rates are six times higher than whites for prisons, with probation rates three times as high. In fact, some numbers indicate that black men have a one in three chance of being incarcerated at some point in their life, with Latinos' chance standing at one in six. Those numbers are important because these same groups experience significant disparities in health care and access.\"Many individuals who are incarcerated are disadvantaged in many ways before they go to prison,\" Diez Roux said. \"This adversely affects their health in many ways. And the prison environment itself can have major health impacts.\"And the prison environment's impact can stretch into the future, because as Wang points out, \"90 to 95 percent of individuals who are incarcerated will ultimately be released.\"With this in mind, Wang, Diez Roux and the study team identified many factors that could be studied to better understand and prevent cardiovascular disease in this population. One such area is how prisoners receive care and treatment in prison versus how it's acquired after incarceration.\"When patients are incarcerated, the medical system of care is often very passive,\" Wang said. \"For instance, patients often have to make a line in the morning to receive their medications, where a nurse hands them their pills, checks to see if they have swallowed it, and then they return for the same thing in the evening.\"The need to take action to acquire care or treatment, along with any personal choices that could be made about that care, are extremely limited in prison.\"So when these prisoners are released, many find it difficult to manage their high blood pressure or diabetes, since they didn't have to do much of anything when incarcerated,\" Wang said. \"We may need to address self-efficacy and bolster self-management skills when an individual is incarcerated to improve health outcomes when they are released.\"Actual incarceration, itself, is a stressor that may lead to coping behaviors like smoking or prompt conditions such as depression. Getting a better look at the relationship between stress and incarcerated people is fertile ground for a study, the team determined in their review.Substance use, such as alcohol, cocaine and methamphetamine, is typically higher in incarcerated and released populations, as are HIV and Hepatitis C. Those factors play into cardiovascular disease risk and are understudied in this population, as well.And government and institutional policies regarding the management of all of these risk factors is one more area that presents opportunities for study, especially since \"the post-release experience may be associated with changes in cardiovascular disease risk due to socioeconomic disadvantages\" resulting from having a criminal record, according to the research team.Overall, Diez Roux points out that improving understanding in this population is an important public health issue stretching well beyond prisons and prisoners.\"Because the incarcerated population is so large, and many prisoners re-enter the community at some point, protecting their health in the long run and ensuring that they have adequate health care during the transition is critical,\" she said. \"This isn't just important for the ex-prisoners themselves, but also for their families and the communities that they re-enter, which also benefit from improved health and support in the re-entry population.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.04.040", "url": "http://www.eurekalert.org/pub_releases/2017-07/du-rlw072517.php", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/July/Research-Lacking-In-Heart-Disease-in-Prison-Populations/", "funder": "", "meeting": "", "institution": "Drexel University", "keywords": ["Medicine/Health"], "journal": "Journal of American College of Cardiology", "description": "A multi-institution team found multiple areas of research that can be explored in both the incarcerated and released population -- which number more than 13 million Americans -- to better understand and prevent cardiovascular disease.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}