{"title": "Princeton researchers report new system to study chronic hepatitis B", "text": "Scientists from Princeton University's Department of Molecular Biology have successfully tested a cell-culture system that will allow researchers to perform laboratory-based studies of long-term hepatitis B virus (HBV) infections. The technique, which is described in a paper published July 25 in the journal Nature Communications, will aid the study of viral persistence and accelerate the development of antiviral drugs to cure chronic hepatitis B, a condition that affects over 250 million people worldwide and can cause severe liver disease, including liver cancer.  HBV specifically infects the liver by binding to a protein called sodium-taurocholate co-transporting polypeptide (NTCP) that is only present on the surface of liver cells. Once inside the cell, HBV hijacks its host's cellular machinery to convert the virus's DNA into a stable \"mini-chromosome.\" This allows the virus to establish persistent, long-term infections that can ultimately cause liver fibrosis, cirrhosis and hepatocellular carcinoma. The World Health Organization estimates that 600,000 people die every year as a result of HBV infection.Researchers have so far failed to develop drugs that can cure chronic HBV infections, partly because they have not been able to study the long-term infection of liver cells grown in the laboratory. Liver cells--also known as hepatocytes--lose their function within days of being isolated from donor livers, preventing researchers from studying anything other than the acute stage of HBV infection. Hepatocytes can be maintained for longer when they are co-cultured with other, supportive cells. \"In previous studies using hepatocytes and cells known as fibroblasts grown on micro-patterned surfaces, HBV infections worked with only a few donors, and infection lasted for no longer than 14-19 days and required the suppression of antiviral cell signaling pathways, which poses problems for studying host-cell responses to HBV and for antiviral drug testing,\" said Alexander Ploss, an assistant professor of molecular biology at Princeton University.Dr. Ploss and colleagues at Princeton and the Hurel Corporation, led by graduate student Benjamin Winer, tested a different system, in which primary human hepatocytes are co-cultured with non-parenchymal stromal cells, which are cells that support the function of the parenchymal hepatocytes in the liver. When plated in collagen-coated labware, the co-cultures self-assemble into liver-like structures. These self-assembling liver-like cultures could be persistently infected with HBV for over 30 days, without the aid of antiviral signaling inhibitors. Moreover, the system worked with hepatocytes grown from a variety of donors and with viruses isolated from chronically-infected patients, which are harder to work with than lab-grown strains of HBV. \"The establishment of a co-culturing system of human primary hepatocytes and non-parenchymal stromal cells for extended HBV infection is a valuable addition to the armamentarium of cell culture model systems for the study of HBV biology and therapeutic development, which has been hampered by a relative lack of efficient infectious cell culture systems,\" said T. Jake Liang, a senior investigator at the National Institute of Diabetes and Digestive and Kidney Diseases, who was not involved in the research.Ploss and colleagues were able to scale down their co-culture infections to volumes as small as a few hundred microliters. This will be important for future high-throughput screens for anti-HBV drug candidates. As a proof-of-principle for these screens, the researchers found that they could block HBV infections in their co-culture system using drugs that either prevent the virus' entry into hepatocytes or inhibit a viral enzyme that is essential for the virus' replication. \"The platform presented here may aid the identification and testing of novel therapeutic regimens,\" Ploss said.", "article_link": "http://dx.doi.org/10.1038/s41467-017-00200-8", "url": "http://www.eurekalert.org/pub_releases/2017-07/pu-pr072417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Princeton  University", "keywords": ["Cell Biology", " Microbiology", " Molecular Biology", " Virology", " Medicine/Health", " Infectious/Emerging Diseases", " Internal Medicine", " Liver", " Public Health"], "journal": "Nature Communications", "description": "Scientists from Princeton University have successfully tested a cell-culture system that will allow researchers to perform laboratory-based studies of long-term hepatitis B virus (HBV) infections with the goal of testing new therapies.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}