{"title": "People living in rural households have lower risk of developing inflammatory bowel disease", "text": "TORONTO, July 25, 2017 -- Living in rural households decreases a person's risk of developing inflammatory bowel disease (IBD), particularly for young children and adolescents, according to a new study by researchers at the Children's Hospital of Eastern Ontario (CHEO) Research Institute, Institute for Clinical Evaluative Sciences (ICES), and the Canadian Gastro-Intestinal Epidemiology Consortium (CanGIEC).\"Our findings show that children, particularly those under the age of 10, experience a protective effect against IBD if they live in a rural household. This effect is particularly strong in children who are raised in a rural household in the first five years of life. These are important findings since our previous work shows that the number of very young children being diagnosed with IBD has jumped in the past 20 years,\" says Dr. Eric Benchimol, lead author of the study, scientist at ICES and a pediatric gastroenterologist at the CHEO Inflammatory Bowel Disease Centre, in Ottawa. \"The findings also strengthen our understanding that environmental risk factors that predispose people to IBD may have a stronger effect in children than adults.\"IBD primarily includes Crohn's disease and ulcerative colitis, which are lifelong conditions that cause inflammation in the digestive tract, leading to chronic diarrhea, blood in the stool, abdominal pains and weight loss.The study published today in the American Journal of Gastroenterology, identified a total of 45,567 patients diagnosed with IBD; 6,662 of those patients diagnosed with IBD were living in rural residences and 38,905 were living in urban residences from 1999 to 2010 in four Canadian provinces (Alberta, Manitoba, Nova Scotia and Ontario). The overall incidence of IBD was 30.72 per 100,000 person-years in the rural population compared with 33.16 per 100,000 in the urban population.\"We've known that in addition to genetic risk factors, environmental factors have been associated with the risk of developing IBD. But this new study demonstrates the importance of early life exposure in altering the risk of IBD, and that needs further study,\" says Benchimol.There are approximately 233,000 people living with IBD in Canada, which has one of the highest rates of these immune-mediated diseases in the world. Rates are rising in Canada, particularly in very young children. The reason is not certain, but increased urbanization may play a role. The researchers suggest that living in a rural or urban environment may change the intestinal microbiome, due to different exposures early in life, resulting in decreased or increased risk\"Canada has one of the highest rates of IBD in the world, with most cases diagnosed in individuals between the ages of 15 and 30, and an increasing incidence seen in children under the age of 10 \" said Mina Mawani, President and CEO of Crohn's and Colitis Canada. \"We are happy to partner and collaborate with CanGIEC in the effort to better understand these diseases.  The results of this study provide additional knowledge of the risk factors associated with a diagnosis of Crohn's disease or ulcerative colitis.\"", "article_link": "http://dx.doi.org/10.1038/AJG.2017.208", "url": "http://www.eurekalert.org/pub_releases/2017-07/choe-pli072417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's Hospital of Eastern Ontario Research Institute", "keywords": ["Medicine/Health", " Environmental Health", " Internal Medicine", " Gastroenterology", " Pediatrics"], "journal": "The American Journal of Gastroenterology", "description": "Living in rural households decreases a person's risk of developing inflammatory bowel disease, particularly for young children and adolescents, according to a new study published in the American Journal of Gastorenterology.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}