{"title": "New treatment options for non-alcoholic fatty liver disease", "text": "Non-alcoholic fatty liver disease (NAFLD) is one of the most frequent liver diseases worldwide and an estimated 20 million people in Germany are affected. The underlying causes involve obesity and decreased physical activity leading to accompanying metabolic and cardiovascular diseases. Currently no approved pharmacotherapy is available. Therefore, the aim of the joint research initiative that has been developed in cooperation of the Mainz University Medical Center, Johannes Gutenberg University Mainz (JGU), and Goethe University Frankfurt is to employ a novel and applicable lifestyle intervention that is feasible and exerts a lasting benefit. Another main focus is the development of novel blood-based biomarkers that can reliably diagnose the disease stage and predict the response to treatment. The Rhine-Main Universities (RMU) alliance will be supporting this project with EUR 100,000 in the initial phase, while subsequent funding is planned to be acquired from the German Research Foundation (DFG).The composition of the diet and the degree of physical activity are the main drivers determining the risk to develop non-alcoholic fatty liver disease in addition to genetic predisposition. A subgroup of patients with NAFLD progresses to the inflammatory subtype of the disease called non-alcoholic steatohepatitis (NASH). NASH promotes collagen deposition in the liver called hepatic fibrosis and can develop into hepatic cirrhosis. Since hepatic inflammation and fibrosis are not associated with specific symptoms, many patients are taken by surprise when NASH is diagnosed. The group of patients with the highest risk to develop NASH are patients with type 2 diabetes. \"The treatment of this lifestyle-dependent liver disease is still difficult. Although recommendations on leading a healthier life are plentiful, we have seen that it is extremely difficult to implement and adhere to lifestyle change that improves hepatic and overall health. There are currently no approved pharmacotherapies that can be used to treat NAFLD or NASH. Therefore, we aim to develop a patient-focused, individualized recommendation employing face-to-face counseling and online feedback platforms,\" explained PD Dr. Jörn Schattenberg of the Department of Internal Medicine I at the Mainz University Medical Center. Together with the Director of the Institute of Translational Immunology, Professor Detlef Schuppan, Schattenberg is leading the LIFT-off (Lifestyle Intervention to prevent and improve hepatic fibrosis in non-alcoholic fatty liver disease) research initiative.Within the score of the LIFT-off initiative, the researchers aim to develop tailored sports medicine concepts and nutritional therapy to positively influence hepatic inflammation and fibrosis progression. \"Our goal is to define readily implementable and sustainable lifestyle changes that will have a long-term effect on the course of the disease. Furthermore, we hope to be able to pinpoint new serum biomarkers that will allow us to reliably track the activity of the disease\", said Schuppan. He is already supervising the EU-funded biomarker research consortium \"Elucidating Pathways of Steatohepatitis\" (EPoS), in which both researchers are participating. The LIFT-off initiative was developed in cooperation with Professor Perikles Simon, Director of the Department of Sports Medicine, Prevention, and Rehabilitation of the Institute of Sports Science at Mainz University, and Professor Stefan Zeuzem, Director of Medical Clinic I of the University Hospital Frankfurt. Additionally, the project can rely on the experience of the Mainz-based Gutenberg Health Study, one of the largest population-based studies in the world. \"Together with our partners, we are aiming at establishing a research cluster in the Rhine-Main area that focuses on translational and clinical research for the treatment of non-alcoholic fatty liver disease\", emphasized Schattenberg and Schuppan.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/jgum-nto072517.php", "region": "europe", "source_link": "http://www.uni-mainz.de/presse/aktuell/2114_ENG_HTML.php", "funder": "", "meeting": "", "institution": "Johannes Gutenberg Universitaet Mainz", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Internal Medicine", " Liver"], "journal": "", "description": "Non-alcoholic fatty liver disease (NAFLD) is one of the most frequent liver diseases worldwide and an estimated 20 million people in Germany are affected. The aim of the joint research initiative that has been developed in cooperation of the Mainz University Medical Center, Johannes Gutenberg University Mainz (JGU), and Goethe University Frankfurt is to employ a novel and applicable lifestyle intervention that is feasible and exerts a lasting benefit.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}