{"title": "Too little vitamin D may hinder recovery of injured corneas", "text": "AUGUSTA, Ga. (July 24, 2017) - Injury or disease in combination with too little vitamin D can be bad for the window to your eyes.The three-layer, transparent cornea at the front of the eyes focuses the light coming in. But its prominent position also puts it at risk for injury from an errant mascara wand or over-prodding finger or a car accident.Scientists exploring the role of vitamin D in the cornea in both sickness and health hypothesize that too little vitamin D can significantly hamper the cornea's recovery in these scenarios.  \"We don't think low vitamin D by itself causes problems; what we think is if you have an underlying problem, then low vitamin D levels can become an issue,\" says Dr. Mitchell Watsky, dean of The Graduate School at Augusta University and professor in the Department of Cellular Biology and Anatomy at the Medical College of Georgia. \"Our hypothesis is that low vitamin D makes other conditions worse, essentially,\" says the physiologist, cell biologist and vision scientist. Watsky just received a $1.6 million grant from the National Eye Institute to see if he and his research team can shed more light on their theory.They are looking at healing rates from small scratches like we might make with our fingernail, in both normal as well as diabetic mice who also are missing their vitamin D receptor, and examining any physical changes to the cornea.  Watsky's research team has shown that a corneal wound takes much longer to heal in mice just missing the vitamin D receptor. \"That leads us to hypothesize that vitamin D is stimulatory for wound healing,\" Watsky says. Now they are adding diabetes, which often has corneal complications, to the equation.They also want to know more about which forms of vitamin D are active in the cornea.  They have emerging evidence that 24,25D, long considered an inactive metabolite of the vitamin, is present in high levels and may be important. They are looking to see what the metabolite does to the cell proliferation and migration needed for proper wound healing. They also want to know how 24,25D works because they have evidence it just may not be through the usual vitamin D receptors. His research team has found one thing vitamin D does in health is improve cell communication. The cytoplasm holds most of the cell's content. Although it's about 90 percent water, it's where most of the action happens, like cell division. Things like sugars, amino acids, proteins and vitamins tend to be found in this major cell component. Between corneal cells is a tunnel-like protein where they can swap cytoplasm contents and communicate, which enables homeostasis.\"It's like a tunnel with a green and red light,\" Watsky says. Interestingly, when there is a corneal injury, affected cells immediately shut down these gap junctions in an apparent attempt to protect nearby cells, then reconnect if/when the cells recover. Watsky and his research team have shown that vitamin D normally enhances cell connectivity via the gap junction. \"When we experimentally apply vitamin D, it will improve how well they are connected normally,\" Watsky says. Much as low vitamin D leads to weak bones, they now want to see if a lack of the vitamin also negatively impacts the density and distribution of the connectivity protein in mice missing just the vitamin D receptor. In cell culture, they also are examining donor corneal tissue trimmed during a corneal transplant, to see whether vitamin D supplementation affects cell connectivity.Patients with extreme vitamin D deficiency, such as children with rickets, which is characterized by super weak bones and stunted growth, don't typically also have clearly related vision problems, Watsky notes. That's one of the reasons he and his team think that vitamin D related problems primarily surface when other problems, like disease and/or injury, do as well. Earlier collaborative studies on the bone started Watsky looking at vitamin D and thinking about the reality that the only other organ that gets direct sunlight exposure, other than the skin, is the eye. As others have discovered that vitamin D receptors are pervasive throughout the body, not just in bone, Watsky has found them in the cornea. His 2011 paper in the journal Investigative Ophthalmology & Visual Science  provided evidence that corneas contain the mRNA required to make vitamin D receptors as well as the enzyme required to convert inactive forms of the vitamin to active forms.  \"It's there, it's active, what does it do?\" Watsky says.Whether vitamin D is important in wound healing in other areas of the body remains a largely unexplored question, he says. The \"sunshine\" vitamin is being identified as a factor in an increasing number of diseases, including diabetes, cardiovascular problems, even multiple sclerosis. Higher levels are associated with lower weight. Vitamin D is known to turn inflammation levels down and to reduce levels of damaging reactive oxygen species. Sunlight is the major source of vitamin D. Natural food sources including fish and fish oil, milk and egg yolks. Nearly 10 percent of the American population has diabetes. A 2010 study published in the Archives of Internal Medicine reported that 75 percent of us have a vitamin D deficiency. While diabetic retinopathy is more commonly associated with diabetes, corneal damage, called diabetic keratopathy, affects about 70 percent of those individuals.Potential causes of minor or more catastrophic corneal injuries are extensive and the results can be painful in this area, which has a higher density of sensory nerve receptors than any other tissue in the body. \"If you think about it, in what other part of your body would you feel an eyelash and have it be so disturbing,\" Watsky says. Corneal tissue is being provided by the MCG Department of Ophthalmology and Eye Physicians and Surgeons of Augusta, PC. Keratoconus, a gradual thinning  and bulging of the cornea, and Fuchs' Dystrophy, a loss of the frontline epithelium cells that causes the cornea to swell and thicken, along with injuries or infections that don't properly resolve are major reasons people need corneal transplants.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/mcog-tlv072417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Eye Institute", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Cell Biology", " Nutrition/Nutrients", " Medicine/Health", " Diabetes", " Nutrition/Nutrients", " Ophthalmology", " Trauma/Injury"], "journal": "", "description": "Injury or disease in combination with too little vitamin D can be bad for the window to your eyes.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}