{"title": "Neuroticism may postpone death for some", "text": "Data from a longitudinal study of over 500,000 people in the United Kingdom indicate that having higher levels of the personality trait neuroticism may reduce the risk of death for individuals who report being in fair or poor health. The research, published in Psychological Science, a journal of the Association for Psychological Science, further revealed that a specific aspect of neuroticism related to worry and feelings of vulnerability was associated with lower mortality, regardless of self-reported health.\"Our findings are important because they suggest that being high in neuroticism may sometimes have a protective effect, perhaps by making people more vigilant about their health,\" says lead researcher Catharine R. Gale of the University of Edinburgh and University of Southampton.By definition, people with high levels of neuroticism are more likely to experience negative emotions--including irritability, frustration, nervousness, worry, and guilt--compared with their peers who have lower levels of neuroticism. Studies investigating links between neuroticism and mortality have produced inconsistent results, with some showing higher risk of death and others showing no relationship or even lower risk of death.Drawing from existing evidence, Gale and colleagues hypothesized that the relationship between neuroticism and risk of death may depend on how people rate their health.The researchers examined UK Biobank data collected from 502,655 people ages 37 to 73. Participants completed a validated personality assessment measuring neuroticism and indicated whether they thought they were in excellent, good, fair, or poor health overall. The data also included information on participants' health behaviors (e.g., smoking, physical activity), physical health (e.g., body mass index, blood pressure), cognitive function, and medical diagnoses (e.g., heart problems, diabetes, cancer).Examining death certificates from the National Health Service Central Registry, the researchers found that a total of 4,497 participants had died in the follow-up period (which was about 6.25 years, on average). In general, the data showed that mortality was slightly higher among participants with higher levels of neuroticism. However, when Gale and colleagues adjusted for participants' self-rated health, they found that the direction of the relationship reversed, with higher neuroticism being linked with slightly lower risk of death from all causes and from cancer.\"When we explored this further, we found that this protective effect was only present in people who rated their health as fair or poor,\" explains Gale. \"We also found that people who scored highly on one aspect of neuroticism related to worry and vulnerability had a reduced risk of death regardless of how they rated their health.\"Intriguingly, these relationships did not seem to vary according to participants' health behaviors or medical diagnoses at the time they completed the neuroticism questionnaire, a finding which surprised the researchers.\"Health behaviors such as smoking, exercise, diet and alcohol consumption did not explain any part of the link between high scores on the worry/vulnerability facet and mortality risk. We had thought that greater worry or vulnerability might lead people to behave in a healthier way and hence lower their risk of death, but that was not the case,\" Gale says.Following on these findings, Gale and colleagues plan to further investigate the different facets of neuroticism to understand why worry and vulnerability may have specific protective effects.", "article_link": "http://dx.doi.org/10.1177/0956797617709813", "url": "http://www.eurekalert.org/pub_releases/2017-07/afps-nmp072017.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/neuroticism-may-postpone-death-for-some.html", "funder": "Medical Research Council, Biotechnology and Biological Sciences Research Council, Wellcome Trust", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Medicine/Health", " Cancer", " Death/Dying", " Mortality/Longevity", " Social/Behavioral Science", " Behavior", " Death/Dying", " Personality/Attitude", " Mental Health", " Stress/Anxiety"], "journal": "Psychological Science", "description": "Data from a longitudinal study of over 500,000 people in the United Kingdom indicate that having higher levels of the personality trait neuroticism may reduce the risk of death for individuals who report being in fair or poor health. The research, published in Psychological Science, a journal of the Association for Psychological Science, further revealed that a specific aspect of neuroticism related to worry and feelings of vulnerability was associated with lower mortality, regardless of self-reported health.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}