{"title": "Study identifies new brain death pathway in Alzheimer's disease", "text": "Alzheimer's disease tragically ravages the brains, memories and ultimately, personalities of its victims. Now affecting 5 million Americans, Alzheimer's disease is the sixth leading cause of death in the U.S., and a cure for Alzheimer's remains elusive, as the exact biological events that trigger it are still unknown. In a new study published today, Arizona State University-Banner Health neuroscientist Salvatore Oddo and his colleagues from Phoenix's Translational Genomics Research Institute (TGen) -- as well as the University of California, Irvine, and Mount Sinai in New York -- have identified a new way for brain cells to become fated to die during Alzheimer's diseases. The research team has found the first evidence that the activation of a biological pathway called necroptosis, which causes neuronal loss, is closely linked with Alzheimer's severity, cognitive decline and extreme loss of tissue and brain weight that are all advanced hallmarks of the disease. \"We anticipate that our findings will spur a new area of Alzheimer's disease research focused on further detailing the role of necroptosis and developing new therapeutic strategies aimed at blocking it,\" said Oddo, the lead author of this study, and scientist at the ASU-Banner Neurodegenerative Disease Research Center at the Biodesign Institute and associate professor in the School of Life Sciences. The findings appear in the advanced online edition of Nature Neuroscience. Necroptosis, which causes cells to burst from the inside out and die, is triggered by a triad of proteins. It has been shown to play a central role in multiple sclerosis and Lou Gehrig' disease (amyotrophic lateral sclerosis, or ALS), and now for the first time, also in Alzheimer's disease. \"There is no doubt that the brains of people with Alzheimer's disease have fewer neurons,\" said Oddo. \"The brain is much smaller and weighs less; it shrinks because neurons are dying. That has been known for 100 years, but until now, the mechanism wasn't understood.\" Necroptosis was first identified as a result of inflammation, a common malady in Alzheimer's. Three critical proteins are involved in the initiation of necroptosis, known as RIPK1, RIPK3 and MLKL. The study describes a key event in the process of necroptosis when RIPK1 and RIPK3 form a filamentous structure known as the necrosome. The formation of the necrosome appears to jump-start the process of necroptosis. It activates MLKL, which affects the cell's mitochondria, eventually leading to cell death.Winnie Liang, TGen assistant professor, director of TGen Scientific Operations and director of TGen's Collaborative Sequencing Center, said MLKL executes necroptosis to ultimately cause cell death.\"In this study, we show for the first time that necroptosis is activated in Alzheimer's disease, providing a plausible mechanism underlying neuronal loss in this disorder,\" said Liang, who contributed to the study's gene expression analyses.To explore necroptosis, the research team utilized multiple cohorts of human samples obtained from the Brain and Body Donation Program at the Banner Sun Health Research Institute and Mount Sinai VA Medical Center Brain Bank.First, they measured RIPK1, RIPK3 and MLKL in a specific region of the brain that is typically ravaged by cell loss during the advance of Alzheimer's disease -- the temporal gyrus. Results showed that during necroptosis, these markers were increased in the brains of people with Alzheimer's disease.Next, they identified the molecular cascade of necroptosis activation, with RIPK1 activating RIPK3 by binding with it. This protein complex then binds to and activates MLKL. Analysis of mRNA and protein revealed elevated levels of both RIPK1 and MLKL in the postmortem brain tissues of patients with Alzheimer's when compared with normal postmortem brains.  Furthermore, they also demonstrated that necroptosis activation correlated with the protein tau. Intriguingly, necroptosis did not appear to be linked with the other chief physiological characteristic of Alzheimer's pathology, beta-amyloid plaque.To assess the relationship between necroptotic protein levels and cognitive health, the study revisited the scores of patients whose postmortem brain tissue was evaluated for necroptosis. Results showed a significant association between RIPK1, MLKL and diminished scores on the Mini-Mental State Examination (MMSE), a widely used test measuring cognitive health. Given the established relationship between necroptosis and Alzheimer's pathology, including cell loss and attendant cognitive deficit, the study sought to inhibit the process to study the dynamic effects on cell death and memory loss. With such experiments not possible in people, the team demonstrated in a mouse model of the disease that lowering the activation of the necroptosis pathway reduces cell loss and improves performance in memory-related tasks, offering new hope for human therapeutics to halt or reverse the effects of Alzheimer's. The results reveal that the inhibition of necroptosis activation through the blockage of RIPK1 prevents cell loss in mice. Compellingly, mice with inhibited activation of necroptosis pathways performed significantly better in tests of spatial memory involving navigation through a water maze. The study opens a new window on Alzheimer's research and offers hope for therapies targeting cell loss in the brain, an inevitable and devastating outcome of Alzheimer's progression. Oddo stresses that RIPK1, RIPK3 and MLKL are among many potential drug targets, and others will likely follow as the links between necroptosis and Alzheimer's become clearer. While multiple causes of the disease are likely, understanding more clearly all targets that trigger disease will offer the best hope since neuronal loss has been found in people more than a decade before any symptoms of dementia. \"One may not agree as to which molecules trigger Alzheimer's disease, \" said Oddo, \"but everybody agrees that the end result is the neuronal loss. If you can prevent that you may have a beneficial effect.\" ", "article_link": "http://dx.doi.org/10.1038/nn.4608", "url": "http://www.eurekalert.org/pub_releases/2017-07/asu-sin072117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Arizona State University", "keywords": ["Biology", " Cell Biology", " Genetics", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Technology/Engineering/Computer Science"], "journal": "Nature Neuroscience", "description": "In a new study published today, Arizona State University-Banner Health neuroscientist Salvatore Oddo led a study that identified a new way for brain cells to become fated to die during Alzheimer's diseases. \r\n\r\nThe research team has found the first evidence that the activation of a biological pathway called necroptosis, which causes neuronal loss, is closely linked with Alzheimer's severity, cognitive decline and extreme loss of tissue and brain weight that are all advanced hallmarks of the disease.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}