{"title": "Kidney disease risk score can be built into patients' electronic health records", "text": "More than 26 million Americans have chronic kidney disease (CKD). Primary care physicians who take care of these patients can help reduce the risk of complications and death if they recognize the progression of kidney failure early, but this is often difficult to do - deterioration can be rapid and more than one laboratory test may be needed to accurately predict a patient's risk. A new electronic health record (EHR) tool could help physicians quickly and accurately flag patients that should be referred to a nephrologist. Designed by Brigham and Women's Hospital investigators, this tool draws upon recent research that has identified several tests that can be used to calculate an individual's risk score. Now, an automatic calculator can be built into EHRs and displayed prominently for a physician to see when they open a patient's record. The tool was piloted at ten North Shore Physicians Group clinics this year, and a paper detailing the design and implementation of the application appear online this week in The Journal of the American Medical Informatics Association.\r\n\"Retrospective studies of patients who have had to go on dialysis show that being referred to a nephrologist just a few months earlier can have major benefits,\" said corresponding author Lipika Samal, MD, MPH, a clinician investigator in the Division of General Internal Medicine. \"We want to make it as easy as possible for a physician to quickly access and track a patient's risk. This tool automatically calculates and displays a risk score within the health record, making it easier for a physician to spot disease progression and take action.\"\r\nThe new clinical decision support tool calculates and displays kidney failure risk based on criteria identified from a large cohort study conducted by Canadian researchers (Tangri et al., 2011). Predictive risk factors that go into the calculation include serum and urine tests that collected during routine care. If test results for any of these predictive measures have not been collected and are not in a patient's record at the time of a visit, the tool will display a recommendation to order the tests. Otherwise, the tool will display a five-year kidney disease risk score, and if the risk is high, a recommendation for a referral to a nephrologist. \r\nThe tool was deployed outside of the EHR in a way that would allow it to be used with different EHRs by utilizing interoperability standards called continuity of care documents (CCDs). The tool extracted the necessary tests from this interoperable document.\r\nThe research team validated the tool in 255 patients and subsequently deployed it to 10 primary care clinics. The team made improvements and updates to the tool based on feedback from physicians. In the course of the pilot, they processed more than half a million CCDs to diagnose CKD and to generate risk scores for patients with CKD.\r\nBecause of the interoperable nature of the tool, the team sees an opportunity to deploy this single application across multiple EHRs. They plan to implement it in eCare at BWH later this year. Samal also envisions applications for clinical decision support tools beyond CKD.\r\n\"One of the positive things about EHRs is that there is now a wealth of data that can be used to help us better predict an individual's risk, especially for chronic and progressive diseases, like CKD,\" said Samal. \"We have the opportunity to use EHRs to improve patient care- tools like this one can help us seize that opportunity.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/bawh-kdr072417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "Journal of the American Medical Informatics Association", "description": "Designed by Brigham and Women's Hospital investigators, this tool draws upon recent research that has identified several tests that can be used to calculate an individual's risk score. Now, an automatic calculator can be built into EHRs and displayed prominently for a physician to see when they open a patient's record.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}