{"title": "Study finds 90 percent of American men overfat", "text": "Does your waist measure more than half your height?If so, you may be part of the global overfat pandemic. A recent article, published in Frontiers in Public Health, suggests it to be even more prevalent in developed countries where up to 90 percent of adult males and 50 percent children may suffer from this condition. In the top overfat countries, 80 percent of women fall into this category.The problem is particularly pervasive in the English-speaking countries of the United States and New Zealand, but also in Iceland and even Greece where people are generally thought to be healthy. This trend may be bad news for developing countries as well, since they have followed the trend of developed nations in the growing overfat pandemic.The term overfat refers to the presence of excess body fat that can impair health, and may include even normal-weight non-obese individuals. Excess body fat, especially abdominal fat, is associated with increased risk of chronic diseases, increased morbidity and mortality, and reduced quality of life.Researchers Philip Maffetone, Ivan Rivera-Dominguez and Paul B. Laursen reported earlier this year in the journal Frontiers of Public Health that up to 76 percent of the world's population may be overfat. Now these same researchers have focused their efforts on data from 30 of the top developed countries, with even more alarming findings.In addition, a recent rise in the incidence of abdominal adiposity, the unhealthiest form of excess body fat, has been observed in both adults and children, indicating a direct link to insulin-resistance, the body's natural propensity to convert and store carbohydrate foods as fat.The relationship between the overfat condition and poor health is a spectrum or progression in which the vicious cycle of excess body fat, insulin resistance and chronic inflammation lie at one end, causing abnormal blood fats (cholesterol and triglycerides) and glucose, and elevated blood pressure, which then produces a variety of common diseases at the other end.Being overfat is linked to hypertension, dyslipidemia, coronary heart disease, stroke, cancer, Type 2 diabetes, gallbladder disease, osteoarthritis and gout, pulmonary diseases, sleep apnea and others.Many physically active people, including professional athletes in various sports and active U.S. military personnel, also may fall into the overfat category.Traditional means of assessment, such as stepping on a scale or calculating Body Mass Index (BMI), are ineffective at determining whether someone is overfat. Instead, researchers recommend taking a measure of the waistline (at the level of the belly button) and comparing it to height: The waist measure should be less than half a person's\r\n", "article_link": "http://dx.doi.org/10.3389/fpubh.2017.00190", "url": "http://www.eurekalert.org/pub_releases/2017-07/f-sf9072117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Frontiers", "keywords": ["Nutrition/Nutrients", " Medical Education", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Public Health", " Behavior", " Demography", " Disease in the Developing World"], "journal": "Frontiers in Public Health", "description": "Researchers reported earlier this year in the journal Frontiers of Public Health that up to 76 percent of the world's population may be overfat. Now these same researchers have focused their efforts on data from 30 of the top developed countries, with even more alarming findings that up to 90 percent of adult males and 50 percent of children may be overfat.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}