{"title": "FSU researcher paves new path toward preventing obesity", "text": "TALLAHASSEE, Fla. -- People who experience unpredictable childhoods due to issues such as divorce, crime or frequent moves face a higher risk of becoming obese as adults, according to a new study by a Florida State University researcher.Professor of Psychology Jon Maner found that people who had an unpredictable childhood tended to overeat, while those who experienced a stable childhood did not. The study was published today in the journal Proceedings of the National Academy of Sciences.\"Experiencing an unpredictable environment in childhood sensitizes people to the idea that it's difficult to plan for the future because if you don't know what's around the next corner, you live for the now,\" Maner said. \"They end up focusing on short-term rather than long-term goals and they're not good at delaying gratification.\"Past research has confirmed a clear link between low socioeconomic status and obesity, but those studies have not clearly identified the root causes of the problem. That research has generally concluded too much stress in families can lead to a wide variety of negative outcomes for children when they grow up.This new research uses an important, well-established perspective from behavioral science called \"Life History Theory,\" which has been used to predict a wide range of behaviors such as a person's ability to parent and make financial decisions. It marks the first time this approach has been used to study obesity.Life History Theory is rooted in the idea that people have a limited amount of reproductive energy in their lives, and the way they use that energy is influenced by the amount of structure they experience during childhood.Unpredictable childhoods can cause a \"fast-life-history strategy\" for adults, Maner said. They live for the now; they often have children at an earlier age; they spend money rather than save; and they seek immediate gratification.In contrast, predictable childhoods tend to teach that planning for the future is good, and that mindset results in a \"slow-life-history strategy.\" As adults, they form long-term goals; they often have children at an older age; they are more likely to invest in education and save money for retirement.\"If you don't know where the next meal is coming from, it would make sense to eat what you can now,\" Maner said. \"But people with a slow-life-history strategy feel the future is more certain, and they intuitively know where their next meal will come from. They are inclined to listen to their body and eat based on their current needs.\"More than one-third of American adults and 17 percent of youth, ages 2-19, are obese, according to data from the U.S. Centers for Disease Control and Prevention. The agency calls obesity a serious, costly problem that causes heart disease, stroke, cancer, liver disease, type 2 diabetes and other health issues. Maner said those negative effects create urgency for researchers and health professionals to identify the behavioral factors causing obesity.One of the main goals of Maner's research is to identify ways to prevent obesity. While past research vaguely encouraged families to reduce stress without suggesting clear tips on how to make that happen, Maner said his research points toward some potentially valuable prevention ideas.\"Our research suggests it's not just about reducing stress, it's more about creating structure and predictability for children,\" Maner said. \"For example, have family meals at the same time each night or bedtime rituals every day. Routines teach children to have expectations that, when met, result in a sense of certainty and structure. Theoretically, that feeling of predictability instills a slower-life-history strategy, which may reduce obesity in adulthood.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/fsu-frp072317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Florida State University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Public Health", " Social/Behavioral Science", " Parenting/Child Care/Family"], "journal": "Proceedings of the National Academy of Sciences", "description": "People who experience unpredictable childhoods face a higher risk of becoming obese as adults.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}