{"title": "'Strong for surgery' shows promise in reducing smoking rates for patients facing surgery", "text": "New York City (July 24, 2017, 10:00 am ET):  Cigarette smoking is one behavior that can lead to poor postoperative outcomes in spine operations, a very common procedure. However, smoking is one of the toughest habits to break.But a new American College of Surgeons (ACS) quality improvement program that moves the concept of the checklist (used in operating rooms across the country to reduce medical mishaps) out of the operating room and into the preoperative setting is linked to a two-thirds decrease in the rate of smoking in patients undergoing cervical and lumbar spine procedures, according to new findings presented yesterday at the 2017 ACS Quality and Safety Conference.\"There is perhaps no greater opportunity to improve the outcome for spine surgery patients than in getting people to stop smoking,\" said lead study author David Flum, MD, MPH, FACS, professor of surgery and associate chair for research at the University of Washington, Seattle. \"People who smoke are two to three times more likely to have a failure of the spine surgical fusion, endure continued pain and dysfunction, and have a reoperation that can cost as much as $100,000.\"Strong for Surgery is a presurgical health optimization program launched by the University of Washington in 2012 for elective procedures.  In late 2016, the American College of Surgeons became the national home for Strong for Surgery.  The ACS has  begun administering  and promoting it as a quality initiative aimed at identifying and evaluating evidence-based practices to optimize the health of patients before their operations.The aim of the program is to prepare patients for surgery by helping them become healthier. Patients are screened for several risk factors during a preoperative visit.  For example, by using the Strong for Surgery smoking checklist, surgeons determine patients' smoking status. If a patient does smoke, he or she can use the program's tools to direct them to smoking cessation programs and treatment, said study coauthor Matthew A. Bartek, MD, a surgical resident and senior research fellow at the Surgical Outcomes Research Center, University of Washington.For this study, the University of Washington team sought to determine the proportion of smokers undergoing spine procedures and to see if the Strong for Surgery program actually had an impact on patient smoking habits. This objective was achieved by conducting an observational study on cigarette smoking that involved nearly 24,000 patients (between the ages of 46 and 72) undergoing cervical (45.3 percent) or lumbar (54.7 percent) spine fusion procedures at 18 hospitals across Washington State between 2011-2016.Next, the researchers looked at the Surgical Care and Outcomes Assessment Program (SCOAP), a Washington State hospital dataset that had incorporated the Strong for Surgery modules into its data collection. The analysis showed that the proportion of patients who smoked in 2011 was 36 percent compared with just 12 percent in 2016.  In addition, smoking cessation counseling increased from 6.14 percent in 2012 to 42 percent in 2016.\"We also saw a substantial decrease in the variability of smoking rates among all the hospitals between 2011 and 2016, which is the goal of any quality improvement program,\" Dr. Bartek said.\"Strong for Surgery is a complex intervention and there are several factors that had an influence on cigarette smoking rates,\" Dr. Flum said. \"In addition to the Strong for Surgery checklist, getting surgeons directly involved in the messaging around cigarette cessation is very powerful, whereas public health interventions are about generic messaging directed at everyone. In general, surgery is a very teachable event, so it's a prime opportunity for patients to take stock of their health, and we find that patients are more apt to listen.\"Efforts are now underway for the ACS to expand the program nationwide. \"Strong for Surgery will help surgeons play a much greater role in reducing complications, optimizing health for surgery, and recognizing that our job is to help the total health of the patient and the public,\" Dr. Flum said.Adds Dr. Bartek, \"Our study findings are evidence that Strong for Surgery may be an effective program for changing surgeon behavior, and by changing surgeon behavior perhaps changing patient behavior.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/acos-fs072117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes And Digestive And Kidney Diseases", "meeting": "2017 American College of Surgeons Quality and Safety Conference", "institution": "American College of Surgeons", "keywords": ["Medicine/Health", " Surgery", " Smoking/Tobacco"], "journal": "", "description": "New ACS quality improvement program is linked to a two-thirds decrease in the rate of smoking in patients undergoing cervical and lumbar spine procedures.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}