{"title": "Genome editing with CRISPR-Cas9 prevents angiogenesis of the retina", "text": "Boston, Mass. -- A research team from the Schepens Eye Research Institute of Massachusetts Eye and Ear has successfully prevented mice from developing angiogenesis of the retina--the sensory tissue at the back of the eye--using gene-editing techniques with CRISPR-Cas9. Angiogenesis causes vision loss and blindness and is a feature of several degenerative eye conditions, including proliferative diabetic retinopathy (PDR), wet age-related macular degeneration (AMD), and retinopathy of prematurity (ROP). In a report published online today in Nature Communications, the researchers present a novel gene-editing technique to prevent retinal angiogenesis, which could lead to the development of new therapies for eye conditions marked by pathological intraocular angiogenesis. Despite the success of vascular endothelial cell growth factor (VEGF) inhibiting agents (e.g. Lucentis®, Eylea®) in reducing neovascular growth and lessening vascular leakage in retinal diseases such as PDR and AMD, several therapeutic challenges remain--namely a need for sustained treatment and a modality to treat the significant number of patients who do not respond to anti-VEGF therapies.\"We know that vascular endothelial growth factor (VEGF) receptor 2 (VEGFR2) plays an essential role in angiogenesis,\" said corresponding author Hetian Lei, Ph.D., Assistant Scientist at Schepens Eye Research Institute of Mass. Eye and Ear and Assistant Professor of Ophthalmology at Harvard Medical School. \"The CRISPR-Cas9 system to can be utilized to edit the VEGFR2 gene, preventing intraocular pathological angiogenesis.\"A feature of various eye diseases, pathological intraocular angiogenesis presents clinically when blood vessels in the retina (the structure in the back of the eye that senses and perceives light) begin to grow new, abnormal blood vessels on the surface of the retina. As the damage progresses, these vessels can leak, rupture, or cause retinal detachment leading to impaired vision.CRISPR-Cas9 is a powerful new technology that can target and edit certain aspects of the genome, or the complete set of genetic material of an organism. In the Nature Communications report, study authors used an adeno-associated virus (AAV) to deliver genomic edits to target VEGFR2, a critical protein responsible for angiogenesis. A single injection of this therapy was able to prevent retinal angiogenesis in preclinical models. \"As this genomic editing gains traction in virtually all medical fields, we are cautiously optimistic that this powerful tool may present a novel therapy to prevent vision loss in eye disease marked by intraocular pathological angiogenesis,\" said Dr. Lei. \"While further study is needed to determine safety and efficacy of this approach, our work shows that the CRISPR-Cas9 system is a precise and efficient tool with the potential to treat angiogenesis-associated diseases.\"", "article_link": "http://dx.doi.org/10.1038/s41467-017-00140-3", "url": "http://www.eurekalert.org/pub_releases/2017-07/meae-gew072417.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/07/genome-editing-prevents-angiogenesis-of-the-retina", "funder": "National Institutes of Health, National Eye Institute", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Genetics", " Medicine/Health", " Ophthalmology", " Genes", " Gene Therapy"], "journal": "Nature Communications", "description": "A research team from the Schepens Eye Research Institute of Massachusetts Eye and Ear has successfully prevented mice from developing angiogenesis of the retina--the sensory tissue at the back of the eye--using gene-editing techniques with CRISPR-Cas9.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}