{"title": "UMD engineers invent the first bio-compatible, ion current battery", "text": "COLLEGE PARK -- Engineers at the University of Maryland have invented an entirely new kind of battery. It is bio-compatible because it produces the same kind of ion-based electrical energy used by humans and other living things.  In our bodies, flowing ions (sodium, potassium and other electrolytes) are the electrical signals that power the brain and control the rhythm of the heart, the movement of muscles, and much more.In traditional batteries, the electrical energy, or current, flows in form of moving electrons. This current of electrons out of the battery is generated within the battery by moving positive ions from one end (electrode) of a battery to the other.   The new UMD battery does the opposite. It moves electrons around in the device to deliver energy that is a flow of ions. This is the first time that an ionic current-generating battery has been invented.  \"My intention is for ionic systems to interface with human systems,\" said Liangbing Hu, the head of the group that developed that battery. Hu is a professor of materials science at the University of Maryland, College Park. He is also a member of the University of Maryland Energy Research Center and a principal investigator of the Nanostructures for Electrical Energy Storage Energy Frontier Research Center, sponsored by the Department of Energy, which funded the study.\"So I came up with the reverse design of a battery,\" Hu said. \"In a typical battery, electrons flow through wires to interface electronics, and ions flow through the battery separator. In our reverse design, a traditional battery is electronically shorted (that means electrons are flowing through the metal wires). Then ions have to flow through the outside ionic cables. In this case, the ions in the ionic cable - here, grass fibers -- can interface with living systems.\"The work of Hu and his colleagues was published in the July 24 issue of Nature Communications.\"Potential applications might include the development of the next generation of devices to micro-manipulate neuronal activities and interactions that can prevent and/or treat such medical problems as Alzheimer's disease and depression,\" said group member Jianhua Zhang, PhD, a staff scientist at the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), part of the National Institutes of Health in Bethesda, Md.\"The battery could be used to develop medical devices for the disabled, or for more efficient drug and gene delivery tools in both research and clinical settings, as a way to more precisely treat cancers and other medical diseases, said Zhang, who performed biological experiments to test that the new battery successfully transmitted current to living cells.. \"Looking far ahead on the scientific horizon, one hopes also that this invention may help to establish the possibility of direct machine and human communication,\" he said.Bio-compatible, bio-material batteries\nBecause living cells work on ionic current and existing batteries provide an electronic current, scientists have previously tried to figure out how to create biocompatibility between these two by patching an electronic current into an ionic current. The problem with this approach is that electronic current needs to reach a certain voltage to jump the gap between electronic systems and ionic systems. However, in living systems ionic currents flow at a very low voltage.  Thus, with an electronic-to-ionic patch the induced current would be too high to run, say, a brain or a muscle.  This problem could be eliminated by using ionic current batteries, which could be run at any voltage.The new UMD battery also has another unusual feature - it uses grass to store its energy. To make the battery, the team soaked blades of Kentucky bluegrass in lithium salt solution. The channels that once moved nutrients up and down the grass blade were ideal conduits to hold the solution.The demonstration battery the research team created looks like two glass tubes with a blade of grass inside, each connected by a thin metal wire at the top. The wire is where the electrons flow through to move from one end of the battery to the other as the stored energy slowly discharges. At the other end of each glass tube is a metal tip through which the ionic current flows. The researchers proved that the ionic current is flowing by touching the ends of the battery to either end of a lithium-soaked cotton string, with a dot of blue-dyed copper ions in the middle. Caught up in the ionic current, the copper moved along the string toward the negatively charged pole, just as the researchers predicted.\"The microchannels in the grass can hold the salt solution, making them a stable ionic conductor,\" said Chengwei Wang, first author of the paper and a graduate student in the Materials Science and Engineering department at the University of Maryland in College Park.  However, the team plans to diversify the types of ionic current electron batteries they can produce. \"We are developing multiple ionic conductors with cellulose, hydrogels and polymers,\" said Wang.  This is not the first time UMD scientists have tested natural materials in new uses. Hu and his team previously have been studying cellulose and plant materials for electronic batteries, creating a battery and a supercapacitor out of wood and a battery from a leaf.  They also have created transparent wood as a potentially more energy-efficient replacement for glass windows.Creative Work\nPing Liu, an associate professor in nanoengineering at the University of California, San Diego, who was not involved with the study, said:  \"The work is very creative and its main value is in delivering ionic flow to bio systems without posing other dangers to them. Eventually, the impact of the work really resides in whether smaller and more biocompatible junction materials can be found that then interface with cells and organisms more directly and efficiently.\"", "article_link": "http://dx.doi.org/10.1038/ncomms15609", "url": "http://www.eurekalert.org/pub_releases/2017-07/uom-uei072417.php", "region": "namerica", "source_link": "https://www.umdrightnow.umd.edu/news/umd-engineers-invent-first-bio-compatible-ion-current-battery", "funder": "US Department of Energy Frontier Research Center, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "University of Maryland", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Medicine/Health", " Technology/Engineering/Computer Science", " Electrical Engineering/Electronics"], "journal": "Nature Communications", "description": "Engineers at the University of Maryland have invented a new kind of battery; one that is bio-compatible because it produces the same kind of ion-based electrical energy used by humans and other living things.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}