{"title": "Assessing concussion symptom presentation may provide insight into rise in rates", "text": "TORONTO, ONTARIO, CANADA -  How physicians and athletic trainers assess symptoms may give insight into why concussion rates are on the rise, say researchers presenting their work at the American Orthopaedic Society for Sports Medicine's Annual Meeting today in Toronto, Ontario, Canada.\"The combination of evaluating the patterns of change in concussion symptom presentation, diagnostic tools used and length of time for symptoms to resolve from both severe and mild concussions has not been thoroughly investigated previously,\" said lead researcher, Eric McCarty, MD of the University of Colorado in Boulder. McCarty and his team analyzed data that was collected through national high school RIO (Reporting Information Online) internet-based injury surveillance system during the 2007/08 through 2014/15 school years. For each concussion, athletic trainers entered information into the system regarding symptom presentation, resolution time and diagnostic/evaluation tools used. A total of 6,205 concussions were reported during the study period. The number of athletes presenting with amnesia, disorientation, dizziness, loss of consciousness and tinnitus (ringing in the ears), decreased significantly from 2007 through 2015 while the proportion presenting with drowsiness, irritability, light and noise sensitivity and headache increased significantly. In addition, the use of diagnostic tools just as X-rays, MRIs and CT scans all decreased while computerized neurocognitive tests and standard assessments increased. A dramatic decrease was also observed by the researchers in the number of concussions that resolved in under an hour from 20% in 2007/08 to about 2% in 2014/15. In a possible correlation, a significant increase in concussions taking one week or longer to resolve went from 17% in 2007/08 to 40% in 2014/15. Symptoms overall also appeared to take longer to resolve in more recent years. \"It's unknown whether concussion rates are increasing significantly because of improved diagnosis and reporting or if there is truly an injury incidence increase happening,\" said McCarty. \"Our results suggest that clinicians may have a lower threshold in diagnosing sports-related concussions. The reduction in the use of head imaging also illustrates that concussions should be assessed as a functional injury rather than a structural abnormality. Additionally, our data highlights that with continued education, symptom recognition has improved even for those individuals who previously might not have been treated for a minor concussion.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/aosf-acs071717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Orthopaedic Society for Sports Medicine 2017 Annual Meeting", "institution": "American Orthopaedic Society for Sports Medicine", "keywords": ["Medicine/Health", " Orthopedic Medicine", " Pediatrics", " Sports Medicine", " Sports/Recreation"], "journal": "American Journal of Sports Medicine", "description": "How physicians and athletic trainers assess symptoms may give insight into why concussion rates are on the rise, say researchers presenting their work at the American Orthopaedic Society for Sports Medicine's Annual Meeting today in Toronto, Ontario, Canada.", "date": "Fri, 21 Jul 2017 04:00:00 GMT"}