{"title": "fMRI, EEG may detect consciousness in patients with acute, severe traumatic brain injury", "text": "The use of functional magnetic resonance imaging (fMRI) and electroencephalography (EEG) may be able to identify ICU patients with severe traumatic brain injuries who have a level of consciousness not revealed by the standard bedside neurological examination. A report from Massachusetts General Hospital (MGH) investigators, published in the journal Brain, is the first to test such an approach in acutely ill patients for whom critical decisions may need to be made regarding the continuation of life-sustaining care. \"Early detection of consciousness and brain function in the intensive care unit could allow families to make more informed decisions about the care of loved ones,\" says Brian Edlow, MD, of the Center for Neurotechnology and Neurorecovery in the MGH Department of Neurology, co-lead and corresponding author of the study. \"Also, since early recovery of consciousness is associated with better long-term outcomes, these tests could help patients gain access to rehabilitative care once they are discharged from an ICU.\" The standard bedside neurological examination of patients with serious brain injuries may inaccurately indicate that a patient is unconscious for several reasons. The patient may be unable to speak, write or move because of the effects of the injury itself or sedating medications, or a clinician may misinterpret a weak but intentional movement as a reflex response. Studies have suggested that the rate of misclassifying conscious patients as unconscious could be as high as 40 percent. While previous studies have used fMRI or EEG to detect this sort of \"covert consciousness\" in patients who have moved from acute-care hospitals to rehabilitation or nursing care facilities, no such study had previously been conducted in ICU patients. The current study enrolled 16 patients cared for in MGH intensive care units after severe traumatic brain injury. Upon enrollment, eight were able to respond to language, three were classified as minimally conscious without language response, three classified as vegetative and two as in a coma. fMRI studies were conducted as soon as patients were stable enough for the procedure, and EEG readings were taken soon afterwards, ideally but not always within 24 hours. A group of 16 healthy age- and sex-matched volunteers underwent the same procedures as a control group. The screenings were taken under three experimental conditions. To test for a mismatch between participants' ability to imagine performing a task and their ability to physically express themselves - what is called cognitive motor dissociation - participants were asked to imagine squeezing and releasing their right hand while in the fMRI scanner and while EEG readings were being taken. Since it is known that certain areas of the brain can respond to sounds even when an individual is asleep or under sedation, participants also were exposed to brief recordings of spoken language and of music during both fMRI and EEG screenings. Those tests were designed to detect activity in areas of the brain that are part of the higher-order cortex, which interprets the simple signals processed by the primary cortex - in this instance not just detecting a sound but potentially recognizing what it is. Of the eight patients who were classified as unable to respond to language in the bedside examination, evidence of covert consciousness based on the hand-squeeze exercise was found in four, including the three originally classified as vegetative. In two additional patients, higher-order cortex activity was seen in response to either language or music. While higher-order cortical activity doesn't prove that a patient is conscious, Edlow notes, finding a response in those structures could have implications for a patient's eventual recovery. He also stresses that negative responses to these tests should not be taken as predicting a low likelihood of recovery. Not only did about 25 percent of the healthy controls have no detectable brain response during the hand squeeze imagery test, but one of the comatose patients who had no responses to language, music or motor imagery during the early fMRI and EEG tests went on to have an excellent recovery 6 months later. In fact, no associations were found between early brain responses and long-term outcomes, which could relate to the small size of the study or the fact that several patients were sedated during the fMRI and EEG tests. \"It is also difficult to measure the false-positive rate for stimulus-based fMRI and EEG tests in these patients, since there is no definitive, gold-standard test to diagnose their level of consciousness,\" explains Edlow, who is an assistant professor of Neurology at Harvard Medical School. \"Much more work needs to be done to determine the utility of these techniques for detecting consciousness in patients with severe traumatic brain injuries. Based on these results, our team at the MGH Laboratory for NeuroImaging of Coma and Consciousness is working on improving the accuracy of these tests, and we are planning a larger follow-up study in the near future.\" ", "article_link": "http://dx.doi.org/10.1093/brain/awx176", "url": "http://www.eurekalert.org/pub_releases/2017-07/mgh-fem071417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Center for Integration of Medicine & Innovative Technology, American Academy of Neurology/American Brain Foundation, James S. McDonnell Foundation", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Trauma/Injury"], "journal": "Brain", "description": "A Massachusetts General Hospital study finds that the use of functional magnetic resonance imaging and electroencephalography may be able to identify ICU patients with severe traumatic brain injuries who have a level of consciousness not revealed by the standard bedside neurological examination.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}