{"title": "Heavy drinking during adolescence: Dire effects on the brain", "text": "What would a celebration be without alcohol, whether we are talking about a private or professional event? Drinking alcohol, is a well-engrained and long-standing social habit in many countries around the world, even though the fact that alcohol has an impact on one's health is largely established, especially when it comes to heavy drinking. In particular, adolescents are known to enjoy their drinking games and nights-out without worrying much about the effects alcohol can have on their health. In fact, drinking in high quantities is common during adolescence with nearly 25% of high school seniors in the US reporting that they got drunk in the last 30 days. The effects of heavy drinking among young people on the brain have been looked at closely in a mini review published in Frontiers in Psychology by Anita Cservenka, Assistant Professor at Oregon State University et.al.\"Adolescence is a time when the brain still matures including not only biological development but also maturation of psychosocial behaviours. Given the increase of binge and heavy drinking in young people, understanding the effects of consuming large quantities of alcohol on neural development and the impact on cognitive skills is very important\" says Assistant Professor Cservenka. Binge or heavy episodic drinking means four or more standard drinks within a two-hour drinking session for females, five or more drinks for males. The review highlights existing research that examines the harmful effects of such drinking habits with a view to inform future studies. \"We looked at six areas to determine the deleterious impact of heavy drinking on brain response, namely: response inhibition, working memory, verbal learning and memory, decision making and reward processing, alcohol cue reactivity, and socio-cognitive/socio-emotional processing\" explains Assistant Professor Cservenka.The review establishes that binge drinking among young people is associated with a thinning or reduction of areas of the brain that play a key role in memory, attention, language, awareness and consciousness, which include cortical and subcortical structures. Taking learning and memory as an example, studies have shown that heavy drinking leads to a deficit in the ability of young people to learn novel words, which has been linked to changes in brain activity. Looking to the future, \"these brain alterations, as a result of heavy alcohol use during adolescence and young adulthood, could result in increased risk of developing an alcohol use disorder later on in life. It is therefore important to continue raising awareness of the risks of binge drinking and to promote future research in this area. Our review provides a useful basis to determine the areas that require further attention.\" concludes Assistant Professor Cservenka.\r\n", "article_link": "http://dx.doi.org/10.3389/fpsyg.2017.01111", "url": "http://www.eurekalert.org/pub_releases/2017-07/f-hdd071817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Frontiers", "keywords": ["Medicine/Health", " Addiction", " Neurobiology", " Pediatrics", " Public Health", " Social/Behavioral Science", " Alcohol", " Behavior"], "journal": "Frontiers in Psychology", "description": "A review of the literature shows that the effects of heavy drinking among young people on the brain are serious -- binge drinking among young people is associated with a thinning or reduction of areas of the brain that play a key role in memory, attention, language, awareness and consciousness, which include cortical and subcortical structures.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}