{"institution": "University of Pennsylvania", "title": "Penn researchers show brain stimulation restores memory during lapses", "url": "http://www.eurekalert.org/pub_releases/2017-04/uop-prs041317.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Current Biology", "source_link": null, "text": "A team of neuroscientists at the University of Pennsylvania has shown for the first time that electrical stimulation delivered when memory is predicted to fail can improve memory function in the human brain. That same stimulation generally becomes disruptive when electrical pulses arrive during periods of effective memory function. The research team included Michael Kahana, professor of psychology and principal investigator of the Defense Advanced Research Projects Agency's Restoring Active Memory program; Youssef Ezzyat, a senior data scientist in Kahana's lab; and Daniel Rizzuto, director of cognitive neuromodulation at Penn. They published their findings in the journal Current Biology.  This work is an important step toward the long-term goal of Restoring Active Memory, a four-year Department of Defense project aimed at developing next-generation technologies that improve memory function in people who suffer from memory loss. It illustrates an important link between appropriately timed deep-brain stimulation and its potential therapeutic benefits.To get to this point, the Penn team first had to understand and decode signaling patterns that correspond to highs and lows of memory function. \"By applying machine-learning methods to electrical signals measured at widespread locations throughout the human brain,\" said Ezzyat, lead paper author, \"we are able to identify neural activity that indicates when a given patient will have lapses of memory encoding.\" Using this model, Kahana's team examined how the effects of stimulation differ during poor versus effective memory function. The study involved neurosurgical patients receiving treatment for epilepsy at the Hospital of the University of Pennsylvania, the Thomas Jefferson University Hospital, the Dartmouth-Hitchcock Medical Center, the Emory University Hospital, the University of Texas Southwestern, the Mayo Clinic, Columbia University, the National Institutes of Health Clinical Center and the University of Washington. Participants were asked to study and recall lists of common words while receiving safe levels of brain stimulation. During this process, the Penn team recorded electrical activity from electrodes implanted in the patients' brains as part of routine clinical care. These recordings identified the biomarkers of successful memory function, activity patterns that occur when the brain effectively creates new memories.\"We found that, when electrical stimulation arrives during periods of effective memory, memory worsens,\" Kahana said. \"But when the electrical stimulation arrives at times of poor function, memory is significantly improved.\" Kahana likens it to traffic patterns in the brain: stimulating the brain during a backup restores the normal flow of traffic. Gaining insight into this process could improve the lives of many types of patients, particularly those with traumatic brain injury or neurological diseases, such Alzheimer's. \"Technology based on this type of stimulation,\" Rizzuto said, \"could produce meaningful gains in memory performance, but more work is needed to move from proof-of-concept to an actual therapeutic platform.\"This past November, the RAM team publicly released an extensive intracranial brain recording and stimulation dataset that included more than 1,000 hours of data from 150 patients performing memory tasks.", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Language/Linguistics/Speech", " Memory/Cognitive Processes", " Perception/Awareness", " Research/Development"], "description": "A team of neuroscientists at the University of Pennsylvania has shown for the first time that electrical stimulation delivered when memory is predicted to fail can improve memory function in the human brain. That same stimulation generally becomes disruptive when electrical pulses arrive during periods of effective memory function.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}