{"institution": "American Academy of Neurology", "title": "Preliminary study suggests possible new treatment for MS", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaon-pss041417.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "2017 American Academy of Neurology Annual Meeting", "journal": "", "source_link": null, "text": "BOSTON - A small, preliminary study may show promise of a new type of treatment for progressive multiple sclerosis (MS). Results from the first six people enrolled in the phase 1 study, a study designed to enroll 10 people, are being presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. Phase 1 studies are designed to evaluate the safety of a treatment and identify side effects, using a small number of participants. While it was not the goal of this study to measure how effective the treatment was, symptoms improved for three of the six participants. \"While these results are very preliminary and much more research is needed, we are excited there were no serious side effects,\" said study author Michael Pender, MD, PhD, of The University of Queensland in Brisbane, Australia. The study investigates the relationship between MS and the Epstein-Barr virus (EBV), a herpes virus that is extremely common but causes no symptoms in most people. However, when a person contracts the virus as a teenager or adult, it often leads to mononucleosis. Previous research has shown a link between the virus and MS. The study involved six people with progressive MS with moderate to severe disability. People with progressive MS have a severe condition with slow, steady worsening of symptoms.In MS, the body's immune system attacks the nerves in the central nervous system. As part of the normal immune response, immune cells called T cells and B cells work together to protect the body against infectious agents. In some people with MS, the immune response may be altered and T cells may be unable to control EBV-infected B cells, which accumulate in the brain and produce antibodies that attack and destroy myelin, the protective layer that insulates nerves in the brain and spinal cord. This in turns leads to neurologic dysfunction and symptoms. Elimination of the EBV-infected B cells may reduce the destruction of myelin in MS. For the study, researchers removed the participants' own T cells and stimulated them to boost their ability to recognize and destroy cells infected with Epstein-Barr virus. They then injected participants with infusions of escalating doses of T cells every two weeks for six weeks. They followed the patients through 26 weeks to look for evidence of side effects and possible improvement of symptoms.Three of the participants showed improvement, starting two to eight weeks after the first infusion.\"One person with secondary progressive MS showed striking improvement,\" Pender said. \"This participant had a significant increase in ambulation from 100 yards with a walker at the start of the study, and over the previous five years, to three quarters of a mile, and was now also able to walk shorter distances with only one sided assistance. Lower leg spasms that had persisted for 20 years resolved.\"Pender said another participant with primary progressive MS showed improved color vision and visual acuity.All three responding participants had improvements in fatigue and ability to perform daily activities.  \"The best responses were seen in the two people who received T cells with the highest amount of reactivity to the Epstein-Barr virus,\" Pender said. None of the six participants had serious side effects. \"Of course, much more research needs to be done with larger numbers of participants to confirm and further evaluate these findings,\" Pender said. \"But the results add to the mounting evidence for a role of the Epstein-Barr virus infection in MS and set the stage for further clinical trials.\"", "keywords": ["Medicine/Health", " Hematology", " Immunology/Allergies/Asthma", " Neurobiology", " Neurochemistry", " Pharmaceutical Science"], "description": "A small, preliminary study may show promise of a new type of treatment for progressive multiple sclerosis (MS). Results from the first six people enrolled in the phase 1 study, a study designed to enroll 10 people, are being presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}