{"institution": "American Academy of Neurology", "title": "Could fixing the body clock help people regain consciousness?", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaon-cft041717.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - For people with severe brain injuries, researchers have found that the rhythm of daily fluctuations in body temperature is related to their level of consciousness, according to a preliminary study published in the April 19, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"Our study suggests that the closer the body temperature patterns of a severely brain injured person are to those of a healthy person's circadian rhythm, the better they scored on tests of recovery from coma, especially when looking at arousal, which is necessary for consciousness,\" said study author Christine Blume, PhD, of the University of Salzburg in Austria. Circadian rhythms, which are rhythmic variations in body functions brought about by the body's internal clock, are the daily cycles that tell us when to sleep, wake or eat. This biological clock also regulates many of the body's other functions including temperature. It is set by environmental cues, like periods of daylight and dark. \r\nIn healthy people, daily variations in body temperature closely follow the sleep-wake cycle, the 24-hour daily sleep pattern controlled by the body's internal clock. Other studies have found that disruptions to the sleep-wake cycle may affect various aspects of health like the immune system and short-term memory. During a normal sleep-wake cycle, the body's core temperature fluctuates and can drop one to two degrees during the early morning hours.For this study, researchers monitored 18 people with severe brain injuries, those with unresponsive wakefulness syndrome and those in a minimally conscious state. Unresponsive wakefulness syndrome, also known as a vegetative state, is when someone has awakened from a coma, is opening his or her eyes and having periods of sleep, but remains unresponsive. A minimally conscious state is when someone shows signs of awareness.For one week, researchers continually monitored the body temperatures of participants with external skin sensors. With that temperature data, they were able to determine the length of the circadian rhythm for each person. Length of temperature cycles of participants ranged from 23.5 to 26.3 hours. Researchers also evaluated the level of consciousness for each person with the Coma Recovery Scale-Revised, measuring things like response to sound and ability to open eyes with or without stimulation. They found that those who scored better on that scale had body temperature patterns that more closely aligned with a healthy 24-hour rhythm.\"This is the first time an association has been found between circadian variations in body temperature and arousal in brain-injured patients. Importantly, arousal is essential for consciousness,\" said Blume. \"Circadian variations are something doctors should keep in mind when diagnosing patients. The time of the day when patients are tested could be crucial. Also, doctors may want to consider creating environments for patients that mimic the light patterns of night and day to help achieve a normal sleep-wake cycle. The hope is that this may help bring a person with a severe brain injury closer to consciousness.\" The researchers tested bright light stimulation on eight participants for one week and found positive effects in two patients. Blume said that larger studies are needed to test the hypothesis that bright light is indeed beneficial for patients. One limitation of the study was that magnetic resonance imaging (MRI) data was not available to evaluate the extent of brain damage, especially in the hypothalamus, the portion of the brain where the body clock is located. Blume suggests that future studies look at the relationship between body temperature rhythms and other body rhythms like hormone patterns and rest-activity cycles.", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Neurobiology", " Circadian Rhythm", " Neurochemistry", " Sleep/Sleep Disorders", " Trauma/Injury"], "description": "For people with severe brain injuries, researchers have found that the rhythm of daily fluctuations in body temperature is related to their level of consciousness, according to a preliminary study published in the April 19, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}