{"institution": "DGIST (Daegu Gyeongbuk Institute of Science and Technology)", "title": "Graphene and gold make a better brain probe", "url": "http://www.eurekalert.org/pub_releases/2017-04/dgi-gag041917.php", "article_link": "http://dx.doi.org/10.1021/acsami.7b02975", "region": "asia", "funder": "", "meeting": "", "journal": "ACS Applied Materials & Interfaces", "source_link": "http://www.dgist.ac.kr/site/dgist_eng/menu/508.do?configNo=96&cmd=read&contentNo=34353&pageIndex=1&recordPerPage=10&month=0&condition=&keyword=", "text": "Electrodes placed in the brain record neural activity, and can help treat neural diseases like Parkinson's and epilepsy. Interest is also growing in developing better brain-machine interfaces, in which electrodes can help control prosthetic limbs. Progress in these fields is hindered by limitations in electrodes, which are relatively stiff and can damage soft brain tissue.Designing smaller, gentler electrodes that still pick up brain signals is a challenge because brain signals are so weak. Typically, the smaller the electrode, the harder it is to detect a signal. However, a team from the Daegu Gyeongbuk Institute of Science & Technology in Korea developed new probes that are small, flexible and read brain signals clearly.The probe consists of an electrode, which records the brain signal. The signal travels down an interconnection line to a connector, which transfers the signal to machines measuring and analysing the signals.The electrode starts with a thin gold base. Attached to the base are tiny zinc oxide nanowires, which are coated in a thin layer of gold, and then a layer of conducting polymer called PEDOT. These combined materials increase the probe's effective surface area, conducting properties, and strength of the electrode, while still maintaining flexibility and compatibility with soft tissue. Packing several long, thin nanowires together onto one probe enables the scientists to make a smaller electrode that retains the same effective surface area of a larger, flat electrode. This means the electrode can shrink, but not reduce signal detection. The interconnection line is made of a mix of graphene and gold. Graphene is flexible and gold is an excellent conductor. The researchers tested the probe and found it read rat brain signals very clearly, much better than a standard flat, gold electrode. \"Our graphene and nanowires-based flexible electrode array can be useful for monitoring and recording the functions of the nervous system, or to deliver electrical signals to the brain,\" the researchers conclude in their paper recently published in the journal ACS Applied Materials and Interfaces. The probe requires further clinical tests before widespread commercialization. The researchers are also interested in developing a wireless version to make it more convenient for a variety of applications.\r\n", "keywords": ["Technology/Engineering/Computer Science", " Nanotechnology/Micromachines"], "description": "A team from Korea created more flexible neural electrodes that minimize tissue damage and still transmit clear brain signals.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}