{"institution": "The Lancet", "title": "The Lancet: Investing in adolescent health and education could bring 10-fold economic benefit", "url": "http://www.eurekalert.org/pub_releases/2017-04/tl-tli041817.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Lancet", "source_link": null, "text": "As the World Bank meetings begin, a new study shows that investments in adolescent health and wellbeing are some of the best that can be made towards achieving the SDGsImproving the physical, mental and sexual health of adolescents aged 10-19 years, at the cost of US$4.6 per person per year, could bring a 10-fold economic benefit by averting 12 million adolescent deaths and preventing more than 30 million unwanted pregnancies in adolescents. Similarly, investing to increase the extent and quality of secondary education, at a cost of US$22.6 per person per year, would generate economic benefits about 12 times higher and result in an additional 12 million formal jobs for people aged 20-24 years. The findings are published in The Lancet on the eve of the World Bank Spring Meetings in Washington D.C. [1] where finance and development leaders from 188 countries will discuss the critical need for investment in adolescents. In addition to health and education, the study shows that investing in improving road safety, at US$ 0.60 per person per year, would give economic benefits about 6 times higher and prevent nearly 500,000 adolescent deaths by 2030. Programmes to reduce child marriage, at US$3.8 per person, had a 5.7-fold return on investment and could cut child marriage by around a third.  \"Some of the best investments in adolescent health and well-being lie outside the health sector - tackling child marriage, reducing road injuries and improving education. There is little doubt that the actions outlined in our study could be delivered on a large scale in countries, transforming the lives of boys and girls around the world. The economic and social impacts of investments in adolescent health and wellbeing are high by any standards, and are among the best investments that the global community can make to achieve the UN's Sustainable Development Goals.\" says lead author Professor Peter Sheehan, Victoria University. [2]The study published today was led by authors from Victoria University, the University of Melbourne (Australia) and UNFPA, the United Nations Populations Fund. It builds on the 2016 The Lancet Commission on Adolescent Health and Wellbeing [3], which highlighted the need for investment in adolescent health. Globally, HIV/AIDS, road traffic accidents, drowning, diarrhoeal and intestinal infectious diseases, lower respiratory infections and malaria are responsible for about half of all deaths for 10-14 year olds. Road traffic accidents, self-harm and violence are the leading causes of death for 15-24 year olds, and depression is the leading cause of ill health affecting more than 1 in 10 10-24 year olds [4]. In the analysis, the authors calculate the economic and social impact of health interventions aimed at improving maternal, newborn and reproductive health services, improved access to treatments for HIV/AIDS, malaria, depression, alcohol dependence and epilepsy, and expansion of HPV vaccinations. They also calculate the impact of programmes to reduce child marriage and interpersonal violence. Education programmes analysed in the study include those aimed at reducing drop-out, providing free school uniforms, better teaching methods and computer, radio and TV assisted learning. Finally, they also calculate the impact of interventions to improve road safety such as helmet and seat belt use, speed compliance, alcohol testing as well as safer roads and improved motor vehicle safety.\"Investing in young people is in everyone's interest,\" says UNFPA Executive Director, Professor Babatunde Osotimehin. \"A small investment in empowering and protecting the world's over a billion adolescents can bring a ten-fold return, or sometimes even more. Our pioneering research must now be seen by policy makers, and used to chart the way forward.\" [2]The total cost to 2030 of all the interventions studied, except those for education, is estimated at $524 billion, equivalent to $6.7 per person per year. For education, the overall total is estimated at $1774 billion, or $22.6 per person per year. Overall, the total annual investment across all programmes amounts to 0.20% of the global Gross Domestic Product.\"There are 1.2 billion 10- to 19-year-olds in the world today. Investments to transform health, education, family and legal systems will help improve their physical, cognitive, social, and emotional capabilities. This will generate a triple dividend reducing death and disability in adolescents today, promote health and productivity across the life-course, and because this is the next generation to parent, provide the best possible start to life for the generation to come. This generation of young people can transform all our futures. There is no more pressing task in global health than ensuring they have the resources to do so,\" says Professor George Patton, co-author from the University of Melbourne. [2] The authors note several limitations, mostly related to the quality of evidence available. While the evidence base for the cost and impact of interventions in sexual, reproductive, maternal and child health is strong, there is still a great need for research on many interventions to improve adolescent health. The authors have therefore taken a conservative approach to their analysis. ", "keywords": ["Medicine/Health"], "description": "Improving the physical, mental and sexual health of adolescents aged 10-19 years, at the cost of US$4.6 per person per year, could bring a 10-fold economic benefit by averting 12 million adolescent deaths and preventing more than 30 million unwanted pregnancies in adolescents.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}