{"title": "Researcher turns 'SARS mask' into a virus killer", "text": "(Edmonton) A University of Alberta engineering researcher has developed a new way to treat common surgical masks so they are capable of trapping and killing airborne viruses. His research findings appear in the prestigious journal Scientific Reports, published by Nature Publishing Group.Hyo-Jick Choi, a professor in the University of Alberta Department of Chemical and Materials Engineering, noticed that many people wear a simple surgical-style mask for protection during outbreaks of influenza or other potentially deadly viruses such as severe acute respiratory syndrome (SARS) or Middle East respiratory syndrome (MERS).\"Surgical masks were originally designed to protect the wearer from infectious droplets in clinical settings, but it doesn't help much to prevent the spread of respiratory diseases such as SARS or MERS or influenza,\" says Choi.Airborne pathogens like influenza are transmitted in aerosol droplets when we cough or sneeze. The masks may well trap the virus-laden droplets but the virus is still infectious on the mask. Merely handling the mask opens up new avenues for infection. Even respirators designed to protect individuals from viral aerosols have the same shortcoming--viruses trapped in respirators still pose risks for infection and transmission.  Masks capable of killing viruses would save lives, especially in an epidemic or pandemic situation. During the 2014-2015 season nearly 8,000 Canadians were hospitalized with the flu. That same year, deaths related to influenza in Canada reached an all-time high of nearly 600. Knowing that the masks are inexpensive and commonly used, Choi and his research team went about exploring ways to improve the mask's filter. And this is where a problem he is struggling with in one field of research--the development of oral vaccines like a pill or a lozenge--became a solution in another area.A major hurdle in the development of oral vaccines is that when liquid solutions dry, crystals form and destroy the virus used in vaccines, rendering the treatment useless. In a nifty bit of engineering judo, Choi flipped the problem on its head and turned crystallization into a bug buster, using it as a tool to kill active viruses.Choi and his team developed a salt formulation and applied it to the filters, in the hope that salt crystals would \"deactivate\" the influenza virus. The mechanics of simple chemistry make the treatment work. When an aerosol droplet carrying the influenza virus contacts the treated filter, the droplet absorbs salt on the filter. The virus is exposed to continually increasing concentrations of salt. As the droplet evaporates, the virus suffers fatal physical damage when the salt returns to its crystalized state.While developing solid vaccines, Choi observed that sugar used for stabilizing the vaccine during the drying process crystalizes as it dries out. When crystals form, sharp edges and spikes take shape and they physically destroy the virus vaccine. \"We realized that we could use that to our advantage to improve surgical masks,\" said Choi. In a series of experiments and tests at the University of Alberta and in the Department of Medical Zoology at the Kyung Hee University School of Medicine in Seoul, South Korea, the team arrived at a perfect treatment that improves the efficacy of the fibre filter inside the masks.By using a safe substance (table salt) to improve an existing, approved product, Choi sees very few roadblocks to implementing the innovation.The research was funded by the University of Alberta. Choi has been awarded a provisional patent for the development of virus deactivation systems based on the salt-crystallization mechanism.", "article_link": "http://dx.doi.org/10.1038/srep39956", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoa-rt010517.php", "region": "namerica", "source_link": "http://www.engineering.ualberta.ca/NewsEvents/Engineering%20News/2017/January/ResearcherturnsSARSmaskintoaviruskiller.aspx", "funder": "University of Alberta", "meeting": "", "institution": "University of Alberta", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Health Care", " Materials", " Medicine/Health", " Infectious/Emerging Diseases", " Pulmonary/Respiratory Medicine", " Public Health", " Biomedical/Environmental/Chemical Engineering", " Disease in the Developing World"], "journal": "Scientific Reports", "description": "The surgical masks people wear to stop the spread of diseases don't work well -- that isn't what they're designed for.\r\n\r\nPathogens like influenza are transmitted in aerosol droplets when we cough or sneeze. Masks trap the droplets but the virus remains infectious. \r\n\r\nHyo-Jick Choi, an engineering professor at the University of Alberta, took on the challenge of improving the masks, using salt to turn them into virus killers.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}