{"title": "Center for Infectious Disease Research, Fred Hutch: Success in humans with malaria vaccine", "text": "Jan. 4, 2017 (Seattle, Washington) -- A clinical trial with human volunteers has found that a next-generation malaria vaccine that uses genetically attenuated parasites shows a favorable safety profile, is well tolerated and stimulates an appropriate immune response, according to a study published today in Science Translational Medicine by scientists at the Center for Infectious Disease Research (CIDR) and Fred Hutchinson Cancer Research Center.Malaria is caused by Plasmodium parasites that are transmitted to humans by a mosquito bite and first infects the liver and then the blood, leading to over 200 million infections and nearly a half-million deaths worldwide in 2015. While control measures, such as insecticide-treated bed nets and antimalarial drugs, are making headway against the disease, it is generally accepted that an effective vaccine will be required to completely eliminate malaria. With this new vaccine candidate, CIDR and Fred Hutch are at the forefront of malaria vaccine design.The new study describes the use of a genetically engineered malaria parasite that is weakened by removal of three specific genes that are required for the parasite to successfully infect and cause disease in humans. These genetically attenuated parasites, or \"GAPs\", are incapable of multiplying in the human liver, but are alive and effectively stimulate the immune system to build up defenses that can protect against a real malaria infection.  'Attenuation' is a commonly used strategy for making vaccines and has been used for viral and bacterial vaccines dating back to Edward Jenner's very first vaccine against smallpox.  However, attenuation in most previous vaccines was achieved by growing the virus or bacteria in culture for long periods of time until the organisms lost some of their virulence, or by using a highly related but non-pathogenic organism. The GAP malaria vaccine was instead created using precise genetic engineering of the malaria parasite and is a unique approach in combating parasitic diseases.\"This most recent publication builds on our previous work,\" said Sebastian Mikolajczak, Ph.D., CIDR Principal Scientist and GAP project leader. \"We had already good indicators in preclinical studies that this new 'triple knock-out' GAP (GAP3KO), which has three genes removed, is completely attenuated. The clinical study now shows that the GAP3KO vaccine is completely attenuated in humans and also shows that even after only a single administration, it elicits a robust immune response against the malaria parasite. Together these findings are critical milestones for malaria vaccine development\"\"This report is a major advance in malaria vaccine development by providing the first evidence that genetically attenuated Plasmodium falciparum parasites are safe and immunogenic in humans,\" said Robert Seder, M.D., Chief of Cellular Immunology at the Vaccine Research Center at the National Institutes of Health. \"Future studies demonstrating protective efficacy will be the next critical milestone for continued development of this promising vaccine approach\". Seder was not involved in the study.  The GAP3KO trial was conducted at the CIDR Human Challenge Center, which is part of the Seattle Malaria Clinical Trials Center, an inter-institutional collaboration that includes CIDR and Fred Hutch, among others, in an effort to combat malaria through clinical trials of candidate vaccines and drugs. \"We are very fortunate to have the human malaria challenge model to take the critical next step evaluating the efficacy of GAP3KO in preventing malaria in people,\" said James Kublin, M.D., M.P.H., the Medical Director of the Seattle MCTC and a Fred Hutch scientist. \"The Hutch is looking forward to bringing its expertise in clinical trial design and management to the next stage of tests for this vaccine. The collaborations we have with CIDR and other nearby institutions is what makes Seattle a world leader in the malaria vaccine development and the human challenge model.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tfg-cfi123016.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Fearey Group", "keywords": ["Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Science Translational Medicine", "description": "A clinical trial with human volunteers has found that a next-generation malaria vaccine that uses genetically attenuated parasites shows a favorable safety profile, is well tolerated and stimulates an appropriate immune response, according to a study published today in Science Translational Medicine by scientists at the Center for Infectious Disease Research and Fred Hutchinson Cancer Research Center.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}