{"title": "Tamed malaria parasite vaccine passes early trial", "text": "Results from a first-in-human phase 1 study reveal a weakened form of the malaria parasite safely activated strong immune responses in 10 healthy volunteers, whose antibodies completely protected mice from malaria infection. Scientists tamed the parasite by deleting three genes critical to liver infection, offering a promising whole parasite vaccine candidate to combat the disease. Half of the global population currently lives at risk of malaria. In 2015, an estimated 214 million people were infected with the disease, leading to 584,000 deaths. The most clinically advanced vaccine in development contains fragments of the malaria parasite and is only partially protective. Vaccination with whole, live-attenuated parasites offers an alternate approach, but its potential to cause breakthrough malaria infection poses formidable safety challenges. To overcome these hurdles, James Kublin and colleagues created genetically attenuated parasites (GAP) by knocking out three genes (GAP3KO) in Plasmodium falciparum that arrested its development within the liver, thereby preventing its advance to blood infection, the stage of malaria that triggers disease symptoms. The GAP3KO vaccine was administered through infected mosquito bites in a controlled setting. The participants, none of whom developed malaria symptoms or signs of infection in the blood, showed strong protective antibody responses. When transferred into humanized mice, these antibodies blocked malaria infection in the liver. These promising results pave the way to a phase 1b trial of the GAP3KO vaccine candidate using controlled human malaria infection, the researchers say.\r\n", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aad9099", "url": "http://www.eurekalert.org/pub_releases/2017-01/aaft-tmp010317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Science Translational Medicine", "description": "Results from a first-in-human phase 1 study reveal a weakened form of the malaria parasite safely activated strong immune responses in 10 healthy volunteers, whose antibodies completely protected mice from malaria infection.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}