{"title": "Targeting legumain as a novel therapeutic strategy in cancers", "text": "Legumain (LGMN), or asparaginyl endopeptidase, is a newly identified lysosomal cysteine protease. It was recently found to be over-expressed in tumour microenvironment , an enclosed environment that facilitates the interaction among the human solid tumours, tumour-associated endothelial and stromal cells, as well as in tumour-associated macrophages. These non-malignant cells support the growth of the tumours, metastasis and the survival of tumours. One of the identified key biomarkers driving the complexity of tumour microenvironment is LGMN. LGMN is a robust acidic cysteine endopeptidase with remarkably restricted specificity for hydrolysis of asparaginyl bonds.\r\nLGMN is well conserved, having been reportedly preent in plants, invertebrate parasites, as well as in mammals. Mammalian LGMN processes the self and foreign antigens expressed by antigen presenting cells and proteolytically activates toll-like receptor, the innate immunity receptor. Since LGMN has been implicated in tumour development and can potentially be developed into both diagnostic and therapeutic markers. This review aims to relate the recent findings on the biology of LGMN in cancers, to the therapeutic advancements in targeting LGMN in human cancers.\r\nLGMN may serve as both a potential oncogenic marker and a molecular target for treatment of cancer especially for personalized medicine. Although recent findings have shed light on the functional roles and expression patterns of LGMN, further investigations are still warranted to elucidate the exact role and underlying mechanism of action for LGMN in cancer. Recent discoveries have also demonstrated that targeting LGMN directly or utilizing LGMN as a prodrug activator are promising strategies for cancer management in the future. However, further research is necessary before such therapeutic strategies can be fully realized.", "article_link": "http://dx.doi.org/10.2174/1389450117666161216125344", "url": "http://www.eurekalert.org/pub_releases/2017-01/bsp-tla010217.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Carcinogens", " Prostate Cancer", " Clinical Trials", " Critical Care/Emergency Medicine", " Diagnostics", " Disease in the Developing World"], "journal": "Current Drug Targets", "description": "This review will be the first to summarize the expression of legumain (LGMN) in common cancers, as well as its roles in tumourigenesis and metastasis. This review also discusses the current developments and future prospects of targeting LGMN through the development of DNA vaccines, azo-peptides, small molecule inhibitors and LGMN activated prodrugs, highlighting the potential of LGMN as a target for cancer therapeutics.", "date": "Mon, 02 Jan 2017 05:00:00 GMT"}