{"title": "For the first time, researchers identify key proteins that may make Zika so deadly", "text": "Until it burst onto the scene earlier this year, Zika was an obscure, little-known virus. As a result, scientists know little about how it works. Over the past year, they have learned that it can cause a range of dangerous health problems, including birth defects such as microcephaly and neurological problems such as Guillain-Barré syndrome. But they don't know which Zika protein or proteins are causing harm, or exactly how these proteins cause damage.Now, a new study by scientists at the University of Maryland School of Medicine (UM SOM) has for the first time identified seven key proteins in the virus that may be the culprits behind this damage. The study is the first comprehensive description of the Zika virus genome. The study was published today in the journal Proceedings of the National Academy of Sciences. \"The mechanism of this virus has been a real mystery,\" said the lead researcher on the study, Richard Zhao, a professor of pathology at UM SOM. \"These results give us crucial insight into how Zika affects cells. We now have some really valuable clues for future research.\"Zika virus has infected hundreds of thousands of people around the world, mostly in the Americas. In the United States and its territories, more than 38,000 Zika cases have been reported so far, most of them in Puerto Rico. There are no vaccines or treatments to prevent or treat the symptoms of Zika infection.To test the virus, Dr. Zhao used fission yeast, a species that in recent years has become a relatively common way to test how pathogens affect cells. Fission yeast was originally used to make beer, particularly in Africa, where it originated. (Its species name is Schizosaccharomyces pombe; pombe means beer in Swahili.) Over decades, fission yeast has been used by many scientists to find out mechanisms and behavior of cells.Dr. Zhao is a pioneer in using the fission yeast model to study HIV, as well as the Yellow Barley Dwarf virus, a plant pathogen that causes billions of dollars in crop damage every year throughout the world. So he was very familiar with the fission yeast model. \"With Zika we are in a race against time,\" he says. \"I asked myself what I can do to help. I have this unique way of dissecting the genome. So I started on this.\"For the experiment, Dr. Zhao and his colleagues separated each of the virus's 14 proteins and small peptides from the overall virus. He then exposed yeast cells to each of the 14 proteins, to see how the cells responded. Seven of the 14 proteins harmed or damaged the yeast cells in some way, inhibiting their growth, damaging them or killing them. Dr. Zhao and his colleagues will continue to work on Zika. The next step is to understand more about how these seven proteins work in humans. It may be that some of them are more damaging than others, or perhaps all of them work in concert to cause harm. Dr. Zhao is now beginning research on how the virus interacts with rat and human cells, in collaboration with one of the study's co-authors, J. Marc Simard, a professor of Neurosurgery at UM SOM. Another co-author is Robert C. Gallo, the director of the Institute of Human Virology.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoms-ftf123016.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland School of Medicine", "keywords": ["Biotechnology", " Molecular Biology", " Medicine/Health", " Environmental Health", " Epidemiology", " Infectious/Emerging Diseases", " Public Health", " Genes", " Disease in the Developing World"], "journal": "Proceedings of the National Academy of Sciences", "description": "Now, a new study has for the first time identified seven key proteins in the virus that may be the culprits behind this damage. The study is the first comprehensive description of the Zika virus genome.", "date": "Mon, 02 Jan 2017 05:00:00 GMT"}