{"title": "Limiting salt consumption lowers blood pressure in patients with kidney disease", "text": "Highlights\nWashington, DC (February 16, 2017) -- In a study of patients with chronic kidney disease (CKD), simple advice from dieticians on limiting salt consumption led to reduced blood pressure. The findings, which appear in an upcoming issue of the Clinical Journal of the American Society of Nephrology (CJASN), point to a practical way to potentially improve CKD patients' health.Individuals with CKD often have hypertension and volume expansion, an increase in the total amount of fluid present in the body that often occurs when people take in too much salt (sodium) or have impaired kidney function. Increasing the amount of fluid in the body directly raises blood pressure. Reducing volume expansion and blood pressure are important for slowing the rate of CKD progression. To see if a sodium restricted diet might help achieve this, Rajiv Saran, MD (University of Michigan, Ann Arbor) and his colleagues conducted a randomized crossover trial. A total of 58 adults with CKD followed a sodium restricted diet (\r\n\tIn 79% of participants, dietary sodium was reduced during the restriction phase, and 65% of patients reduced their intake by >20%. During that time, patients experienced an average reduction of 11mmHg in systolic blood pressure and an average reduction in volume of 1 liter.\"We found that reducing sodium in the diet helps to significantly reduce blood pressure and reduce the excess fluid retention that is common among patients with kidney disease,\" said Dr. Saran. \"This did not require complicated pre-cooked meals and was simply based on common sense advice given by trained dieticians that helps patient understand what it takes to reduce salt in their diets and what the potential benefits are likely to be.\"  Dr. Saran noted that, if applied diligently, sodium restriction may help patients take fewer blood pressure medications.", "article_link": "http://dx.doi.org/10.2215/CJN.01120216", "url": "http://www.eurekalert.org/pub_releases/2017-02/ason-lsc021017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Clinical Journal of the American Society of Nephrology", "description": "Receiving advice on limiting salt consumption helped kidney disease patients lower their systolic blood pressure by an average of 11 mmHg.\r\nLimiting salt intake also reduced excess fluid retention that is common among patients with kidney disease.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}