{"title": "3-D printed 'eagle eye' camera mimics sharp vision of predators", "text": "A new study presents a miniaturized camera inspired by the natural vision of predators such as eagles that captures images with a high central acuity. The camera demonstrates for the first time direct, three-dimensional printing of a complex imaging system onto a chip to form a multi-aperture camera. The design has potential applications in areas such as endoscopy, optical sensors, and surveillance drones, and it builds upon the growing field of micro-optics that has been revolutionized by advances in 3-D printing. The system presented here involves so-called \"foveated imaging,\" named after the fovea area of the eye, which gives the highest acuity in vision. It is based on the idea that since many tasks do not require equal clarity across a field of view, only the central view needs to be the most detailed. Simon Thiele et al.'s camera has four printed lenses, each with different focal lengths ranging from a narrow (20 degree) to a wide (70 degree) field of view. Overlaying the images rendered by each lens leads to a \"foveated image\" with a high resolution in the center. Evaluation of the device demonstrated a significant improvement in the sharpness of the center of the test image between the proposed multi-lens design and a comparable single-lens configuration. Future modifications could incorporate an anti-reflective coating or find ways to reduce the fabrication time to improve commercial production. The design could potentially outperform a conventional camera of similar size in a small microdrone, or the movable vision sensor on a robotic arm, the authors say.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/aaft-3p021417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Technology/Engineering/Computer Science"], "journal": "Science Advances", "description": "A new study presents a miniaturized camera inspired by the natural vision of predators such as eagles that captures images with a high central acuity.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}