{"title": "New RNAi treatment targets eye inflammation", "text": "Scientists have developed a new RNA interference (RNAi) therapeutic agent that safely blocked ocular inflammation in mice, potentially making it a new treatment for human uveitis and diabetic retinopathy.Inflammation plays a central role in vision-threatening eye diseases such as age-related macular degeneration and diabetic retinopathy. More commonly, it causes uveitis, or inflammation of the uvea, the pigmented middle layer of the eye. Uveitis causes redness, pain and blurred vision, requiring urgent treatment to prevent complications, including blindness.A common treatment for uveitis is applying anti-inflammatory steroid eye drops. Steroid pills or even injections may be necessary in severe cases. However, long-term steroid use may cause systemic and ocular side-effects, including hypertension and glaucoma, respectively.Now, researchers led by Susumu Ishida and Atsuhiro Kanda at Hokkaido University's Graduate School of Medicine have shown that the activation of the receptor-associated prorenin system (RAPS) is involved in the pathogenesis of uveitis. The research was conducted in collaboration with BONAC Corporation and reported recently in Molecular Therapy: Nucleic Acids.The RAPS has been shown to be involved in the pathogenesis of various vascular abnormalities such as inflammation and pathological angiogenesis. Therefore, drugs targeting the RAPS may result in beneficial effects on various vascular disorders, including uveitis and diabetic retinopathy.Ishida's team showed that a molecule called the (pro)renin receptor, which activates the RAPS, significantly increased in the vitreous fluid of 22 patients with uveitis compared to normal controls. In addition, there was a positive relationship between increased intraocular levels of a soluble form of the (pro)renin receptor and monocyte chemotactic protein-1, a known inflammatory mediator in uveitis as well as in diabetic retinopathy.The researchers then developed a new type of single-strand RNA interference (RNAi) agent, the proline-modified short hairpin RNA (PshRNA), which suppresses gene expression by utilizing the cellular system. The team designed the PshRNA agent selectively targeting the common sequence of human and mouse (pro)renin receptor genes.After testing the suppressive efficacy of the PshRNA agent in cultured cells, they injected it into the mouse's eyes. The results demonstrated that this new molecule was safe and effective, causing significant improvement in mouse models of both acute uveitis and chronic diabetic inflammation, with no apparent side-effects.\"Our findings suggest significant involvement of the (pro)renin receptor in human uveitis, as well as the potential use of the PshRNA agent to reduce ocular inflammation,\" says Atsuhiro Kanda.", "article_link": "http://dx.doi.org/10.1016/j.omtn.2017.01.001", "url": "http://www.eurekalert.org/pub_releases/2017-02/hu-nrt021317.php", "region": "asia", "source_link": "https://www.oia.hokudai.ac.jp/blog/new-rnai-treatment-targets-eye-inflammation/", "funder": "", "meeting": "", "institution": "Hokkaido University", "keywords": ["Medicine/Health", " Ophthalmology"], "journal": "Molecular Therapy Nucleic Acids", "description": "Scientists have developed a new RNA interference (RNAi) therapeutic agent that safely blocked ocular inflammation in mice, potentially making it a new treatment for human uveitis and diabetic retinopathy.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}