{"title": "Social exclusion leads to conspiratorial thinking, study finds", "text": "PRINCETON, N.J.--Recent polls have shown that many white, working-class people in America feel pushed out by society, a reason why many voted for President Donald Trump. \r\nMany of these supporters latched onto misinformation spread online, especially stories that justified their own beliefs.New research may show why so many were willing to believe exaggerated and misleading reports. According to a Princeton University study published in the Journal of Experimental and Social Psychology, social exclusion leads to conspiratorial thinking. The two-part analysis -- which did not specifically investigate Trump supporters, but two random samples of people -- found that the feelings of despair brought on by social exclusion can cause people to seek meaning in miraculous stories, which may not necessarily be true.Such conspiratorial thinking leads to a dangerous cycle, said co-lead author Alin Coman, assistant professor of psychology and public affairs at Princeton. When those with conspiratorial ideas share their beliefs, it can drive away family and friends, triggering even more exclusion. This may lead them to join conspiracy theory communities where they feel welcome, which in turn will further entrench their beliefs. \"Attempting to disrupt this cycle might be the best bet for someone interested in counteracting conspiracy theories at a societal level,\" Coman said. \"Otherwise, communities could become more prone to propagating inaccurate and conspiratorial beliefs.\"Coman published the study with Damaris Graeupner, a research assistant in Princeton's Department of Psychology. For the first part of the study, they recruited 119 participants through Amazon's Mechanical Turk, a crowdsourcing internet marketplace. Participants engaged in four phases. First, they were asked to write about a recent unpleasant event that involved a close friend. Next, they were asked to rate the degree to which they felt 14 different emotions, including exclusion, which was the emotion being analyzed.They then were asked to complete a questionnaire that contained 10 statements and rank their agreement or disagreement using a seven-point scale from absolutely untrue to absolutely true. These statements included phrases like \"I am seeking a purpose or mission for my life\" and \"I have discovered a satisfying life purpose.\"Finally, participants had to indicate the degree to which they endorsed three different conspiratorial beliefs ranging from one (not at all) to seven (extremely). These included the following statements: \"Pharmaceutical companies withhold cures for financial reasons\"; \"Governments use messages below the level of awareness to influence people's decisions\"; and \"Events in the Bermuda Triangle constitute evidence of paranormal activity.\"\"We chose these particular conspiracy theories for their widespread appeal in the population,\" Coman said. \"These three are, indeed, endorsed by a significant portion of the American population.\"After analyzing the data, the researchers' hypothesis was confirmed: Social exclusion does lead to superstitious beliefs and, according to their statistical analyses, is likely the result of one searching for meaning in everyday experiences.\"Those who are excluded may begin to wonder why they're excluded in the first place, causing them to seek meaning in their lives. This may then lead them to endorse certain conspiracy beliefs,\" Coman said. \"When you're included, it doesn't necessarily trigger the same response.\"In the second part of the study, the researchers wanted to causally determine whether the degree to which someone was socially excluded influenced their conspiratorial beliefs. They recruited 120 participants, all of whom were Princeton University students.Participants were first asked to write two paragraphs describing themselves, one about \"What it means to be me,\" and another about \"The kind of person I want to be.\" They were told that these paragraphs would be given to two other participants in the room who would then rank whether they'd want to work with them. Each of the three participants was then randomly selected to either be in the inclusion group (selected for collaboration in a subsequent task), the exclusion group (not selected for collaboration) or the control group (no instructions about selection). This was deceitful: The participants did not evaluate the other participants' self-descriptions but instead descriptions created by the researchers. Finally, all participants went through the same four phases as the first study, which measured how social exclusion is linked to acceptance of conspiracy theories.The second study replicated the findings of the first, providing solid experimental evidence that if a person feels excluded, they are more likely to hold conspiratorial beliefs. In terms of policy, the findings highlight the need for inclusion, especially among populations at risk of exclusion.\"When developing laws, regulations, policies and programs, policymakers should worry about whether people feel excluded by their enactment,\" Coman said. \"Otherwise, we may create societies that are prone to spreading inaccurate and superstitious beliefs.\" The paper, \"The dark side of meaning-making: How social exclusion leads to superstitious thinking,\" will be published in the March 2017 print edition of the Journal of Experimental Social Psychology. This research did not receive any specific grant from funding agencies in the public, commercial or not-for-profit sectors.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/puww-sel021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Princeton University, Woodrow Wilson School of Public and International Affairs", "keywords": ["Social/Behavioral Science", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Experimental Psychology", "description": "According to a Princeton University study, social exclusion leads to conspiratorial thinking. Feelings of despair brought on by social exclusion can cause people to seek meaning in miraculous stories, which may not necessarily be true.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}