{"title": "Using an air conditioner in summer may affect sleep quality", "text": "A study by a joint research team including professor Kazuyo Tsuzuki of Toyohashi University of Technology, Department of Architecture and Civil Engineering, National Institute of Advanced Industrial Science and Technology and Asahi Kasei Homes revealed that airflow from an air conditioner (AC) stimulates the human body while sleeping and impacts on sleep conditions even if the mean airflow velocity is lower than an insensible level. It suggests some AC setting may have an unintentional negative impact on sleep quality despite the comfort the person feels.Urban warming blocks the temperature at night from cooling. It causes sweltering nights and deteriorates sleep quality. However, high-quality sleep can still be realized if the room temperature is controlled effectively with an AC. The general belief is that having the AC on all night is bad for health. Also, quite a few of us experience chills while sleeping and awakening due to cold temperature.Airflow velocity in the sleeping environment can be configured with the AC. However, no data on airflow velocity measurement or research on the influence of AC airflow have been available.  The research team, led by professor Kazuyo Tsuzuki, had the subjects sleep in two bedrooms set to the same temperature using ACs set at different airflow velocities, then made a comparison of the depth of sleep and body temperature control using electroencephalogram (EEG) measurements as well as subjective reporting by the subjects. We call the air velocity of 0.2m/s or lower \"insensible airflow\", in a sense, the person remains unaware of such a low level of airflow. In this study, a comparison was made on the influence of two types of airflow, mean velocity of 0.14 m/s (general AC) and 0.04 m/s (customized AC), both at a room temperature of 26 °C. Subjects felt cooler with the higher airflow velocity during wakefulness and sleep. However, no significant difference was observed in the feeling of comfort, length of sleep depth, skin temperature, rectal temperature or sense of warmth or coolness in each subject before sleeping. General AC lowers airflow when the room temperature reaches the desired setting and starts increasing the flow again when the temperature is higher. The study compared the correlation between the timing of the airflow starting to blow and body movement, heart rate and waking stage in sleep depth. The results found that the subjects have significantly greater body movements, an increased heart rate and a higher frequency of waking in the room that has the AC with a mean velocity of 0.14 m/s. This suggests the general AC may have some influence on sleep, as we discovered that subjects roll over or their sleep depth changes the moment cool air blows out.This study was conducted using healthy adult male subjects. It implies that the cold airflow may have a greater impact on the overall sleep of female and elderly subjects with lower physical strength or a greater sensitivity to cold. The result of this study is expected to be a useful clue as to how to configure the airflow velocity of an AC to create a comfortable sleeping environment.This research is the result of the study conducted by Professor Kazuyo Tsuzuki at the National Institute of Advanced Industrial Science and Technology.\r\nThe research results were reported online in the Energy and Buildings journal on December 23, 2016. ", "article_link": "http://dx.doi.org/10.1016/j.enbuild.2016.12.066", "url": "http://www.eurekalert.org/pub_releases/2017-02/tuot-uaa021617.php", "region": "asia", "source_link": null, "funder": "Ministry of Education, Culture, Sports, Science and Technology, Japan Society for the Promotion of Science", "meeting": "", "institution": "Toyohashi University of Technology", "keywords": ["Sleep/Sleep Disorders", " Social/Behavioral Science", " Perception/Awareness"], "journal": "Energy & Buildings", "description": "Toyohashi University of Technology, in collaboration with the National Institute of Advanced Industrial Science and Technology and Asahi Kasei Homes, conducted research on the influence of airflow from the air conditioner on sleep. Using an air conditioner helps people sleep better on sweltering nights. However, researchers found that when airflow is directed at a human body, even at an insensible velocity, it impacts on sleep conditions causing sleeping positions and affects the depth of sleep.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}