{"title": "Experts warn of the need to control doping also in amateur athletes", "text": "A study led by the University of Granada (UGR) has shown that doping is not only a problem exclusive to professional sports, but also occurs in amateur sportsIn an article published in The Sport Psychologist journal, researchers warn that it is necessary to increase control over the doping problem also in popular cycling, conducting campaigns to raise awareness and prevent the consumption of performance-enhancement drugs (PEDs).The team of scientists who carried out this work is made up of researchers from the universities of Granada and Elche, in addition to the Spanish Cycling Federation. To do this, they investigated the relationship between the use of performance-enhancement substances (measured by an anonymous questionnaire) and a number of psychosocial variables: attitude towards doping, self-esteem, self-efficacy and perception of doping substances among cyclists (false consensus effect).The main novelty of this study is that it was performed with a sample of 2003 amateur (non-professional) cyclists, who participated in the race called Quebrantahuesos (named after the bearded vulture, in Spanish) held in Sabiñánigo (Huesca) in 2012. All racers voluntarily participated in a survey conducted by the researchers.The results showed that 8.2% of the sample admitted to having consumed or habitually consuming PEDs. Said consumption was associated with a higher probability of perceiving substance use in cycling as something normal (the so-called 'false consensus effect'), with a more permissive attitude towards doping, and with a lower self-efficacy.Another important factor related to the consumption of doping substances by amateur cyclists who participated in the study was their experience (current or previous) in competitive cycling (at any level): the greater the experience, the greater the likelihood of consuming performance-enhancement drugs.\r\n", "article_link": "http://dx.doi.org/10.1123/tsp.2014-0168", "url": "http://www.eurekalert.org/pub_releases/2017-02/uog-ewo021617.php", "region": "europe", "source_link": "http://canal.ugr.es/prensa-y-comunicacion/noticias-ciencias-ugr/ciencia-y-tecnologia-de-la-salud/experts-warn-of-the-need-to-control-doping-also-in-amateur-athletes/", "funder": "", "meeting": "", "institution": "University of Granada", "keywords": ["Medicine/Health", " Sports Medicine", " Sports/Recreation", " Social/Behavioral Science", " Behavior", " Sports Medicine", " Sports/Recreation"], "journal": "The Sport Psychologist", "description": "A study led by the University of Granada (UGR) has shown that doping is not only a problem exclusive to professional sports, but also occurs in amateur sports.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}