{"title": "People assume sexists are also racist and vice versa", "text": "The stigma associated with prejudice against women and people of color seems to transfer from one group to another, according to new findings published in Psychological Science, a journal of the Association for Psychological Science. In a series of experiments, researchers found that women tended to believe that a person who espoused racist beliefs would also show sexist beliefs and behavior, while men of color believed that someone who expressed sexist attitudes was likely to show racist tendencies.\"This research shows that prejudice has far-reaching consequences that span beyond targeted groups: White women may be harmed by racism and men of color harmed by sexism,\" explains psychological scientist Diana Sanchez of Rutgers University.The findings show that people who belong to stigmatized groups - in this case, White women and Latino and Black men - view prejudice as an indication of an underlying mindset oriented around hierarchy. Thus, expressing prejudice against one group signifies a mindset that necessarily results in prejudice against multiple stigmatized groups.Sanchez became interested in investigating prejudice transfer after noticing that most studies typically examine the effects of prejudice (e.g., sexism) on the targeted group (e.g., women):\"I was concerned that our field was approaching the study of stigma with boundaries that were too narrow,\" she explains. \"With emerging research showing how and when stigmatized group members achieve solidarity with one another, a natural question emerged regarding whether stigmatized group members, such as White women, experience stigma when confronted with prejudice against another group, such as African Americans.\"In one online study, 257 White participants read information supposedly provided by a previous participant, a White 30 year-old man. The information included demographic data and the man's responses to questions assessing attitudes and personality traits. Some of the participants received information suggesting the man held racist attitudes, while others had information suggesting he held sexist attitudes. A third group received a profile that was neutral.Based on the information provided, the study participants rated how likely it was that the man was sexist and how likely he was to be racist. Using a previously validated measure, they also rated the man's orientation toward social dominance - judging the extent to which he would agree with statements like \"Some groups of people are simply inferior to others.\" Finally, they rated how likely it was that the man would judge them based on gender and whether he would treat them fairly in an interview.As expected, participants reported lower opinions of both the man with sexist attitudes and the man with racist attitudes compared with the man who had a neutral profile. They also viewed the racist and sexist profiles as higher in social dominance.And they showed signs of prejudice transfer: People saw the sexist profile as more racist, and the racist profile as more sexist, than the neutral profile.This perceived prejudice affected how women expected the man would behave. Women who read the racist profile perceived the man as more likely to judge them for their gender and treat them unfairly than did women who read the neutral profile.A second online study with Latino and African American men showed that perceived prejudice also transfers from gender to race. Men of color anticipated greater racial stigma and unfair treatment from a man with a sexist profile as opposed to a neutral profile; White men's expectations, on the other hand, did not differ between the sexist and neutral profiles.Sanchez and colleagues found similar results in two additional experiments in which participants were paired with partners who would supposedly be evaluating their mock interviews or speeches. Women who believed their evaluator held racist attitudes anticipated greater gender stigma and unfair treatment compared with women who read a neutral profile of their evaluator. Women were also more likely to attribute their supposedly poor performance to gender bias when their evaluator had espoused racist beliefs than when he was neutral.Importantly, all of the studies indicated that stigma through prejudice transfer from race to sex, or from sex to race, was driven by social dominance orientation. For example, participants perceived the man with the racist profile as likely to hold hierarchical and, therefore, sexist beliefs; these beliefs, in turn, led them to expect the man to show more gender stigma and unfair treatment.Taken together, the findings show that people perceive and experience stigma in ways that extend beyond specific targeted groups:\"This research could affect the way we think about the consequences of prejudice as well as how stigmatized group members experience threat,\" Sanchez concludes.", "article_link": "http://dx.doi.org/10.1177/0956797616686218", "url": "http://www.eurekalert.org/pub_releases/2017-02/afps-pas021517.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/people-assume-sexists-are-also-racist-and-vice-versa.html#.WKS0Im8rKUl", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Minorities", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "The stigma associated with prejudice against women and people of color seems to transfer from one group to another, according to new findings published in Psychological Science, a journal of the Association for Psychological Science. In a series of experiments, researchers found that women tended to believe that a person who espoused racist beliefs would also show sexist beliefs and behavior, while men of color believed that someone who expressed sexist attitudes was likely to show racist tendencies.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}