{"title": "Motor cortex contributes to word comprehension", "text": "Researchers from HSE, Northumbria University, and Aarhus University have experimentally confirmed the hypothesis, whereby comprehension of a word's meaning involves not only the 'classic' language brain centres but also the cortical regions responsible for the control of body muscles, such as hand movements. The resulting brain representations are, therefore, distributed across a network of locations involving both areas specialised for language processing and those responsible for the control of the associated action. The results have been published in the journal Neuropsychologia. \r\nOne of the basic issues related to the nature of human cognition is the question about the correspondence between physical experiences and feelings, on one hand, and the nature of the brain representations of words and sentences describing these experiences, on the other.\r\nTraditional modular views of cognition suggest that, to encode and comprehend the meaning of a word such as 'throw', the brain's \"language module\" does not to involve any structures related to the meaning per se (i.e. the \"motor module\" responsible for the associated movements programs such as the arm and hand movements involved in the act of throwing.\r\nAn alternative is offered by an embodied or distributed view suggesting that the brain areas encoding the meaning of a word include both the areas specialised for representing linguistic information, such as the word's acoustic form, but also those brain areas that are responsible for the control of the corresponding perception or action. On this account, in order to fully comprehend the meaning of the word 'throw', the brain needs to activate the cortical areas related to hand movement control. The representation of the word's meaning is, therefore, 'distributed' across several brain areas, some of which reflect experiential or physical aspects of its meaning.\r\nA team of researchers from Denmark, England, and Russia (Nikola Vukovic, Matteo Feurra, Anna Shpektor, Andriy Myachykov, and Yury Shtyrov) investigated the nature and the mechanisms of such distributed word representations. They carried out a series of experiments aiming at finding out how stimulating motor cortex using transcranial magnetic stimulation (TMS) affects word comprehension.\r\n28 volunteers took part in these experiments. A TMS magnetic pulse was delivered to the areas in motor cortex responsible for hand movements as participants engaged in one of the two computer-based experimental tasks: detecting whether a presented string of letters is a word or not, and choosing whether the presented stimulus relates to an abstract or a concrete action. \r\n'We used TMS to inhibit neural activity in the motor cortex as participants tried to distinguish between words related or unrelated to hand movements,' says Andriy Myachykov, leading Research Fellow at the HSE Centre for Cognition & Decision Making and a Senior Lecturer at Northumbria University, Newcastle-upon-Tyne. He notes: 'The advantage of TMS methodology is that it allows to establish the causal link between the stimulated brain area and the cognitive function or behaviour it's hypothesised to support. This distinguishes TMS from many other existing neuroimaging methods. If motor programmes are directly involved during the comprehension of action words, then suppressing neural activity in hand-related motor cortex would interfere with word processing but only if the word also denotes hand movement. Namely, this should lead to increase in task performance errors and longer reaction times. This is exactly what we found'.\r\nThese new findings suggest that language-specialised brain areas work in constant interaction with other areas known to support other cognitive processes, such as perception and action. The resulting distributed meaning representations act as dynamic cortical networks rather than a series of specialised modules as suggested by traditional theories.\r\n", "article_link": "http://dx.doi.org/10.1016/j.neuropsychologia.2017.01.025", "url": "http://www.eurekalert.org/pub_releases/2017-02/nruh-mcc021517.php", "region": "europe", "source_link": "https://iq.hse.ru/en/news/201903418.html", "funder": "", "meeting": "", "institution": "National Research University Higher School of Economics", "keywords": ["Medicine/Health", " Neurobiology", " Physiology", " Mental Health", " Memory/Cognitive Processes"], "journal": "Neuropsychologia", "description": "Researchers from HSE, Northumbria University, and Aarhus University have experimentally confirmed the hypothesis, whereby comprehension of a word's meaning involves not only the 'classic' language brain centers but also the cortical regions responsible for the control of body muscles, such as hand movements. The resulting brain representations are, therefore, distributed across a network of locations involving both areas specialized for language processing and those responsible for the control of the associated action. The results have been published in the journal Neuropsychologia.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}