{"title": "Emotions are cognitive, not innate, researchers conclude", "text": "Emotions are not innately programmed into our brains, but, in fact, are cognitive states resulting from the gathering of information, New York University Professor Joseph LeDoux and Richard Brown, a professor at the City University of New York, conclude in the latest issue of the journal Proceedings of the National Academy of Sciences. \"We argue that conscious experiences, regardless of their content, arise from one system in the brain,\" explains LeDoux, a professor in New York University's Center for Neural Science. \"Specifically, the differences between emotional and non-emotional states are the kinds of inputs that are processed by a general cortical network of cognition, a network essential for conscious experiences.\"As a result, LeDoux and Brown observe, \"the brain mechanisms that give rise to conscious emotional feelings are not fundamentally different from those that give rise to perceptual conscious experiences.\"Their paper--\"A Higher-Order Theory of Emotional Consciousness\"--addresses a notable gap in neuroscience theory. While emotions, or feelings, are the most significant events in our lives, there has been relatively little integration of theories of emotion and emerging theories of consciousness in cognitive science.Existing work posits that emotions are innately programmed in the brain's subcortical circuits. As a result, emotions are often treated as different from cognitive states of consciousness, such as those related to the perception of external stimuli. In other words, emotions aren't a response to what our brain takes in from our observations, but, rather, are intrinsic to our makeup.However, after taking into account existing scholarship on both cognition and emotion, LeDoux and Brown see a quite different architecture for emotions--one more centered on process than on composition. They conclude that emotions are \"higher-order states\" embedded in cortical circuits. Therefore, unlike present theories, they see emotional states as similar to other states of consciousness. LeDoux, the founder of the Emotional Brain Institute who also has an appointment in NYU's Department of Psychology, has worked on emotion and memory in the brain for more than 20 years. He is also a professor in the Departments of Psychiatry and Child and Adolescent Psychiatry at NYU Langone Medical Center. Brown is a professor of philosophy at the City University of New York's LaGuardia College.", "article_link": "http://dx.doi.org/10.1073/pnas.1619316114", "url": "http://www.eurekalert.org/pub_releases/2017-02/nyu-eac021517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "New York University", "keywords": ["Social/Behavioral Science"], "journal": "Proceedings of the National Academy of Sciences", "description": "Emotions are not innately programmed into our brains, but, in fact, are cognitive states resulting from the gathering of information, New York University Professor Joseph LeDoux and Richard Brown, a professor at the City University of New York, conclude.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}