{"title": "To please your friends, tell them what they already know", "text": "We love to tell friends and family about experiences we've had and they haven't--from exotic vacations to celebrity sightings--but new research suggests that these stories don't thrill them quite as much as we imagine. A series of studies published in Psychological Science, a journal of the Association for Psychological Science, shows that both speakers and listeners expect novel stories to be bigger crowd pleasers, but that listeners end up enjoying familiar stories more.\"Conversation is the most common of all human social activities, and doing it well requires that we know what our conversation partners most want to hear,\" says psychological scientist Daniel T. Gilbert of Harvard University. \"Speakers think listeners will most enjoy hearing stories about experiences that the listeners have not themselves had, but our studies suggest that speakers are wrong.\"The research emerged out of some real-life observations shared by Gilbert and co-authors Gus Cooney (Harvard University) and Timothy D. Wilson (University of Virginia):\"When our friends try to tell us about movies we've never seen or albums we've never heard, we usually find ourselves bored, confused, and underwhelmed. That's because those experiences are so complex that they are nearly impossible for an ordinary person to communicate well,\" Gilbert explains. \"And yet, as soon as it's our turn to speak, we do exactly the same thing to our friends--with exactly the same consequences. We wanted to understand why this happens.\"The researchers decided to do this by conducting a series of four experiments.In their first experiment, the researchers assigned participants to groups of three, with one person acting as the speaker and the other two acting as listeners. Speakers watched a video - either a TED talk about the intelligence of crows or an interview with the owner of a specialty soda shop - and then tried to describe it to the listeners. Some of the listeners had seen the video the speaker was describing, and others had not.Before they began speaking, the speakers predicted how much the listeners would enjoy hearing them talk, and how interesting and effective the listeners would consider them. When the speakers were done speaking, the listeners rated them on these dimensions.The results showed that speakers' predictions were exactly backwards. Speakers expected listeners to respond more positively to their stories when the listeners had not seen the video they were describing. But in fact, listeners responded much more positively when they had seen the video. Although speakers expected listeners to enjoy hearing about a novel experience more than a familiar one, it was actually the other way around.A second study showed that when asked to predict their own reactions before hearing the story, listeners made the same mistake that speakers did.What makes stories about familiar experiences more enjoyable than either speakers or listeners expect? Is it that speakers are better at telling familiar stories, or is it that listeners' personal experience allows them to understand familiar stories more easily? In their third and fourth studies, the researchers found that the second explanation appears to be the right one. When listeners had already seen the video that the speaker was describing, they were able to \"fill in the gaps\" in the speaker's story, which made the story more enjoyable to hear.\"People are fairly awful storytellers who leave out a lot of important information,\" says Gilbert. \"Our friends probably would enjoy hearing us tell them about a painting they've never seen or a book they've never read if we could describe those things well. But most of us can't. As a result, our friends are actually a whole lot happier when we tell them what they already know because at least they understand what we're talking about. We worry too much about thrilling our listeners and not enough about confusing them.\"", "article_link": "http://dx.doi.org/10.1177/0956797616685870", "url": "http://www.eurekalert.org/pub_releases/2017-02/afps-tpy021317.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/to-please-your-friends-tell-them-what-they-already-know.html", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Language/Linguistics/Speech", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "We love to tell friends and family about experiences we've had and they haven't -- from exotic vacations to celebrity sightings -- but new research suggests that these stories don't thrill them quite as much as we imagine. A series of studies published in Psychological Science, a journal of the Association for Psychological Science, shows that both speakers and listeners expect novel stories to be bigger crowd pleasers, but that listeners end up enjoying familiar stories more.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}