{"title": "Potential new causes for the odor-producing disorder TMAU", "text": "PHILADELPHIA (February 14, 2017) - Just before Rare Disease Day 2017, a study from the Monell Center and collaborating institutions provides new insight into the causes of trimethylaminura (TMAU), a genetically-transmitted metabolic disorder that leads to accumulation of a chemical that smells like rotting fish. Although TMAU has been attributed solely to mutations in a single gene called FMO3, the new study combined sensory and genetic approaches to identify additional genes that may contribute to TMAU. The findings indicate that genetic testing to identify mutations in the FMO3 gene may not be sufficient to identify the underlying cause of all cases of TMAU.TMAU is classified as a \"rare disease,\" meaning that it affects less than 200,000 people in the United States. However, its actual incidence remains uncertain, due in part to inconclusive diagnostic techniques.\"Our findings may bring some reassurance to people who report fish-like odor symptoms but do not have mutations in the FMO3 gene,\" said Monell behavioral geneticist Danielle R. Reed, PhD, a senior author on the study. The socially and psychologically distressing symptoms of TMAU result from the buildup of trimethylamine (TMA), a chemical compound produced naturally from many foods rich in the dietary constituent, choline. Such foods include eggs, certain legumes, wheat germ, saltwater fish and organ meats. TMA, which has a foul, fishy odor, normally is metabolized by the liver enzyme flavin-containing monooxygenase 3 (FMO3) into an odorless metabolite.  People with TMAU are unable to metabolize TMA, presumably due to defects in the underlying FMO3 gene that result in faulty instructions for making functional FMO3 enzymes. The TMA, along with its associated unpleasant odor, then accumulates and is excreted from the body in urine, sweat, saliva, and breath. However, some people who report having the fish odor symptoms of TMAU do not have severely disruptive mutations in the FMO3 gene. This led the researchers to suspect that other genes may also contribute to the disorder.In the new study, reported in the open access journal BMC Medical Genetics, the research team combined a gene sequencing technique known as exome analysis with sophisticated computer modeling to probe for additional TMAU-related genes.  The study compared sensory, metabolic and genetic data from ten individuals randomly selected from 130 subjects previously evaluated for TMAU at the Monell Center. \r\nEach subject's body odor was evaluated in the laboratory by a trained sensory panel before and after a metabolic test to measure production of TMA over 24 hours following ingestion of a set amount of choline.  Although the choline challenge test confirmed a diagnosis of TMAU by revealing a high level of urinary TMA in all 10 subjects, genetic analyses revealed that the FMO3 gene appeared to be normal in four of the 10. Additional analyses revealed defects in several other genes that could contribute to the inability to metabolize the odorous TMA.\"We now know that genes other than FMO3 may contribute to TMAU. These new genes may help us better understand the underlying biology of the disorder and perhaps even identify treatments,\" said Reed.TMAU's odor symptoms may occur in irregular and seemingly unpredictable intervals. This makes the disease difficult to diagnose, as patients can appear to be odor-free when they consult a health professional.This was evidenced in the current study. Although all of the subjects reported frequent fish-odor symptoms, none was judged by the sensory panel to have a fish-like odor at the time of the choline challenge.Monell analytical organic chemist George Preti, PhD, also a senior author, commented on the diagnostic implications of the combined findings, \"Regardless of either the current sensory presentation TMAU or the FMO3 genetics, the choline challenge test will confirm the accumulation of TMA that reveals the presence of the disorder.\"  Moving forward, the researchers would like to repeat the genetic analyses in a larger cohort of TMAU patients without FMO3 mutations to confirm which other genes are involved in the disorder.\"Such information may identify additional odorants produced by TMAU-positive patients, and inform the future development of gene-based therapies\" said Preti.", "article_link": "http://dx.doi.org/10.1186/s12881-017-0369-8", "url": "http://www.eurekalert.org/pub_releases/2017-02/mcsc-pnc021417.php", "region": "namerica", "source_link": null, "funder": "National Organization of Rare Diseases, NIH/National Institute on Deafness and Other Communication Disorders, Shenzhen Municipal Government of China, Shenzhen Key Laboratory of Genomics, Guangdong Enterprise Key Laboratory", "meeting": "", "institution": "Monell Chemical Senses Center", "keywords": ["Genetics", " Medicine/Health", " Diagnostics", " Metabolism/Metabolic Diseases", " Olfactory/Taste", " Nutrition/Nutrients"], "journal": "BMC Medical Genetics", "description": "A study from the Monell Center and collaborators provides new insight into the causes of trimethylaminura (TMAU), a genetically transmitted metabolic disorder that leads to accumulation of a chemical that smells like rotting fish. Previously attributed solely to mutations in the FMO3 gene, the study identifies additional genes that may contribute to TMAU. The findings indicate that genetic testing to identify FMO3 mutations may not be sufficient to identify all underlying causes of TMAU.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}