{"title": "Your brain on exercise", "text": "It's universally accepted that the benefits of exercise go well beyond fitness, from reducing the risk of disease to improving sleep and enhancing mood. Physical activity gives cognitive function a boost as well as fortifying memory and safeguarding thinking skills.But can it enhance your vision? It appears so.Intrigued by recent findings that neuron firing rates in the regions of mouse and fly brains associated with visual processing increase during physical activity, UC Santa Barbara psychologists Barry Giesbrecht and Tom Bullock wanted to know if the same might be true for the human brain.To find out, they designed an experiment using behavioral measures and neuroimaging techniques to explore the ways in which brief bouts of physical exercise impact human performance and underlying neural activity. The researchers found that low-intensity exercise boosted activation in the visual cortex, the part of the cerebral cortex that plays an important role in processing visual information. Their results appear in the Journal of Cognitive Neuroscience.\"We show that the increased activation  -- what we call arousal -- changes how information is represented, and it's much more selective,\" said co-author Giesbrecht, a professor in UCSB's Department of Psychological and Brain Sciences. \"That's important to understand because how that information then gets used could potentially be different.\"There's an interesting cross-species link that shows these effects of arousal might have similar consequences for how visual information is processed,\" he continued. \"That implies the evolution of something that might provide a competitive advantage in some way.\"To investigate how exercise affects different aspects of cognitive function, the investigators enlisted 18 volunteers. Each of them wore a wireless heart rate monitor and an EEG (electroencephalogram) cap containing 64 scalp electrodes. While on a stationary bicycle, participants performed a simple orientation discrimination task using high-contrast stimuli composed of alternating black and white bars presented at one of nine spatial orientations. The tasks were performed while at rest and during bouts of both low- and high-intensity exercise.The scientists then fed the recorded brain data into a computational model that allowed them to estimate the responses of the neurons in the visual cortex activated by the visual stimuli. They analyzed the responses while participants were at rest and then during low- and high-intensity exercise.This approach allowed them to reconstruct what large populations of neurons in the visual cortex were doing in relation to each of the different stimulus orientations. The researchers were able to generate a \"tuning curve,\" which estimates how well the neurons are representing the different stimulus orientations. \"We found that the peak response is enhanced during low-intensity exercise relative to rest and high-intensity exercise,\" said lead author Bullock, a postdoctoral researcher in UCSB's Attention Lab. \"We also found that the curve narrows in, which suggests a reduction in bandwidth. Together, the increased gain and reduced bandwidth suggest that these neurons are becoming more sensitive to the stimuli presented during the low-intensity exercise condition relative to the other conditions.\" Giesbrecht noted that they don't know the mechanism by which this is occurring. \"There are some hints that it may be driven by specific neurotransmitters that increase global cortical excitability and that can account for the change in the gain and the increase in the peak response of these tuning profiles,\" he said.From a broader perspective, this work underscores the importance of exercise. \"In fact, the benefits of brief bouts of exercise might provide a better and more tractable way to influence information processing -- versus, say, brain training games or meditation -- and in a way that's not tied to a particular task,\" Giesbrecht concluded.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--ybo021317.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/017689/your-brain-exercise", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Medicine/Health", " Neurobiology", " Ophthalmology", " Physiology", " Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Cognitive Neuroscience", "description": "Psychologists design an experiment to investigate whether human vision is more sensitive during physical activity.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}