{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-bac022817.php", "description": "A new study of Alzheimer's disease by Fiona Kerr and Linda Partridge at University College London, uses mouse and fruit fly models to show that Keap1, which inhibits the protective protein Nrf2, is a promising target for new preventative drugs for Alzheimer's and other neurodegenerative diseases. Their findings are reported in a study published March 2, 2017, in PLOS Genetics.", "region": "namerica", "title": "Boosting a cell-protecting protein may help slow Alzheimer's disease progression", "text": "A new study of Alzheimer's disease by Fiona Kerr and Linda Partridge at University College London, uses mouse and fruit fly models to show that Keap1, which inhibits the protective protein Nrf2, is a promising target for new preventative drugs for Alzheimer's and other neurodegenerative diseases. Their findings are reported in a study published March 2nd, 2017 in PLOS Genetics.While doctors can treat the symptoms of Alzheimer's disease after a patient shows symptoms, there are no drugs available to prevent the development of this devastating yet common disease, or to stop its progression. One protein of interest is Nrf2, which normally protects brain cells from stressful conditions but, for unknown reasons, Nrf2 levels decrease in the neurons of people with Alzheimer's disease. Previous attempts to activate Nrf2 have created toxic side effects, so scientists used fruit fly models to investigate Keap1, an inhibitor of Nrf2. By blocking the interaction between Keap1 and Nrf2 in fly brains, researchers showed that they could prevent the damaging effects of amyloid-beta peptides, which create the characteristic plaques in the brains of Alzheimer's patients. A chemical Keap1-Nrf2 disruptor also prevented amyloid toxicity in mouse nerve cells.The study provides the first evidence that boosting Nrf2 by blocking its inhibitor, Keap1, can protect neurons from mice from the effects of the Alzheimer's-causing amyloid beta peptides. The findings suggest that compounds that block this interaction are worthy targets for the development of new drugs, perhaps with fewer side effects, to prevent Alzheimer's disease and other neurodegenerative conditions.Fiona Kerr adds: \"As our population ages the incidence of dementia is increasing dramatically and there is an urgent need to find new drugs to protect nerve cells and halt the progression of the disease. Our findings are important because chemicals that block Keap1 increase activity of a cell protective protein called Nrf2, and so they have potential to prevent this nerve cell loss in Alzheimer's disease and other forms of dementia. Our work is the first step in identifying Keap1 as an effective target to prevent neuronal damage in Alzheimer's. The humble fruit fly is a powerful tool to identify new genetic causes of human diseases, including neuronal degeneration, and our study demonstrates that these findings have the potential to lead to the development of new compounds that are effective in mammalian systems. More work is now required to develop these Keap1-Nrf2 disrupting chemicals as drugs for use in whole organisms and to test whether this approach can protect human nerve cells from the damage associated with Alzheimer's\".", "article_link": "http://dx.doi.org/10.1371/journal.pgen.1006593", "institution": "PLOS", "journal": "PLOS Genetics", "keywords": ["Biology", " Physiology", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Pharmaceutical Science"], "date": "Thu, 02 Mar 2017 05:00:00 GMT", "source_link": null}