{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "canadian", "concussion", "centre", "ccc", "comprises", "group", "23", "clinician", "basic", "scientists", "one", "research", "groups", "world", "examine", "entire", "spectrum", "view", "toronto", "researchers", "toronto", "western", "hospital", "canadian", "concussion", "centre", "ccc", "discovered", "presence", "chronic", "traumatic", "encephalopathy", "cte", "brain", "deceased", "patient", "known", "history", "traumatic", "brain", "injury", "concussion", "first", "known", "case", "case", "study", "published", "international", "journal", "pathology", "research", "presented", "ccc", "5th", "annual", "symposium", "research", "concussion", "spectrum", "disorders", "discusses", "unexpected", "finding", "resulted", "autopsy", "examining", "brain", "patient", "history", "clinically", "diagnosed", "amyotrophic", "lateral", "sclerosis", "als", "motor", "neuron", "disease", "mnd", "yet", "history", "head", "trauma", "participation", "activities", "associated", "risk", "concussion", "according", "family", "finding", "cte", "individual", "known", "head", "trauma", "also", "showed", "signs", "dementia", "cognitive", "impairment", "high", "functioning", "mentally", "death", "highlights", "cause", "cte", "might", "complex", "assume", "says", "hazrati", "neuropathologist", "ccc", "research", "team", "conducted", "autopsy", "far", "seen", "neurodegenerative", "disease", "brains", "people", "history", "brain", "injury", "multiple", "concussions", "questioning", "relationship", "may", "exist", "repetitive", "head", "trauma", "brain", "degeneration", "continues", "point", "time", "questions", "answers", "definitive", "causes", "cte", "findings", "like", "give", "us", "new", "directions", "pursue", "investigate", "finding", "cte", "patient", "without", "history", "concussion", "interesting", "development", "opens", "understanding", "disease", "says", "charles", "tator", "director", "ccc", "case", "study", "researchers", "need", "go", "evidence", "takes", "us", "seems", "possible", "cte", "affects", "wider", "range", "people", "know", "disease", "likely", "able", "figure", "treat", "perhaps", "eventually", "prevent", "date", "brain", "autopsies", "cases", "individuals", "reported", "suffering", "multiple", "concussions", "yielded", "wide", "range", "results", "including", "neuropathological", "changes", "brain", "presence", "cte", "alone", "presence", "cte", "another", "neurodegenerative", "disease", "neurodegenerative", "disease", "majority", "brains", "studied", "ccc", "centres", "come", "donations", "made", "result", "concern", "symptoms", "usually", "unexplained", "cognitive", "impairment", "displayed", "individual", "alive", "though", "cases", "resulted", "findings", "cte", "tauopathy", "brain", "however", "referral", "brains", "symptomatic", "individuals", "history", "concussions", "increases", "chances", "form", "brain", "degeneration", "whether", "cte", "would", "present", "potential", "create", "sample", "representative", "overall", "population", "obviously", "brain", "trauma", "repetitive", "brain", "trauma", "result", "cognitive", "impairment", "possibly", "contribute", "neurodegenerative", "disease", "says", "hazrati", "since", "seen", "cases", "brains", "experienced", "multiple", "concussions", "cte", "brain", "cte", "absence", "head", "trauma", "indication", "cautious", "labelling", "trauma", "possible", "cause", "cte", "looks", "complicated"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uhn-rrf030217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The Canadian Concussion Centre (CCC) comprises a group of 23 clinician and basic scientists, and is one of few research groups in the world to examine the entire spectrum of...\n       view more Toronto - Researchers at Toronto Western Hospital's Canadian Concussion Centre (CCC) have discovered the presence of chronic traumatic encephalopathy (CTE) in the brain of a deceased patient with no known history of traumatic brain injury or concussion, the first known case of its kind.The case study, published in the International Journal of Pathology and Research and presented at the CCC's 5th annual symposium on Research on the Concussion Spectrum of Disorders, discusses the unexpected finding which resulted from an autopsy examining the brain of a patient with a seven-year history of clinically diagnosed amyotrophic lateral sclerosis (ALS) and motor neuron disease (MND), yet no history of head trauma or any participation in activities associated with risk of concussion, according to his family.", "\"The finding of CTE in an individual who not only had no known head trauma, but also showed no signs of dementia or cognitive impairment and was high functioning mentally until his death, highlights that the cause of CTE might be more complex than we assume,\" says Dr. Lili-Naz Hazrati, neuropathologist with the CCC research team who conducted the autopsy.", "\"So far, we have only seen this neurodegenerative disease in the brains of people with history of brain injury or multiple concussions, and we are not questioning that a relationship may exist between repetitive head trauma and brain degeneration,\" she continues.", "\"But, at this point in time, we have more questions than answers about the definitive causes of CTE, and findings like these give us new directions to pursue and investigate.", "\"\"Finding CTE in a patient without a history of concussion is an interesting development that opens up our understanding of this disease,\" says Dr. Charles Tator, Director of the CCC and a co-author of the case study.", "\"As researchers, we need to go where the evidence takes us, and it now seems possible that CTE affects a wider range of people.", "The more we know about this disease, the more likely we'll be able to figure out how to treat it and perhaps eventually prevent it.", "\"To date, brain autopsies of cases where individuals reported suffering multiple concussions have yielded a wide range of results, including: no neuropathological changes in the brain, presence of CTE alone, presence of CTE and another neurodegenerative disease, or a non-CTE neurodegenerative disease only.The majority of brains studied by the CCC and other centres have come from donations made as a result of concern over symptoms -- usually of unexplained cognitive impairment -- displayed while the individual was alive, though not all of these cases resulted in findings of the CTE tauopathy in the brain.", "However, the referral of brains of symptomatic individuals who have a history of concussions increases the chances that some form of brain degeneration -- whether CTE or other -- would be present, which has potential to create a sample that isn't representative of the overall population.", "\"Obviously brain trauma and repetitive brain trauma can result in cognitive impairment and possibly contribute to a neurodegenerative disease,\" says Dr. Hazrati.", "\"But since we've seen cases of brains that experienced multiple concussions but don't have CTE, and now a brain with CTE but absence of any head trauma, there is indication that we should be cautious about labelling trauma as the only possible cause of CTE because it looks to be more complicated than that.\""], "title": "Researchers report first known case of CTE in patient with no known head trauma | EurekAlert! Science News", "source": "University Health Network", "date": "2018-01-19_20:35:01", "year": "Thu, 02 Mar 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The Canadian Concussion Centre (CCC) comprises a group of 23 clinician and basic scientists, and is one of few research groups in the world to examine the entire spectrum of...\n       view more Toronto - Researchers at Toronto Western Hospital's Canadian Concussion Centre (CCC) have discovered the presence of chronic traumatic encephalopathy (CTE) in the brain of a deceased patient with no known history of traumatic brain injury or concussion, the first known case of its kind.The case study, published in the International Journal of Pathology and Research and presented at the CCC's 5th annual symposium on Research on the Concussion Spectrum of Disorders, discusses the unexpected finding which resulted from an autopsy examining the brain of a patient with a seven-year history of clinically diagnosed amyotrophic lateral sclerosis (ALS) and motor neuron disease (MND), yet no history of head trauma or any participation in activities associated with risk of concussion, according to his family. \"The finding of CTE in an individual who not only had no known head trauma, but also showed no signs of dementia or cognitive impairment and was high functioning mentally until his death, highlights that the cause of CTE might be more complex than we assume,\" says Dr. Lili-Naz Hazrati, neuropathologist with the CCC research team who conducted the autopsy. \"So far, we have only seen this neurodegenerative disease in the brains of people with history of brain injury or multiple concussions, and we are not questioning that a relationship may exist between repetitive head trauma and brain degeneration,\" she continues. \"But, at this point in time, we have more questions than answers about the definitive causes of CTE, and findings like these give us new directions to pursue and investigate.\"\"Finding CTE in a patient without a history of concussion is an interesting development that opens up our understanding of this disease,\" says Dr. Charles Tator, Director of the CCC and a co-author of the case study. \"As researchers, we need to go where the evidence takes us, and it now seems possible that CTE affects a wider range of people. The more we know about this disease, the more likely we'll be able to figure out how to treat it and perhaps eventually prevent it.\"To date, brain autopsies of cases where individuals reported suffering multiple concussions have yielded a wide range of results, including: no neuropathological changes in the brain, presence of CTE alone, presence of CTE and another neurodegenerative disease, or a non-CTE neurodegenerative disease only.The majority of brains studied by the CCC and other centres have come from donations made as a result of concern over symptoms -- usually of unexplained cognitive impairment -- displayed while the individual was alive, though not all of these cases resulted in findings of the CTE tauopathy in the brain.  However, the referral of brains of symptomatic individuals who have a history of concussions increases the chances that some form of brain degeneration -- whether CTE or other -- would be present, which has potential to create a sample that isn't representative of the overall population. \"Obviously brain trauma and repetitive brain trauma can result in cognitive impairment and possibly contribute to a neurodegenerative disease,\" says Dr. Hazrati. \"But since we've seen cases of brains that experienced multiple concussions but don't have CTE, and now a brain with CTE but absence of any head trauma, there is indication that we should be cautious about labelling trauma as the only possible cause of CTE because it looks to be more complicated than that.\""}