{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "study", "conducted", "researchers", "university", "liverpool", "reader", "royal", "liverpool", "university", "hospitals", "trust", "funded", "british", "academy", "found", "shared", "reading", "sr", "useful", "therapy", "chronic", "pain", "study", "led", "dr", "josie", "billington", "university", "centre", "research", "reading", "reading", "literature", "society", "crils", "recently", "published", "bmj", "journal", "medical", "humanities", "compared", "shared", "reading", "sr", "intervention", "developed", "national", "charity", "reader", "cognitive", "behavioural", "therapy", "cbt", "intervention", "chronic", "pain", "pain", "unpleasant", "sensory", "emotional", "experience", "associated", "actual", "potential", "tissue", "damage", "described", "terms", "damage", "pain", "persists", "six", "pain", "picked", "specialised", "cells", "body", "impulses", "sent", "nervous", "system", "brain", "happens", "people", "chronic", "pain", "however", "nerves", "recruited", "pathway", "start", "fire", "messages", "brain", "physical", "stimulus", "damage", "body", "nerve", "blockers", "drugs", "one", "way", "cognitive", "behavioural", "therapy", "cbt", "another", "getting", "brain", "send", "new", "messages", "back", "bodycognitive", "behavioural", "therapycbt", "talking", "therapy", "help", "manage", "problems", "changing", "way", "think", "behave", "commonly", "used", "treat", "anxiety", "depression", "useful", "mental", "physical", "health", "current", "evidence", "base", "respect", "chronic", "pain", "supports", "use", "standard", "psychological", "interventions", "cbt", "particular", "cbt", "benefits", "useful", "shown", "recent", "research", "limited", "reading", "used", "range", "environments", "similarities", "chronic", "pain", "conditions", "involved", "often", "chronic", "unsolvable", "case", "dementia", "prisons", "people", "locked", "life", "halted", "future", "inevitably", "affected", "baggage", "past", "severe", "mental", "illness", "recurring", "episodes", "model", "based", "small", "groups", "people", "coming", "together", "weekly", "read", "literature", "short", "stories", "novels", "poetry", "together", "aloud", "reading", "material", "ranges", "across", "genres", "period", "chosen", "intrinsic", "interest", "particular", "experiencesregular", "pauses", "taken", "encourage", "participants", "reflect", "read", "thoughts", "memories", "book", "poem", "stirred", "reading", "matter", "relates", "members", "participate", "voluntarily", "usually", "relation", "happening", "text", "may", "happening", "within", "individuals", "personal", "feelings", "thoughts", "memories", "experiences", "responding", "shared", "presence", "text", "within", "social", "group", "allowed", "participants", "exchange", "personal", "histories", "living", "chronic", "pain", "ways", "validated", "experience", "however", "cbt", "participants", "focused", "exclusively", "pain", "thematic", "sr", "contrast", "literature", "trigger", "recall", "expression", "diverse", "life", "experiences", "work", "childhood", "family", "members", "relationships", "related", "entire", "merely", "affected", "pain", "contrasted", "life", "present", "potentially", "therapeutic", "effect", "helping", "recover", "whole", "person", "ill", "part", "study", "participants", "severe", "chronic", "pain", "symptoms", "recruited", "pain", "clinic", "broadgreen", "nhs", "hospital", "trust", "given", "informed", "consent", "cbt", "group", "sr", "group", "chronic", "pain", "patients", "ran", "parallel", "cbt", "joining", "sr", "group", "completion", "study", "found", "cbt", "showed", "evidence", "participants", "emotions", "means", "systematic", "techniques", "shared", "reading", "sr", "turned", "passive", "experience", "suffering", "emotion", "articulate", "contemplation", "painful", "josie", "billington", "deputy", "researcher", "centre", "research", "reading", "said", "study", "indicated", "shared", "reading", "could", "potentially", "alternative", "cbt", "bringing", "conscious", "awareness", "areas", "emotional", "pain", "otherwise", "passively", "suffered", "chronic", "pain", "patients", "encouragement", "greater", "confrontation", "tolerance", "emotional", "difficulty", "sharing", "reading", "provides", "makes", "valuable", "adjunct", "cbt", "concentration", "management", "emotion"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uol-nsf030117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study conducted by researchers from the University of Liverpool, The Reader and the Royal Liverpool University Hospitals Trust, and funded by the British Academy, has found that shared reading (SR) can be a useful therapy for chronic pain sufferers.The study, led by Dr Josie Billington from the University's Centre for Research into Reading into Reading, Literature and Society (CRILS) and recently published in the BMJ Journal for Medical Humanities, compared Shared Reading (SR) -- a literature-based intervention developed by national charity The Reader -- to Cognitive Behavioural Therapy (CBT) as an intervention for chronic pain sufferers.Chronic pain is an unpleasant sensory and emotional experience associated with actual or potential tissue damage, or described in terms of such damage.", "It is pain which persists for more than six months.Usually pain is picked up by specialised cells in your body, and impulses are sent through the nervous system to the brain.", "What happens in people with chronic pain, however, is that other nerves are recruited into this 'pain' pathway which start to fire off messages to the brain when there is no physical stimulus or damage.", "But the body can 'unjoin' again.", "Nerve blockers (drugs) are one way; Cognitive Behavioural Therapy (CBT) is another - by getting the brain to send new messages back to the bodyCognitive Behavioural TherapyCBT is a talking therapy that can help you manage your problems by changing the way you think and behave.", "It's most commonly used to treat anxiety and depression, but can be useful for other mental and physical health problems.The current evidence base in respect of chronic pain supports the use of standard psychological interventions, CBT in particular.", "CBT's benefits, while useful are shown by recent research to be both limited and short-term.Shared Reading is used in a range of environments that have similarities with chronic pain, in that the conditions involved can often be chronic and unsolvable, as in the case of dementia, prisons (people locked in, life halted and future inevitably affected by baggage of past), and severe mental illness (with recurring episodes).The model is based on small groups (2-12 people) coming together weekly to read literature - short stories, novels and poetry - together aloud.", "The reading material ranges across genres and period, and is chosen for its intrinsic interest, not pre-selected with a particular 'condition' in mind.Validating experiencesRegular pauses are taken to encourage participants to reflect on what is being read, on the thoughts or memories the book or poem has stirred, or on how the reading matter relates to their own lives.Group members participate voluntarily, usually in relation to what is happening in the text itself, and what may be happening within themselves as individuals (personal feelings and thoughts, memories and experiences), responding to the shared presence of the text within social group discussion.CBT allowed participants to exchange personal histories of living with chronic pain in ways which validated their experience.", "However, in CBT, participants focused exclusively on their pain with 'no thematic deviation'.In SR, by contrast, the literature was a trigger to recall and expression of diverse life experiences - of work, childhood, family members, relationships -- related to the entire life-span, not merely the time-period affected by pain, or the time-period pre-pain as contrasted with life in the present.", "This in itself has a potentially therapeutic effect in helping to recover a whole person, not just an ill one.ValuableAs part of the study participants with severe chronic pain symptoms were recruited by the pain clinic at Broadgreen NHS Hospital Trust having given informed consent.", "A 5-week CBT group and a 22-week SR group for chronic pain patients ran in parallel, with CBT group-members joining the SR group after the completion of CBT.The study found that CBT showed evidence of participants 'managing' emotions by means of systematic techniques, where Shared Reading (SR) turned passive experience of suffering emotion into articulate contemplation of painful concerns.Dr Josie Billington, Deputy Researcher, Centre for Research into Reading, said: \"Our study indicated that shared reading could potentially be an alternative to CBT in bringing into conscious awareness areas of emotional pain otherwise passively suffered by chronic pain patients.", "\"The encouragement of greater confrontation and tolerance of emotional difficulty that Sharing Reading provides makes it valuable as a longer-term follow-up or adjunct to CBT's concentration on short-term management of emotion.\""], "title": "New study finds reading can help with chronic pain | EurekAlert! Science News", "source": "University of Liverpool", "date": "2018-01-19_20:35:07", "year": "Wed, 01 Mar 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study conducted by researchers from the University of Liverpool, The Reader and the Royal Liverpool University Hospitals Trust, and funded by the British Academy, has found that shared reading (SR) can be a useful therapy for chronic pain sufferers.The study, led by Dr Josie Billington from the University's Centre for Research into Reading into Reading, Literature and Society (CRILS) and recently published in the BMJ Journal for Medical Humanities, compared Shared Reading (SR) -- a literature-based intervention developed by national charity The Reader -- to Cognitive Behavioural Therapy (CBT) as an intervention for chronic pain sufferers.Chronic pain is an unpleasant sensory and emotional experience associated with actual or potential tissue damage, or described in terms of such damage. It is pain which persists for more than six months.Usually pain is picked up by specialised cells in your body, and impulses are sent through the nervous system to the brain. What happens in people with chronic pain, however, is that other nerves are recruited into this 'pain' pathway which start to fire off messages to the brain when there is no physical stimulus or damage. But the body can 'unjoin' again. Nerve blockers (drugs) are one way; Cognitive Behavioural Therapy (CBT) is another - by getting the brain to send new messages back to the bodyCognitive Behavioural TherapyCBT is a talking therapy that can help you manage your problems by changing the way you think and behave. It's most commonly used to treat anxiety and depression, but can be useful for other mental and physical health problems.The current evidence base in respect of chronic pain supports the use of standard psychological interventions, CBT in particular. CBT's benefits, while useful are shown by recent research to be both limited and short-term.Shared Reading is used in a range of environments that have similarities with chronic pain, in that the conditions involved can often be chronic and unsolvable, as in the case of dementia, prisons (people locked in, life halted and future inevitably affected by baggage of past), and severe mental illness (with recurring episodes).The model is based on small groups (2-12 people) coming together weekly to read literature - short stories, novels and poetry - together aloud. The reading material ranges across genres and period, and is chosen for its intrinsic interest, not pre-selected with a particular 'condition' in mind.Validating experiencesRegular pauses are taken to encourage participants to reflect on what is being read, on the thoughts or memories the book or poem has stirred, or on how the reading matter relates to their own lives.Group members participate voluntarily, usually in relation to what is happening in the text itself, and what may be happening within themselves as individuals (personal feelings and thoughts, memories and experiences), responding to the shared presence of the text within social group discussion.CBT allowed participants to exchange personal histories of living with chronic pain in ways which validated their experience. However, in CBT, participants focused exclusively on their pain with 'no thematic deviation'.In SR, by contrast, the literature was a trigger to recall and expression of diverse life experiences - of work, childhood, family members, relationships -- related to the entire life-span, not merely the time-period affected by pain, or the time-period pre-pain as contrasted with life in the present. This in itself has a potentially therapeutic effect in helping to recover a whole person, not just an ill one.ValuableAs part of the study participants with severe chronic pain symptoms were recruited by the pain clinic at Broadgreen NHS Hospital Trust having given informed consent. A 5-week CBT group and a 22-week SR group for chronic pain patients ran in parallel, with CBT group-members joining the SR group after the completion of CBT.The study found that CBT showed evidence of participants 'managing' emotions by means of systematic techniques, where Shared Reading (SR) turned passive experience of suffering emotion into articulate contemplation of painful concerns.Dr Josie Billington, Deputy Researcher, Centre for Research into Reading, said: \"Our study indicated that shared reading could potentially be an alternative to CBT in bringing into conscious awareness areas of emotional pain otherwise passively suffered by chronic pain patients.\"The encouragement of greater confrontation and tolerance of emotional difficulty that Sharing Reading provides makes it valuable as a longer-term follow-up or adjunct to CBT's concentration on short-term management of emotion.\""}