{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "image", "shows", "chemical", "structures", "macrocyclic", "polyamines", "metal", "complexes", "view", "alzheimer", "disease", "ad", "one", "common", "form", "dementia", "search", "new", "drugs", "ad", "research", "team", "led", "professor", "mi", "hee", "lim", "natural", "science", "unist", "developed", "substance", "works", "like", "pair", "genetic", "scissors", "cut", "aβ", "hallmark", "protein", "ad", "study", "featured", "cover", "january", "2017", "issue", "journal", "american", "chemical", "society", "jacs", "also", "selected", "jacs", "spotlight", "disease", "sixth", "leading", "cause", "death", "among", "older", "adults", "exact", "causes", "alzheimer", "disease", "still", "unknown", "several", "factors", "presumed", "causative", "agents", "among", "aggregation", "peptide", "aβ", "implicated", "contributor", "formation", "neuritic", "plaques", "pathological", "hallmarks", "alzheimer", "disease", "ad", "therapeutics", "ad", "professor", "lim", "suggested", "strategy", "uses", "complexes", "reducing", "toxicity", "amyloid", "beta", "aβ", "althought", "various", "metal", "complexs", "suggested", "therapeutics", "ad", "none", "work", "effectively", "research", "team", "found", "hydrolyze", "proteins", "using", "crystal", "structure", "called", "methylated", "cyclam", "tmc", "hydrolysis", "process", "uses", "water", "molecules", "split", "molecules", "apart", "tmc", "structure", "uses", "external", "water", "cut", "binding", "protein", "study", "following", "four", "metals", "cobalt", "nickel", "copper", "zinc", "placed", "center", "tmc", "structure", "cobalt", "added", "center", "hydrolysis", "activity", "research", "team", "reported", "metal", "complex", "co", "ii", "tmc", "potential", "penetrate", "blood", "brain", "barrier", "hydrolysis", "activity", "nonamyloid", "protein", "low", "moreover", "effects", "substance", "toxicity", "protein", "also", "observed", "living", "cell", "experiments", "material", "high", "therapeutic", "potential", "treatment", "alzheimer", "disease", "penetrate", "barrier", "directly", "interact", "protein", "brain", "says", "professor", "lim", "study", "also", "attracted", "attention", "editor", "journal", "american", "chemical", "society", "develop", "new", "materials", "able", "propose", "details", "working", "principles", "experiments", "support", "according", "editor", "scientist", "great", "honor", "know", "recent", "publication", "jacs", "highlighted", "jacs", "spotlights", "says", "professor", "lim", "means", "research", "recognized", "important", "research", "also", "caused", "stir", "academia"], "url": "http://www.eurekalert.org/pub_releases/2017-02/unio-nat022817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This image shows the chemical structures of macrocyclic polyamines and their metal complexes.", "view more Alzheimer's disease (AD) is one of the most common form of dementia.", "In search for new drugs for AD, the research team, led by Professor Mi Hee Lim of Natural Science at UNIST has developed a metal-based substance that works like a pair of genetic scissors to cut out amyloid-β (Aβ), the hallmark protein of AD.", "The study has been featured on the cover of the January 2017 issue of the Journal of the American Chemical Society (JACS) and has been also selected as a JACS Spotlight article.Alzheimer's disease is the sixth leading cause of death among in older adults.", "The exact causes of Alzheimer's disease are still unknown, but several factors are presumed to be causative agents.", "Among these, the aggregation of amyloid-β peptide (Aβ) has been implicated as a contributor to the formation of neuritic plaques, which are pathological hallmarks of Alzheimer's disease (AD).As therapeutics for AD, Professor Lim suggested a strategy that uses matal-based complexes for reducing the toxicity of the amyloid beta (Aβ).", "Althought various metal complexs have been suggested as therapeutics for AD, none of them work effectively in vivo.The research team has found that they can hydrolyze amyloid-beta proteins using a crystal structure, called tetra-N methylated cyclam (TMC).", "Hydrolysis is the process that uses water molecules to split other molecules apart.", "The metal-mediated TMC structure uses the external water and cut off the binding of amyloid-beta protein effectively.In this study, the following four metals (cobalt, nickel, copper and zinc) were placed at the center of the TMC structure.", "When the double-layered cobalt was added to the center, the hydrolysis activity was at the highest.The research team reported that the cobalt-based metal complex (Co(II)(TMC)) had the potential to penetrate the blood brain barrier and the hydrolysis activity for nonamyloid protein was low.", "Moreover, the effects of this substance on the toxicity of amyloid-beta protein were also observed in living cell experiments.", "\"This material has a high therapeutic potential in the treatment of Alzheimer's disease as it can penetrate the brain-vascular barrier and directly interact with the amyloid-beta protein in the brain,\" says Professor Lim.", "This study has also attracted attention by the editor of the Journal of the American Chemical Society.", "\"Not only do they develop new materials, but they have been able to propose details of the working principles and experiments that support them,\" according to the editor.", "\"As a scientist, this is such a great honor to know that our recent publication in JACS was highlighted in JACS Spotlights,\" says Professor Lim.", "\"This means that our research has not only been recognized as an important research, but also has caused a stir in academia.\""], "title": "New approach to treating Alzheimer's disease | EurekAlert! Science News", "source": "Ulsan National Institute of Science and Technology(UNIST)", "date": "2018-01-19_20:35:10", "year": "Tue, 28 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This image shows the chemical structures of macrocyclic polyamines and their metal complexes.\n       view more Alzheimer's disease (AD) is one of the most common form of dementia. In search for new drugs for AD, the research team, led by Professor Mi Hee Lim of Natural Science at UNIST has developed a metal-based substance that works like a pair of genetic scissors to cut out amyloid-β (Aβ), the hallmark protein of AD. The study has been featured on the cover of the January 2017 issue of the Journal of the American Chemical Society (JACS) and has been also selected as a JACS Spotlight article.Alzheimer's disease is the sixth leading cause of death among in older adults. The exact causes of Alzheimer's disease are still unknown, but several factors are presumed to be causative agents. Among these, the aggregation of amyloid-β peptide (Aβ) has been implicated as a contributor to the formation of neuritic plaques, which are pathological hallmarks of Alzheimer's disease (AD).As therapeutics for AD, Professor Lim suggested a strategy that uses matal-based complexes for reducing the toxicity of the amyloid beta (Aβ). Althought various metal complexs have been suggested as therapeutics for AD, none of them work effectively in vivo.The research team has found that they can hydrolyze amyloid-beta proteins using a crystal structure, called tetra-N methylated cyclam (TMC). Hydrolysis is the process that uses water molecules to split other molecules apart. The metal-mediated TMC structure uses the external water and cut off the binding of amyloid-beta protein effectively.In this study, the following four metals (cobalt, nickel, copper and zinc) were placed at the center of the TMC structure. When the double-layered cobalt was added to the center, the hydrolysis activity was at the highest.The research team reported that the cobalt-based metal complex (Co(II)(TMC)) had the potential to penetrate the blood brain barrier and the hydrolysis activity for nonamyloid protein was low. Moreover, the effects of this substance on the toxicity of amyloid-beta protein were also observed in living cell experiments.\"This material has a high therapeutic potential in the treatment of Alzheimer's disease as it can penetrate the brain-vascular barrier and directly interact with the amyloid-beta protein in the brain,\" says Professor Lim. This study has also attracted attention by the editor of the Journal of the American Chemical Society. \"Not only do they develop new materials, but they have been able to propose details of the working principles and experiments that support them,\" according to the editor.\"As a scientist, this is such a great honor to know that our recent publication in JACS was highlighted in JACS Spotlights,\" says Professor Lim. \"This means that our research has not only been recognized as an important research, but also has caused a stir in academia.\""}