{"funder": "National Institutes of Health", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/ru-iug022817.php", "description": "Tens of millions of Americans use aerosol inhalers each day, and new studies by Rice University electrical engineers and pulmonologists from Baylor College of Medicine have identified critical errors that are causing many inhaler users to get only about half as much medicine as they should from each puff.", "region": "namerica", "title": "Inhaler users get about half as much medicine as they should from each puff", "text": "Tens of millions of Americans with lung disease use metered-dose inhalers each day, and new studies by Rice University electrical engineers and pulmonologists at Baylor College of Medicine have identified critical errors that are causing many inhaler users to get only about half as much medicine as they should from each puff.\"Metered-dose inhalers are used every day by people with asthma, COPD and other chronic lung diseases, and the vast majority of the time -- between 70 and 90 percent -- patients make mistakes that keep some of the medicine from making it to their lungs,\" said Ashutosh Sabharwal, professor of electrical and computer engineering at Rice and co-author of two recent studies about the phenomenon. \"While inhalers are the most efficient delivery mechanism for many patients, these devices require deft maneuvers on the part of patients. The common errors are well-known, but fixing them continues to be a challenge.\"Sabharwal's team at Rice's Scalable Health Lab uses the latest electronic technology -- smartphones, wearable devices and inexpensive sensors and components -- to address this and similar health and wellness issues. The lab's creations to date include a self-use retinal imaging system, a mobile spirometer, wearable technology for dietary monitoring and apps for evaluating depression and extracting accurate vitals signs from videos.In partnership with pulmonologist Nick Hanania, associate professor of medicine and director of the Airways Clinical Research Center at Baylor College of Medicine, Sabharwal and Rice graduate student Rajoshi Biswas co-authored of two recent studies aimed at finding out which mistakes are most common and how they impact the amount of medicine that reaches patients' lungs.\"For years, we as clinicians have known that our patients do not use their inhalers as they should,\" Hanania said. \"In the best case, a puff from an inhaler results in about 40 percent of the medicine reaching the lungs. In the worst case, if someone does everything wrong, that drops to 7 percent. We know the two extremes, but the vast majority of everyday use falls somewhere in the middle. In this study, we have been able to objectively measure the errors, and, using new technology, learn about their impact on drug delivery to the lungs.\"Biswas, a Ph.D. student in Rice's Scalable Health Lab, spent six years gathering evidence for the studies. She has measured how patients use inhalers, explored the mathematics of their inhalation patterns, examined how doctors and therapists evaluate inhaler use and created an experimental setup to mimic human inhaler use. The research was spurred by an observation she kept returning to just after she came to Rice in 2011 Virtually all the inhaler-dosing studies she found focused on best-case scenarios, the rare cases where patients used the inhaler perfectly, even though the average case was far from perfect.\"What's been lacking is a rigorous quantitative examination of how much medicine is making it to the lungs for those everyday cases,\" she said.Biswas said errors are common because inhaler use requires precision, timing and coordination. Even the slightest deviation can significantly reduce the amount of medicine that reaches the lungs. For example,  in a study in the journal CHEST involving 23 Houston patients who have asthma or COPD, each patient made at least one error.Inhalers should be shaken for a few seconds before each use. Biswas said patients often forget to shake the device or don't shake it long enough, particularly on subsequent puffs. The angle at which the inhaler is held is also critical. Slight deviations can result in much of the medicine striking and sticking to the tongue or mouth. Patients also must draw a breath when they activate the inhaler, and the timing, duration and force of this inhalation are critical. Finally, patients are supposed to hold their breath for 10 seconds to allow for uptake of medicine that reaches the lungs.To model how much medicine reaches the lungs for everyday cases, Biswas started by measuring the airflow characteristics from eight patients as they drew breath at various rates. With that data, she programed a machine to simulate the flow, duration and force of different patterns of human inhalation. This breathing device became one piece of an experimental setup that included a robotic finger to activate the inhaler and a metal tube milled in the precise configuration of an adult mouth and throat. Once the metal \"throat\" was sprayed with a thin coating of oil, it precisely mimicked the wet, sticky conditions that tend to trap medicine in the mouth and throat of patients. Using these components, she was able to precisely measure how much medicine made it to the lungs in a variety of scenarios where patients mistime their breaths or make other common mistakes.\"The thing that matters the most is coordination,\" she said. \"It's vital to start breathing just before or at the exact same time the inhaler is activated. A delay of just a half second between pressing the inhaler and breathing in was enough to limit lung deposition to about 20 percent -- about half of what a patient would get in the ideal case.\"In cases where the machine started inhaling just before the inhaler was activated, Biswas found that more than 35 percent of medication reached the lungs.\"In this situation, where timing is coordinated, the determining factor for lung deposition is the flow rate,\" Biswas said. \"Based on our findings, the ideal scenario is to inhale deeply at higher flow rates for about three seconds to fully inhale, and to activate the inhaler about a half second after starting to inhale. This helps ensure the medication clears the mouth-throat cavity and reaches the lungs.\"Sabharwal, Hanania and Biswas said they hope the medical community will examine their latest study in the Journal of Aerosol Medicine and Pulmonary Drug Delivery and consider further research to evaluate and update recommended guidelines for inhaler use and set up educational strategies for their patients.\"Our results differ from the current Global Initiative for Asthma inhaler use guidelines,\" Sabharwal said. \"The propellant used in inhalers has changed in recent years, and the current guidelines were developed based on studies of the old inhalers. Our findings, coupled with the recent changes in inhaler propellants, suggest it is time to revisit these guidelines.\"The research was funded partially by the National Institutes of Health.", "article_link": "http://dx.doi.org/10.1089/jamp.2015.1278", "institution": "Rice University", "journal": "Journal of Aerosol Medicine and Pulmonary Drug Delivery", "keywords": ["Education", " Medicine/Health", " Immunology/Allergies/Asthma", " Technology/Engineering/Computer Science"], "date": "Tue, 28 Feb 2017 05:00:00 GMT", "source_link": null}