{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "light", "key", "factor", "involved", "diseases", "parkinson", "disease", "gastric", "cancer", "melanoma", "cast", "latest", "university", "otago", "new", "zealand", "research", "carried", "collaboration", "australian", "new", "findings", "published", "leading", "international", "journal", "pnas", "team", "researchers", "led", "otago", "department", "biochemistry", "dr", "peter", "mace", "studied", "protein", "called", "apoptosis", "kinase", "1", "ask1", "along", "kinases", "ask1", "acts", "signalling", "protein", "controls", "many", "aspects", "cellular", "behaviour", "kinases", "put", "tags", "onto", "proteins", "turn", "turn", "make", "cell", "divide", "die", "move", "number", "mace", "says", "ask1", "plays", "important", "role", "controlling", "cell", "responds", "cell", "damage", "push", "cell", "towards", "process", "programmed", "cell", "death", "good", "body", "damage", "cell", "great", "key", "role", "reflected", "ask1", "name", "apoptosis", "ancient", "greek", "word", "meaning", "falling", "used", "describe", "process", "programmed", "dying", "cells", "rather", "loss", "injury", "research", "team", "determined", "ask1", "molecular", "structure", "crystallography", "studies", "also", "performed", "biochemical", "experiments", "better", "understand", "found", "ask1", "unexpected", "parts", "structure", "help", "control", "protein", "turned", "entire", "family", "ask", "kinases", "share", "features", "know", "lot", "ask1", "gets", "turned", "important", "diseases", "parkinson", "stomach", "cancer", "melanoma", "either", "much", "little", "ask1", "activity", "mace", "says", "new", "findings", "add", "understanding", "cells", "trigger", "specific", "responses", "different", "threats", "damage", "encountered", "threats", "include", "oxidants", "damage", "body", "tissues", "causing", "adds", "kinases", "excellent", "targets", "developing", "new", "drugs", "pocket", "structure", "compounds", "bind", "develop", "better", "drugs", "need", "understand", "far", "controlled", "goal", "several", "projects", "lab", "study", "collaboration", "otago", "researchers", "scientists", "walter", "eliza", "hall", "institute", "wehi", "melbourne", "australian", "synchrotron", "otago", "alumnus", "tom", "works", "mx", "beamline", "collected", "data", "critical", "access", "enabled", "new", "zealand", "synchrotron", "group", "coordinated", "royal", "society", "new", "zealand", "supported", "new", "zealand", "universities", "partnership", "government", "synchrotron", "crucial", "many", "research", "projects", "otago", "throughout", "new", "zealand"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uoo-kds022717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew light on a key factor involved in diseases such as Parkinson's disease, gastric cancer and melanoma has been cast through latest University of Otago, New Zealand, research carried out in collaboration with Australian scientists.In new findings published in leading international journal PNAS, the team of researchers, led by Otago Department of Biochemistry's Dr Peter Mace, studied a protein called Apoptosis signal-regulating kinase 1 (ASK1).", "Along with other kinases, ASK1 acts as a signalling protein that controls many aspects of cellular behaviour.", "Kinases put tags onto other proteins that can turn them on, off, which in turn can make a cell divide, die, move or any number of other responses.Dr Mace says ASK1 plays an important role in controlling how a cell responds to cell damage, and can push the cell towards a process of programmed cell death for the good of the body, if damage to a cell is too great.", "This key role is reflected in ASK1's name - apoptosis is an Ancient Greek word meaning \"falling off\" - and is used to describe the process of programmed dying of cells, rather than their loss by injury.", "The research team determined ASK1's molecular structure through crystallography studies and also performed biochemical experiments to better understand the protein.They found that ASK1 has unexpected parts to its structure that help control how the protein is turned on, and that an entire family of ASK kinases share these features.", "\"We now know a lot more about how ASK1 gets turned on and off - this is important because in diseases such as Parkinson's, stomach cancer and melanoma, there can be either too much or too little ASK1 activity\".Dr Mace says that the new findings add to our understanding of how cells can trigger specific responses to different threats or damage encountered.", "Such threats can include oxidants, which damage the body's tissues by causing inflammation.He adds that kinases are excellent targets for developing new drugs because they have a \"pocket\" in their structure that such compounds can bind to, but to develop better drugs we need to understand far more about how they are controlled.", "This is the goal of several projects in his lab, he says.The study is a collaboration between Otago researchers and scientists at the Walter and Eliza Hall Institute (WEHI) in Melbourne, and at the Australian Synchrotron.", "Otago alumnus Tom Caradoc-Davies, who works at the MX Beamline, collected data that was critical to the project.Synchrotron access was enabled by the New Zealand Synchrotron Group, which is coordinated by the Royal Society of New Zealand and supported by all New Zealand universities in partnership with the Government.", "The synchrotron is crucial to many other research projects from Otago and throughout New Zealand."], "title": "Kinase discovery sheds new light on several disease processes | EurekAlert! Science News", "source": "University of Otago", "date": "2018-01-19_20:35:17", "year": "Mon, 27 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew light on a key factor involved in diseases such as Parkinson's disease, gastric cancer and melanoma has been cast through latest University of Otago, New Zealand, research carried out in collaboration with Australian scientists.In new findings published in leading international journal PNAS, the team of researchers, led by Otago Department of Biochemistry's Dr Peter Mace, studied a protein called Apoptosis signal-regulating kinase 1 (ASK1). Along with other kinases, ASK1 acts as a signalling protein that controls many aspects of cellular behaviour. Kinases put tags onto other proteins that can turn them on, off, which in turn can make a cell divide, die, move or any number of other responses.Dr Mace says ASK1 plays an important role in controlling how a cell responds to cell damage, and can push the cell towards a process of programmed cell death for the good of the body, if damage to a cell is too great. This key role is reflected in ASK1's name - apoptosis is an Ancient Greek word meaning \"falling off\" - and is used to describe the process of programmed dying of cells, rather than their loss by injury.  The research team determined ASK1's molecular structure through crystallography studies and also performed biochemical experiments to better understand the protein.They found that ASK1 has unexpected parts to its structure that help control how the protein is turned on, and that an entire family of ASK kinases share these features.\"We now know a lot more about how ASK1 gets turned on and off - this is important because in diseases such as Parkinson's, stomach cancer and melanoma, there can be either too much or too little ASK1 activity\".Dr Mace says that the new findings add to our understanding of how cells can trigger specific responses to different threats or damage encountered. Such threats can include oxidants, which damage the body's tissues by causing inflammation.He adds that kinases are excellent targets for developing new drugs because they have a \"pocket\" in their structure that such compounds can bind to, but to develop better drugs we need to understand far more about how they are controlled. This is the goal of several projects in his lab, he says.The study is a collaboration between Otago researchers and scientists at the Walter and Eliza Hall Institute (WEHI) in Melbourne, and at the Australian Synchrotron. Otago alumnus Tom Caradoc-Davies, who works at the MX Beamline, collected data that was critical to the project.Synchrotron access was enabled by the New Zealand Synchrotron Group, which is coordinated by the Royal Society of New Zealand and supported by all New Zealand universities in partnership with the Government. The synchrotron is crucial to many other research projects from Otago and throughout New Zealand.\r\n"}