{"title": "Sleep deprivation impairs ability to interpret facial expressions", "text": "After a rough night's sleep, your ability to recognize whether those around you are happy or sad could suffer, according to a study led by a University of Arizona psychologist.The research, published in the journal Neurobiology of Sleep and Circadian Rhythms, found that study participants had a harder time identifying facial expressions of happiness or sadness when they were sleep deprived versus well-rested.The sleepy participants' ability to interpret facial expressions of other emotions -- anger, fear, surprise and disgust -- was not impaired, however. That's likely because we're wired to recognize those more primitive emotions in order to survive acute dangers, said lead researcher William D.S. Killgore, a UA professor of psychiatry, psychology and medical imaging.While emotions such as fear and anger could indicate a threat, social emotions such as happiness and sadness are less necessary for us to recognize for immediate survival. When we're tired, it seems we're more likely to dedicate our resources to recognizing those emotions that could impact our short-term safety and well-being, Killgore said.\"If someone is going to hurt you, even when you're sleep deprived you should still be able to pick up on that,\" Killgore said. \"Reading whether somebody is sad or not is really not that important in that acute danger situation, so if anything is going to start to degrade with lack of sleep it might be the ability to recognize those social emotions.\"The data used in the study was part of a larger research effort on sleep deprivation's effects on social, emotional and moral judgment. Killgore began the project while working as a research psychologist for the U.S. Army.The current study is based on data from 54 participants, who were shown photographs of the same male face expressing varying degrees of fear, happiness, sadness, anger, surprise and disgust. Participants were asked to indicate which of those six emotions they thought was being expressed the most by each face.In order to assess participants' ability to interpret more subtle emotional expressions, the images presented were composite photos of commonly confused facial expressions morphed together by a computer program. For example, a face might show 70 percent sadness and 30 percent disgust or vice versa. Participants saw a total of 180 blended facial expressions at each testing session.Participants' baseline responses to the images were compared to their responses after they were deprived of sleep for one night.Researchers found that blatant facial expressions -- such as an obvious grin or frown (90 percent happy or 90 percent sad) -- were easily identifiable regardless of how much sleep a participant got. Sleep deprived participants had a harder time, however, correctly identifying more subtle expressions of happiness and sadness, although their performance on the other emotions was unchanged.When participants were tested again after one night of recovery sleep, their performance on happiness and sadness improved, returning to its baseline level.While the difference in performance was not overwhelming, it's enough that it could have a significant impact in critical social interactions, Killgore said.\"As a society, we don't get the full seven to eight hours of sleep that people probably need to be getting. The average American is getting a little less than six hours of sleep on average, and it could affect how you're reading people in everyday interactions,\" Killgore said. \"You may be responding inappropriately to somebody that you just don't read correctly, especially those social emotions that make us human. Or you may not be as empathic. Your spouse or significant other may need something from you and you're less able to read that. It's possible that this could lead to problems in your relationships or problems at work. To me, that is one of the biggest problems -- how this affects our relationships.\"Killgore's research builds on existing work on the effects of sleep deprivation on the brain's ventromedial prefrontal cortex -- an area that helps people make judgments and decisions using their emotions.A prior study, published by Harvard's Seung-Schik Yoo and colleagues, showed that when people are sleep deprived, a disconnect occurs between the prefrontal cortex and the amygdala -- one of the key emotionally responsive areas of the brain.\"So, in simplistic terms, the part of the brain that controls your emotions and the part that sees faces and responds to the emotional content basically start to lose their ability to communicate,\" Killgore said. \"We wanted to test that out and see if it plays out in terms of how people read facial expressions -- and, in fact, it looks like it does.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.nbscr.2017.01.001", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoa-sdi032317.php", "region": "namerica", "source_link": "http://uanews.arizona.edu/story/sleep-deprivation-impairs-ability-interpret-facial-expressions", "funder": "", "meeting": "", "institution": "University of Arizona", "keywords": ["Medicine/Health", " Neurobiology", " Circadian Rhythm", " Sleep/Sleep Disorders", " Social/Behavioral Science", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Neurobiology of Sleep and Circadian Rhythms", "description": "When you're tired, your ability to interpret subtle expressions of happiness and sadness can begin to deteriorate, researchers found. However, the ability to read more primitive survival-based emotions, like anger and fear, remains intact.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}