{"title": "A new approach to diagnosing mental disorders could become an alternative to DSM-5", "text": "A consortium of psychiatrists and psychologists from universities around the world, co-led by Stony Brook University, University of Minnesota and University of Notre Dame researchers, has proposed a new approach to diagnosing mental disorders. The approach, articulated in a paper published in the Journal of Abnormal Psychology, is a classification system of a wide range of psychiatric problems based on scientific evidence, illness symptoms and impaired functioning. The diagnostic system addresses fundamental shortcomings of the fifth edition (2013) of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), the clinicians' and researchers' guidebook to mental illnesses.Diagnosis of mental illness is important because it defines what treatment a patient should receive. Diagnosis also guides research efforts and is used by drug companies to develop new medications. The newly developed diagnostic approach is called the Hierarchical Taxonomy of Psychopathology (HiTOP). In the paper, titled \"The Hierarchical Taxonomy of Psychopathology (HiTOP): A Dimensional Alternative to Traditional Nosologies,\" the consortium advances classification of psychopathology beyond the traditional diagnostic systems.According to the authors, Roman Kotov, PhD, Associate Professor of Psychiatry at Stony Brook University; Robert Krueger, PhD, Professor of Psychology at the University of Minnesota; and David Watson, PhD, Professor of Psychology at University of Notre Dame, substantial evidence has accumulated that suggest major changes to how mental illness is classified, but DSM-5 offered only modest refinements creating dissatisfaction in the research community. The National Institute of Mental Health (NIMH) produced an alternative model to guide mental health research efforts. But this approach also has been controversial, as it focuses heavily on neurobiology and much less on investigating issues that are important for everyday psychiatric care, such as prognosis about illness course and selection of treatment.As Professor Krueger explains it, the DSM can be challenging to use in everyday practice. \"It's Byzantine,\" he says. \"It's like the U.S. tax code. You can get lost in the complexity of its contents and still not find a compelling or accurate way to conceptualize your patient.\"\"The HiTOP system has been articulated to address the limitations currently plaguing psychiatric diagnosis,\" says lead author Dr. Kotov. \"First, the system proposes to view mental disorders as spectra. Second, the HiTOP system uses empirical evidence to understand overlap among these disorders and classify different presentations of patients with a given disorder.\"For example, Dr. Kotov explained that mental health problems are difficult to put into categories, as they lie on the continuum between pathology and normality, much like weight and blood pressure. This is why the spectrum approach is needed. Applying an artificial boundary to distinguish mental illness from health results in unstable diagnoses, as one symptom can change the diagnosis from present to absent. It also leaves a large group of people with symptoms that do not reach the threshold untreated, although they suffer significant impairment.Also, different DSM-5 diagnoses co-occur with surprising frequency, with most patients labelled with more than one mental health disorder at the same time. Extensive evidence indicates an underlying pattern of several major spectra that cause this overlap. Furthermore, diagnostic categories are so complex that often two patients with the same diagnosis do not share a single symptom in common.\"The HiTOP solution to these fundamental problems is to classify mental illness at multiple levels of hierarchy: the broad level captures the major spectra and specific level reflects the tightly-knit dimensions within them. This approach allows doctors and researchers to focus on finer symptom in detail, or assess broader problems, as necessary,\" Dr. Kotov explains.A good example of this new classification is social anxiety disorder, which is considered a category in DSM-5. The HiTOP model describes social anxiety as a graded dimension, ranging from people who experience mild discomfort in a few social situations (i.e., when giving a talk in front of a large audience) to those who are extremely fearful in most situations. The HiTOP system recognizes that clinical levels of social anxiety are more intense but not fundamentally different from regular social discomfort.Also, HiTOP does not treat it as a single problem but recognizes important differences between interpersonal fears (i.e., meeting new people) and performance fears (i.e., performing in front of an audience). Moreover, people with social anxiety are prone to other anxieties and depression, and the HiTOP model describes a broad spectrum called \"internalizing,\" which captures overall severity of such problems.Overall, the authors emphasize that HiTOP adheres to the most up-to-date scientific evidence, rather than relying largely on decisions by committee (the approach used to construct the DSM-5). In the assessment of mental disorders, the HiTOP approach accounts for information on shared genetic vulnerabilities, environmental risk factors, and neurobiological abnormalities, such as differences in brain activity between the patients and healthy individuals.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-ana032217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Minnesota", "keywords": ["Medicine/Health", " Mental Health", " Counseling", " Decision-making/Problem Solving", " Depression/Anger", " Intelligence", " Memory/Cognitive Processes", " Normalcy", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Abnormal Psychology", "description": "A consortium of psychiatrists and psychologists from universities around the world, co-led by Stony Brook University, University of Minnesota and University of Notre Dame researchers, has proposed a new approach to diagnosing mental disorders.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}