{"title": "When people prepare for conflict, dominant leaders take the stage", "text": "Throughout history there are examples of broad public support for dominant leaders. Hitler and Churchill are prominent examples - although with distinctly different legacies. Similarly, Trump in the US, Erdogan in Turkey and Duterte in the Philippines are all examples of contemporary leaders with an authoritarian leadership style who enjoy broad public support. But what causes a large part of society to sometimes support authoritarian and dominant leaders?One popular theory holds that dominant leaders are supported by those who fear new situations and threats. However, new research from Aarhus BSS  at Aarhus Universit shows that support for dominant leaders is not born of fear, but of a wish to handle the country's problems by aggressive means. The research was recently published in the journal Political Psychology.Previous research has shown that some people are predisposed to perceive the world as a place characterised by conflict. But when crises strike - such as a terrorist attack or the present situation in the US where some people feel that their jobs are under threat from immigrants - the perception of conflict becomes more widespread. And when that happens, a significant part of the population comes to feel the need for a dominant leader.\"Our research indicates that supporting a dominant leader is a sign that you are prepared to solve conflicts by offensive rather than defensive means. Thus, it can be a cause for concern when dominant leaders emerge on the world stage. Behind the dominant leader stands a public who wants to escalate conflicts aggressively,\" explains Professor of Political Science Michael Bang Petersen, who is behind the new research together with Assistant Professor in Political Science Lasse Laustsen.Studies from a war zoneLaustsen and Petersen break new ground by studying the association between perceptions of conflict and choices of leader types in a real-world hot spot: the conflict over Crimea. When the Crimean conflict between Russia and Ukraine peaked during the spring of 2014, they seized the opportunity to study how real world conflicts affect citizens' support for dominant leaders - unlike previous studies, which have mainly been conducted in more controlled settings such as laboratory experiments.The researchers used a wide range of methods in the study - small economic games, among others - to measure the degree to which the participants perceived an aggressive strategy as beneficial in general. And the more people perceived aggressiveness as beneficial, the more they preferred the dominant leader.Additionally, the participants - 1000 Ukrainians and 1000 Poles serving as a control group - were asked if they had experienced anger or hatred during the past week, or if they had been afraid. The study showed that the more the Ukrainians residing in the conflict-ridden areas had experienced aggressive feelings such as hatred and anger during the past week, the more they preferred a dominant person as a leader.The perception of conflict and aggressive strategy correlate\"We see that those who have experienced anger and hatred choose a dominant leader if they reside in the actual area of conflict in Crimea, but not if they reside elsewhere in Ukraine. This shows how the interplay between the citizens' own perceptions and the specific context in which they find themselves create the preference for strong leaders,\" says Lasse Laustsen.Laustsen and Petersen's research shows that the association between choice of dominant leaders and conflict is clear:\"If you find yourself in a conflict, it is only if you are predisposed to react aggressively and escalate the conflict that you prefer dominant leaders. In all other cases, we do not see any increased support for dominance,\" Laustsen says.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/au-wpp032317.php", "region": "europe", "source_link": "http://bss.au.dk/en/about-aarhus-bss/news/show/artikel/when-people-prepare-for-conflict-dominant-leaders-take-the-stage/", "funder": "", "meeting": "", "institution": "Aarhus University", "keywords": ["Social/Behavioral Science", " Arts/Culture", " Behavior", " Political Science"], "journal": "Political Psychology", "description": "One popular theory holds that dominant leaders are supported by those who fear new situations and threats. However, new research from Aarhus BSS shows that support for dominant leaders is not born of fear, but of a wish to handle the country's problems by aggressive means. The research was recently published in the journal Political Psychology.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}