{"title": "New Stanford study calls for US solar policy reform", "text": "The rapidly expanding solar energy industry could meaningfully contribute to curbing climate change only if governments and the private sector approach it more economically and efficiently, according to a new Stanford study.Researchers from Stanford's Steyer-Taylor Center for Energy Policy and Finance encourage the United States to reconsider a wide variety of its solar energy policies in order to maximize the industry's long-term benefits to the global climate and to the U.S. economy. Their research is scheduled to be unveiled Tuesday during an event at the Brookings Institution.A key recommendation is that China, which is the major driver of the global solar industry, and the United States work more closely together with each country capitalizing on its particular strengths.\"The Chinese are not only leading the world in terms of the manufacturing of solar equipment, but they are also the largest deployer of solar energy,\" said Dan Reicher, a co-author of the report, The New Solar System, and executive director of the Steyer-Taylor Center, which is a joint research center involving Stanford Law School and the Stanford Graduate School of Business. \"And they are getting increasingly competitive in the research and development area, which the U.S. has historically been dominating. With a new federal administration and a new Congress, this is the time to be thinking about what we want the U.S. role in solar industry to look like five, 10 years from now.\"Solar power currently supplies only about 1 percent of global electricity, but the International Energy Agency predicts that solar photovoltaic technology -- panels that convert sunlight into electricity -- could grow to 16 percent by the middle of this century, and others predict even greater growth.The U.S. government should embrace a globalizing solar industry, continue to invest in the deployment -- as well as research and development -- of solar energy, and, above all, prioritize plans that reduce the cost of solar power, the researchers said.\"A lot of money is being thrown into solar energy right now,\" said Jeffrey Ball, the scholar-in-residence at the Steyer-Taylor Center and the report's lead author. \"We're trying to identify public policies and private financing mechanisms that would spend that money more economically and efficiently, scaling up clean energy for all.\"Research and development of solar technologies have been helped by significant funding from the U.S. government. The Stanford researchers recommend increasing U.S. spending on solar R&D and encouraging international research collaborations between China and the U.S. Such collaboration raises concerns, such as intellectual-property protection and national security, but cooperating intelligently is crucial to solar power's growth, they say.The researchers also suggested reforming a federal policy that requires those who accept U.S. federal funding for solar research and development to promise to manufacture the resulting technologies \"substantially\" in the U.S. Created in an effort to maximize U.S. solar-manufacturing jobs, the current policy may instead diminish the quality of the research ideas being funded by the federal government. The researchers argue that solar R&D has a greater long-term economic value to the U.S. than solar manufacturing.\"There is an array of decisions the U.S. government is in charge of making that will have serious implications for the future of the U.S. solar industry,\" said Reicher, who also serves as a non-resident senior fellow at the Brookings Institution. \"This is a good moment to consider them in serious depth.\"The researchers analyzed and described the current state of China's solar industry, debunking several myths that are prevalent in Western countries.\"China's solar industry and market is grossly misunderstood in the West,\" Ball said.For example, there is a perception that the global solar industry is centralizing in China and that its solar market is largely closed to foreign investment. However, the researchers found that China's dominant solar companies are, as they grow larger, increasingly tapping international capital and spreading their operations across the globe.In addition, the study found that top Chinese officials and corporate executives are eager to apply a range of more efficient financing mechanisms that have been used in the West to dramatically scale up solar deployment in China, already the world's largest solar market. This newfound interest on the part of Chinese leaders represents a potentially valuable opportunity for America and other countries in the West, according to the report.Another Western perception is that China doesn't innovate, but uses other countries' technological advances to bring down its manufacturing costs. While it's true that manufacturing processes have been China's strength, the country is intensifying its solar R&D efforts, according to the report. In addition, Chinese researchers are producing increasingly notable results in solar research.For example, Trina Solar, one of the world's largest solar manufacturers, recently became the first China-based firm to be recognized by the U.S. National Renewable Energy Laboratory as having achieved a world record in the efficiency of a laboratory-scale solar cell. Trina achieved that record for a multi-crystalline-silicon cell, the type of solar cell that dominates the global market.\"China has very ambitious targets for solar, and as a manufacturer and deployer of solar it already dwarfs the U.S.,\" Ball said. \"The goal for the United States should not be to beat China. It should be to play to U.S. comparative advantages - to craft policies to reduce the cost of solar power for the benefit of the world and, in the process, for the benefit of the U.S.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/su-nss032317.php", "region": "namerica", "source_link": "http://news.stanford.edu/2017/03/21/new-study-calls-u-s-solar-policy-reform/", "funder": "Department of Energy", "meeting": "", "institution": "Stanford University", "keywords": ["Energy/Fuel (non-petroleum)", " Earth Science", " Energy Sources", " Policy/Ethics", " Technology/Engineering/Computer Science", " Research/Development", " Climate Change", " Climate Change"], "journal": "", "description": "Stanford researchers suggest reforming US solar policies and encourage closer collaboration between the United States and China on solar energy in a new report.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}