{"title": "Lack of leisure: Is busyness the new status symbol?", "text": "Long gone are the days when a life of material excess and endless leisure time signified prestige. According to a new study in the Journal of Consumer Research, Americans increasingly perceive busy and overworked people as having high status.\"We examined how signaling busyness at work impacts perceptions of status in the eyes of others,\" write authors Silvia Bellezza (Columbia University), Neeru Paharia, and Anat Keinan (both Harvard University). \"We found that the more we believe that people have the opportunity for social affirmation based on hard work, the more we tend to think that people who skip leisure and work all the time are of higher standing.\"High-status Americans a generation ago might have boasted about their lives of leisure, but today they're more likely to engage in humblebrag, telling those around them how they \"have no life\" or desperately need a vacation. To explore this phenomenon, the authors conducted a series of studies, drawing participants mostly from Italy and the US. While busyness at work is associated with high status among Americans, the effect is reversed for Italians, who still view a leisurely life as representative of high status. Further, the authors found that the use of products and services showcasing one's busyness can also convey status. For instance, the online shopping and delivery grocery brand Peapod signals status just as much as expensive brands, such as Whole Foods, by virtue of its associations with timesaving and a busy lifestyle.\"We uncovered an alternative type of conspicuous consumption that operated by shifting the focus from the preciousness and scarcity of goods to the preciousness and scarcity of individuals,\" the authors conclude. \"People's social-mobility beliefs are psychologically driven by the perception that busy individuals possess desirable characteristics, leading them to be viewed as scarce and in demand.\"", "article_link": "http://dx.doi.org/10.1093/jcr/ucw076", "url": "http://www.eurekalert.org/pub_releases/2017-03/jocr-lol032217.php", "region": "namerica", "source_link": "http://www.ejcr.org/publicity/2017-March/March2017Release1.pdf", "funder": "", "meeting": "", "institution": "Journal of Consumer Research", "keywords": ["Business/Economics", " Personal", " Socioeconomics", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Perception/Awareness", " Socioeconomics", " Personal Business"], "journal": "Journal of Consumer Research", "description": "Long gone are the days when a life of material excess and endless leisure time signified prestige. According to a new study in the Journal of Consumer Research, Americans increasingly perceive busy and overworked people as having high status.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}