{"title": "Feeling out of control: Do consumers make practical purchases or luxury buys?", "text": "The common assumption about retail therapy is that it's all about indulging in things like pricey designer duds or the latest gadgets. But according to a new study in the Journal of Consumer Research, consumers are actually more likely to make practical purchases than splurge on luxury items when they feel less in control.\"Consumers who experience a loss of control are more likely to buy products that are more functional in nature, such as screwdrivers and dish detergent, because these are typically associated with problem solving, which may enhance people's sense of control,\" write authors Charlene Y. Chen (Nanyang Technological University), Leonard Lee (National University of Singapore), and Andy J. Yap (INSEAD).Consumers often find themselves in situations where they lack control over their environment and may try to restore their sense of control by exerting control in their own lives. The authors investigated whether consumers experiencing a loss of control would be more likely to buy certain types of products to assert control.In one study, participants asked to recall a situation in which they felt a high sense of control ended up buying more practical products at the supermarket, such as cooking ingredients and household cleaners, than those who were asked to recall when they felt a momentary loss of control. In follow-up studies involving sneakers, consumers were far more likely to favor function over form when they felt a loss of control.\"Consumers may actually purchase more functional items because they want to feel that they can do something to exert control over their lives,\" the authors conclude. \"Because of the more virtuous nature of such products, perhaps consumers who cope by buying them experience less post-shopping guilt or buyer's remorse.\"", "article_link": "http://dx.doi.org/10.1093/jcr/ucw068", "url": "http://www.eurekalert.org/pub_releases/2017-03/jocr-foo032217.php", "region": "namerica", "source_link": "http://www.ejcr.org/publicity/2017-March/March2017Release4.pdf", "funder": "", "meeting": "", "institution": "Journal of Consumer Research", "keywords": ["Business/Economics", " Personal", " Social/Behavioral Science", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety", " Personal Business"], "journal": "Journal of Consumer Research", "description": "The common assumption about retail therapy is that it's all about indulging in things like pricey designer duds or the latest gadgets. But according to a new study in the Journal of Consumer Research, consumers are actually more likely to make practical purchases than splurge on luxury items when they feel less in control.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}