{"title": "Fragile bones and weak muscles take center stage at IOF-ESCEO World Congress in Florence", "text": "Florence, Italy - March 23, 2017 Researchers and clinicians from all regions of the world will be gathering in Florence, Italy today for the opening of the World Congress on Osteoporosis, Osteoarthritis, and Musculoskeletal Diseases (WCO-IOF-ESCEO Florence 2017), which continues until March 26, 2017 at the Fortezza da Basso Congress center. As the largest scientific event devoted to musculoskeletal disorders, the annual Congress is hosted by the International Osteoporosis Foundation (IOF) and the European Society for Clinical and Economic Aspects of Osteoporosis, Osteoarthritis and Musculoskeletal Diseases (ESCEO).The more than 4000 international delegates expected include researchers, clinicians, and key opinion leaders across a range of specializations, including, among others, endocrinology, rheumatology, orthopaedics and gerontology. The IOF Worldwide Conference of Osteoporosis Patient Societies will be held in conjunction with the scientific Congress, drawing more than 100 patient society representatives to Florence. Professor Jean-Yves Reginster, Congress Co-chair and ESCEO President, commented: \"We're delighted to see the Congress move from strength to strength, as there has been yet another record breaking year in terms of abstract submissions and growth in the number of attendees from around the world. With more than 1430 abstracts submitted, our delegates will be able to view an abundance of exciting research presented in both oral and poster presentations.  As well as being a forum for new advances in osteoporosis and osteoarthritis, the Congress has a strong focus on frailty and sarcopenia, disorders which are a major cause of functional disability and falls leading to fractures. Given the ageing of the population, better knowledge of these conditions is urgently required and I am delighted that the Congress has become a key forum for this emerging research area.\"WCO-IOF-ESCEO 2017 has been chosen as the venue for the launch of the Integrated Care for Older People (ICOPE) Guidelines by the World Health Organization (WHO), in a dedicated session on March 24th. Dr John R. Beard (Director of the Department of Ageing and Life Course, WHO, Geneva) will Chair the session as well as present an opening keynote lecture on WHO's new approach to Healthy Ageing and its implications for research and clinical practice. A keynote lecture will also be held by the European Medicines Agency, with Dr Francesca Cerreta presenting on the baseline stratification of patients on the basis of frailty, and the CHMP pilot on geriatric assessment. Granted 15 European CME credits by the EACCME, the Congress will include 15 non-sponsored symposia, 10 plenary lectures, nine Meet-the-Expert sessions, seven topical symposia, nine industry-sponsored symposia, three educational lectures, two honorary lectures, and two poster viewing sessions. A complete programme overview is available at http://www.wco-iof-esceo.org/thursday-23IOF President John A. Kanis stated: \"I'd like to thank the Scientific Programme Committee, headed by René Rizzoli (ESCEO) and Cyrus Cooper (IOF), who have put together a diverse and relevant programme that will engage both clinicians seeking to advance their clinical knowledge and investigators eager to hear about new directions in research. It is gratifying to see that the Congress continues to build on its reputation as a key platform for the communication of new developments in clinical care and a forum of choice for the presentation of new research.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/iof-fba032117.php", "region": "europe", "source_link": "http://www.wco-iof-esceo.org", "funder": "", "meeting": "World Congress on Osteoporosis, Osteoarthritis, and Musculoskeletal Diseases", "institution": "International Osteoporosis Foundation", "keywords": ["Medicine/Health", " Endocrinology", " Gerontology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Gynecology", " Orthopedic Medicine", " Rehabilitation/Prosthetics/Plastic Surgery"], "journal": "", "description": "Researchers and clinicians from all regions of the world will be gathering in Florence, Italy today for the opening of the World Congress on Osteoporosis, Osteoarthritis, and Musculoskeletal Diseases (WCO-IOF-ESCEO Florence 2017), froml March 23-26, 2017 at the Fortezza da Basso Congress center. The annual Congress is hosted by the International Osteoporosis Foundation (IOF) and the European Society for Clinical and Economic Aspects of Osteoporosis, Osteoarthritis & Musculoskeletal Diseases (ESCEO).", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}