{"title": "Charitable giving: How do power and beliefs about equality impact donations?", "text": "Are powerful, well-to-do people more charitable? It depends. According to a new study in the Journal of Consumer Research, wealthier people are more likely to donate to charity if they endorse social inequality while less wealthy people are more likely to make donations if they endorse greater equality.\"Conventional wisdom may lead us to believe that individuals with greater control over their resources are more charitable, reflecting a greater capacity to give,\" write authors DaHee Han (McGill University), Ashok K. Lalwani, and Adam Duhachek (both Indiana University Bloomington). \"But we found that the effect of attitudes toward social equality on charitable giving is more nuanced and depends on the degree of power perceived by the individual.\"The authors examined a concept known as power distance belief (PDB)--individual acceptance and expectation of social hierarchy -- and its relationship with charitable giving and power, defined as the control one has over valued resources.Their research suggests that low-power consumers who endorse equality are more likely to donate because they are concerned about others. Fund-raising ads that ask the reader to \"help make the community a better place,\" for example, would resonate well with these consumers. Conversely, those with high social power are more concerned about themselves. Calls to action that work best on these consumers include those that emphasize benefits to the self (\"feel good by giving,\" for example). \"To better understand who is more charitable, charitable organizations should understand that giving depends not only on the individual's own psychological power within society, but also on individual beliefs toward societal hierarchy,\" the authors conclude. \"In doing so, these organizations can enhance the effectiveness of their marketing efforts, resulting in increased donation rates.\"", "article_link": "http://dx.doi.org/10.1093/jcr/ucw084", "url": "http://www.eurekalert.org/pub_releases/2017-03/jocr-cgh032217.php", "region": "namerica", "source_link": "http://www.ejcr.org/publicity/2017-March/March2017Release5.pdf", "funder": "", "meeting": "", "institution": "Journal of Consumer Research", "keywords": ["Grants/Funding", " Socioeconomics", " Policy/Ethics", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Socioeconomics", " Poverty/Wealth"], "journal": "Journal of Consumer Research", "description": "Are powerful, well-to-do people more charitable? It depends. According to a new study in the Journal of Consumer Research, wealthier people are more likely to donate to charity if they endorse social inequality while less wealthy people are more likely to make donations if they endorse greater equality.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}