{"title": "Paying for pain: What motivates tough mudders and other weekend warriors?", "text": "Why do people pay for experiences deliberately marketed as painful? According to a new study in the Journal of Consumer Research, consumers will pay big money for extraordinary--even painful--experiences to offset the physical malaise resulting from today's sedentary lifestyles.\"How do we explain that on the one hand consumers spend billions of dollars every year on analgesics and opioids, while exhausting and painful experiences such as obstacle races and ultra-marathons are gaining in popularity?\" asked authors Rebecca Scott (Cardiff University), Julien Cayla (Nanyang Technological University), and Bernard Cova (KEDGE Business School).Tough Mudder is a grueling adventure challenge involving about 25 military-style obstacles that participants--known as Mudders--must overcome in half a day. Among others, its events entail running through torrents of mud, plunging into freezing water, and crawling through 10,000 volts of electric wires. Injuries have included spinal damage, strokes, heart attacks, and even death.Through extensive interviews with Mudders, the authors learned that pain helps individuals deal with the reduced physicality of office life. Through sensory intensification, pain brings the body into sharp focus, allowing participants who spend much of their time sitting in front of computers to rediscover their corporeality.In addition, the authors write, pain facilitates escape and provides temporary relief from the burdens of self-awareness. Electric shocks and exposure to icy waters might be painful, but they also allow participants to escape the demands and anxieties of modern life.\"By leaving marks and wounds, painful experiences help us create the story of a fulfilled life spent exploring the limits of the body,\" the authors conclude. \"The proliferation of videos recording painful experiences such as Tough Mudder happens at least partly because a fulfilled life also means exploring the body in its various possibilities.\"", "article_link": "http://dx.doi.org/10.1093/jcr/ucw071", "url": "http://www.eurekalert.org/pub_releases/2017-03/jocr-pfp032217.php", "region": "namerica", "source_link": "http://www.ejcr.org/publicity/2017-March/March2017Release3.pdf", "funder": "", "meeting": "", "institution": "Journal of Consumer Research", "keywords": ["Business/Economics", " Personal", " Social/Behavioral Science", " Behavior", " Exercise", " Personality/Attitude", " Sports/Recreation", " Mental Health", " Perception/Awareness", " Personal Business"], "journal": "Journal of Consumer Research", "description": "Why do people pay for experiences deliberately marketed as painful? According to a new study in the Journal of Consumer Research, consumers will pay big money for extraordinary -- even painful -- experiences to offset the physical malaise resulting from today's sedentary lifestyles.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}