{"title": "Diametric brain circuits switch feeding and drinking behaviors on and off in mice", "text": "Stress eating is something many people are familiar with, but how the brain links positive reinforcement like food to emotional states like fear or anxiety is not well-understood. The wiring in the mouse brain, however, is now somewhat clearer. Two opposing pathways within the amygdala, an important memory center, act to promote and suppress appetitive behaviors and also drive responses to fear-inducing stimuli. The new research, published on March 22 in Neuron, builds on evidence that the amygdala regulates behaviors tied to negative and positive stimuli in a push-pull manner.Scientists in Susumu Tonegawa's lab at the RIKEN-MIT Center for Neural Circuit Genetics recently identified neurons in the amygdala. tied to positive and negative memories. Now, the group has reported an expanded mapping of the circuitry between the basolateral and central regions of the amygdala that also reveals how these limbic system projections are highly similar to cortico-striatal ones that promote and inhibit movement. Tonegawa explains, \"Our data suggest that the primary function of the CeA is for reward-related behaviors, rather than for fear-related behavior, as was believed in many previous studies.\"In this study, the previously reported 'negative' and 'positive' neurons of the basolateral amygdala were found to feed into three central amygdala zones. Using optogenetics, a method for manipulating genetically tagged cells with light, the researchers discovered that complex interactions between the seven genetically distinct types of neurons in the central amygdala could either promote or extinguish reward-seeking behavior in mice.The seven neuron types also had different patterns of activation in response to opposite appetitive and threatening stimuli, such as unlimited food versus food deprivation or footshocks versus no shocks. The previously described 'negative' and 'positive' neurons, identified by their expression of the genes Rpso2 and Ppp1r1b, were found to mediate pathways that suppress or promote appetitive behaviors, respectively. Neurons expressing the gene Prkcd emerged as essential for regulating defensive behaviors: separate groups of these neurons in the capsular and lateral nuclei of the central amygdala acted in opposition to inhibit or promote freezing in response to footshocks, for example. Another subtype, neurons expressing the gene Drd1 in the central amygdala, were critical for feeding and drinking behavior.The pathway from the basolateral to central amygdala that regulates appetitive behavior was found to have cellular-level similarities with a connection from cortex to the sub-cortical striatum. The latter projection has neurons that antagonistically promote or suppress movement, and the same genetic markers were found to be shared by neurons in the opposing amygdala circuits. This is further indication that different parts of the brain may be organized along common developmental principles. While the amygdala's involvement in fear and defense responses has been known, this study shows that appetitive behaviors are also driven by the same circuitry, demonstrating the antagonistic interactions between negative and positive emotions and rewards in the brain. ", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.02.034", "url": "http://www.eurekalert.org/pub_releases/2017-03/r-dbc032017.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "RIKEN", "keywords": ["Biology", " Molecular Biology", " Neurobiology", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Neuron", "description": "RIKEN-MIT scientists show that two opposing pathways within the amygdala, an important memory center, act to promote and suppress appetitive behaviors and also drive responses to fear-inducing stimuli.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}