{"title": "Endangered ibises benefit from joining egret flocks", "text": "Birds benefit from flocking together -- even when they're not of a feather. According to a new study in The Auk: Ornithological Advances, China's endangered Crested Ibises benefit from joining forces with other, more visually-oriented bird species while searching for food.Joining mixed-species flocks can reduce birds' risk of predation while boosting their foraging opportunities, but it can also expose them to competition and disease, and little research has been done on what this means for birds such as ibises that rely on their sense of touch to find food. Yuanxing Ye and Changqing Ding of the Beijing Forestry University and their colleagues studied the behavior of Crested Ibises foraging with and without Little Egrets in central China's Shaanxi Province, recording the birds' behavior with a digital video camera to determine whether they picked up on social cues from the other species. They found that ibises in mixed-species flocks became alert to threats sooner, suggesting they felt less at risk when mingling with the more visually-oriented egrets.Crested Ibises were once believed to be extinct in the wild, until seven birds were discovered in a remote area of China in 1981. Ye and his colleagues believe this new information about their foraging behavior could benefit ibis conservation. \"Developing habitat conditions that favor mixed-species flocks may reduce the perception of risk by ibises due to the early warning effects of egrets, particularly in habitats with high levels of predation or disturbance,\" according to Ye.\"Mixed-species flocks are a common occurrence in birds, but little is known about the costs and benefits of joining such groups when species differ in their foraging tactics,\" adds the University of Montreal's Guy Beauchamp, an expert on group living in birds. \"In this case, ibises benefitted from joining another more visually-oriented species in that they detected threats more quickly. This study shows how detailed behavioral observations can help us understand why species forage in groups and also join other species.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/aosp-eib031517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Ornithological Society Publications Office", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Zoology/Veterinary Science"], "journal": "The Auk: Ornithological Advances", "description": "Birds benefit from flocking together -- even when they're not of a feather. According to a new study in The Auk: Ornithological Advances, China's endangered crested ibises benefit from joining forces with other, more visually-oriented bird species while searching for food.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}