{"title": "Geoecology and the archaeological record in the Marias river canyon", "text": "Boulder, Colo., USA: The Marias River canyon geoecosystem and its associated archaeological resources provide an excellent example of the complex interplay among geology, plant ecology, ungulate niches, and human activities on the landscape during late Holocene time. Understanding landscape complexity from both a geologic and an ecologic perspective reveals the influences of individual elements and their interaction with one another. This new volume from The Geological Society of America reports the results of a multiyear, interdisciplinary investigation of the modern Marias River canyon in north-central Montana. This young, dynamic landscape is characterized by river downcutting, rapid hillslope erosion and mass movement, lateral river channel instability, sediment deposition, and human occupation. The book's authors combine geologic, ecologic, and archaeologic approaches to examining the ways that Late Precontact peoples depended on the animal (bison) and plant resources of a changing landscape with erosion and sediment transport as dominant surficial processes. The researchers emphasize connections between erosion and deposition, plant community distribution, large mammal niches, and native peoples' place in the Marias River canyon geoecosystem.James G. Schmitt, Montana State University, and his coauthors explain, \"We have developed a broader and richer perception of the structure, composition, and scale of the Marias River valley as a geographic and ecological manifestation by employing geoecologic and geoarchaeologic approaches. The Marias River valley offered ancient peoples a distinctive constellation of resources and opportunities that did not exist in the prairie uplands.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/gsoa-gat032217.php", "region": "namerica", "source_link": "http://www.geosociety.org/GSA/News/Releases/GSA/News/pr/2017/17-16.aspx", "funder": "", "meeting": "", "institution": "Geological Society of America", "keywords": ["Ecology/Environment", " Earth Science", " Geology/Soil", " Paleontology", " New World"], "journal": "", "description": "The Marias River canyon geoecosystem and its associated archaeological resources provide an excellent example of the complex interplay among geology, plant ecology, ungulate niches, and human activities on the landscape during late Holocene time. Understanding landscape complexity from both a geologic and an ecologic perspective reveals the influences of individual elements and their interaction with one another.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}