{"title": "Brain 'rewires' itself to enhance other senses in blind people", "text": "The brains of those who are born blind make new connections in the absence of visual information, resulting in enhanced, compensatory abilities such as a heightened sense of hearing, smell and touch, as well as cognitive functions (such as memory and language) according to a new study led by Massachusetts Eye and Ear researchers. The report, published online today in PLOS One, describes for the first time the combined structural, functional and anatomical changes in the brain evident in those born with blindness that are not present in normally sighted people. \"Our results demonstrate that the structural and functional neuroplastic brain changes occurring as a result of early ocular blindness may be more widespread than initially thought,\" said lead author Corinna M. Bauer, Ph.D., a scientist at Schepens Eye Research Institute of Mass. Eye and Ear and an instructor of ophthalmology at Harvard Medical School. \"We observed significant changes not only in the occipital cortex (where vision is processed), but also areas implicated in memory, language processing, and sensory motor functions.\"The researchers used MRI multimodal brain imaging techniques (specifically, diffusion-based and resting state imaging) to reveal these changes in a group of 12 subjects with early blindness (those born with or who have acquired profound blindness prior to the age of three), and they compared the scans to a group of 16 normally sighted subjects (all subjects were of the same age range). On the scans of those with early blindness, the team observed structural and functional connectivity changes, including evidence of enhanced connections, sending information back and forth between areas of the brain that they did not observe in the normally sighted group. These connections that appear to be unique in those with profound blindness suggest that the brain \"rewires\" itself in the absence of visual information to boost other senses. This is possible through the process of neuroplasticity, or the ability of our brains to naturally adapt to our experiences.The researchers hope that increased understanding of these connections will lead to more effective rehabilitation efforts that will enable blind individuals to better compensate for the absence of visual information.\"Even in the case of being profoundly blind, the brain rewires itself in a manner to use the information at its disposal so that it can interact with the environment in a more effective manner,\" said senior author Lotfi Merabet, O.D., Ph.D., director of the Laboratory for Visual Neuroplasticity at the Schepens Eye Research Institute of Mass. Eye and Ear and an associate professor of ophthalmology at Harvard Medical School. \"If the brain can rewire itself - perhaps through training and enhancing the use of other modalities like hearing, and touch and language tasks such as braille reading - there is tremendous potential for the brain to adapt.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0173064", "url": "http://www.eurekalert.org/pub_releases/2017-03/meae-bi031717.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/03/brain-rewires-senses-blind", "funder": "National Institutes of Health, Research to Prevent Blindness, Lions Clubs International Foundation", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Medicine/Health", " Neurobiology", " Ophthalmology", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons"], "journal": "PLOS ONE", "description": "The brains of those who are born blind make new connections in the absence of visual information, resulting in enhanced, compensatory abilities such as a heightened sense of hearing, smell and touch, as well as cognitive functions (such as memory and language) according to a new study led by Massachusetts Eye and Ear researchers.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}