{"title": "Intervention that engages youth on ethnic and racial identity can enhance positive development", "text": "Developing an ethnic-racial identity is an important task for young people growing up in the United States. A new study examined the Identity Project, a mental-health promotion intervention that engages youth in exploring and resolving issues around their ethnic and racial identities. It found that the program helps promote key developmental constructs that can enhance the positive development of youth from a range of backgrounds.\r\nThe study, conducted at Arizona State University, appears in the journal Child Development.\r\n\tYouth's ethnic-racial identities are informed by ethnic aspects of their ancestry and the racial groups to which they belong, as viewed in a social and historical context. Adolescents who do more to explore their ethnic-racial backgrounds and develop a clearer sense of what this aspect of identity means for their lives tend to adjust better, according to past research. These benefits have emerged with adolescents of various backgrounds, including Latino, African American, Asian American, Native American/American Indian, and European American youth. Because demographic projections suggest that White youth will not be a numerical ethnic-racial majority by 2020 and will make up only about a third of youth by 2060, ethnic-racial identity is important to consider among all youth.\r\n\tThe Identity Project was developed by Adriana J. Umaña-Taylor, professor of family and human development at Arizona State University, in collaboration with her postdoctoral fellow, Sara Douglass. It is a universal health-promotion program designed to provide adolescents with tools and strategies to explore their ethnic-racial backgrounds and develop a clearer understanding of what those backgrounds mean for their lives and how they can contribute to their self-concepts. The intervention is intended for all youth in middle adolescence, not targeted to youth who are at risk or have problematic behavior, and is for youth of any ethnic-racial background. Exploring and resolving ethnic-racial identity can lead adolescents to have a more cohesive and clear sense of their general identity, which can promote positive outcomes such as higher self-esteem, better mental health, and better adjustment academically.\r\n\tThis small-scale efficacy trial sought to determine whether the Identity Project intervention would boost adolescents' exploration and resolution of ethnic-racial identity. The study involved an ethnically and racially diverse group of 218 ninth graders from eight classrooms in a public high school in the Southwest United States who were randomly assigned to be part of the intervention or a control group; the students were also socioeconomically diverse. Students in the intervention classrooms received the Identity Project curriculum, which helps students understand and discuss their own ethnic-racial heritage, addresses within-group versus between-group differences, clarifies misconceptions about identifying with groups, and provides tools to explore their backgrounds. Students in the control group received a curriculum that exposed them to training and education options after high school. The intervention ran for 10 weeks.\r\n\tWhen the study began, researchers saw no significant differences between adolescents in either group on their exploration or resolution of ethnic identity. Twelve weeks later, researchers surveyed youth and found that those in the intervention classrooms had increased their exploration of ethnic-racial identity significantly, while their counterparts in the control classrooms had not. These increases in exploration among the first group predicted a significantly higher likelihood that the adolescents would clarify issues related to their ethnic identity 18 weeks after the first survey; youth in the control group did not do so.\r\n\"The identity work that takes place during adolescence can set individuals on a positive developmental trajectory that can have long-term implications for their psychosocial adjustment into young adulthood,\" notes Umaña-Taylor, who led the study. \"Exploring one's identity during adolescence may provide a foundation for better long-term adjustment as a function of increased self-reflection and understanding of how one fits into the world.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/sfri-ite031417.php", "region": "namerica", "source_link": null, "funder": "Latino Resilience Enterprise in the T. Denny Sanford School of Social and Family Dynamics at Arizona State University", "meeting": "Society for Research in Child Development (SRCD) 2017 Biennial Meeting", "institution": "Society for Research in Child Development", "keywords": ["K-12", " Social/Behavioral Science", " Minorities", " History", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Child Development", "description": "Developing an ethnic-racial identity is an important task for young people growing up in the United States. A new study examined the Identity Project, a mental-health promotion intervention that engages youth in exploring and resolving issues around their ethnic and racial identities. It found that the program helps promote key developmental constructs that can enhance the positive development of youth from a range of backgrounds.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}