{"title": "Optical tool monitors brain's circulatory response to pain", "text": "BELLINGHAM, Washington, USA, and CARDIFF, UK -- Functional near-infrared spectroscopy (fNIRS), an optical imaging tool for monitoring of regional blood flow and tissue oxygenation, is being explored as a way to track the brain's response to acute pain in adults and infants.In \"Functional near-infrared spectroscopy study on tonic pain activation by cold pressor test,\" published today in the journal Neurophotonics, by SPIE, the international society for optics and photonics, researchers from Drexel University describe their work in identifying the relationship between pain threshold and tolerance, and the associated hemodynamic response in the cerebral cortex.The authors -- Zeinab Barati, Issa Zakeri, and Kambiz Pourrezaei -- report on using cold pressor tests (CPT) at various temperatures to assess whether the perception of pain is proportional to the evoked hemodynamic response at a given water temperature. Hemodynamic response is the response of the circulatory system to stimuli such as exercise or emotional stress. The fNIRS technique may have several advantages over other hemodynamic-based imaging techniques, including its portability and noninvasiveness. It also requires no ionizing radiation or drug injection, and it can withstand a certain amount of motion, which is desirable for patients such as infants, small children, and elders with involuntary movement disorders.\"This is one of a few recent studies demonstrating that fNIRS can afford noninvasive, objective measures of cortical responses at the prefrontal region to noxious pain resulting from either cold or hot thermal stimulations,\" said Hanli Liu, professor of bioengineering at the University of Texas at Arlington. \"Interestingly, this is the first scientific report on gender difference in hemodynamic responses to noxious cold stimuli seen in the prefrontal cortical region, although no gender difference was found in pain threshold, tolerance, or scores. It sheds light on hidden differences in biological variables in the human brain.\"Applications of the technique could include pre- and postoperative uses, study of spontaneous pain under natural conditions, examination of patients who cannot remain motionless in a magnet or positron emission tomography (PET) scanner, assessment of patients under sedation or who may have reduced perception of pain, and study of conditions affecting pain tolerance, such as drug abuse, smoking, and alcohol use. Advanced brain imaging methods such as PET and functional magnetic resonance imaging (fMRI) have revealed the activation of brain regions during physical or psychological experiences of pain. Previous studies have found a relationship between the intensity of perceived pain and the neuronal activation in several cortical areas. ", "article_link": "http://dx.doi.org/10.1117/1.NPh.4.1.015004", "url": "http://www.eurekalert.org/pub_releases/2017-03/ssfo-otm032117.php", "region": "namerica", "source_link": "http://spie.org/x125933.xml", "funder": "", "meeting": "", "institution": "SPIE--International Society for Optics and Photonics", "keywords": ["Biotechnology", " Biomechanics/Biophysics", " Neurochemistry", " Optics", " Medicine/Health", " Addiction", " Neurobiology", " Neurochemistry", " Pain"], "journal": "Neurophotonics", "description": "A study reported today in the journal Neurophotonics demonstrates that an optical imaging tool used to monitor regional blood flow and tissue oxygenation may be used to track the brain's response to acute pain in infants, children, and adults. The journal is published by SPIE, the international society for optics and photonics.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}