{"title": "Deep brain stimulation provides long-term relief from severe depressions", "text": "Treatment with deep brain stimulation can provide lasting relief to patients suffering from previously non-treatable, severe forms of depression several years into the therapy or even eliminate symptoms entirely. This is the finding of the first long-term study on this form of therapy, conducted by scientists at the Medical Center - University of Freiburg. Seven of the eight patients receiving continuous stimulation in the study showed lasting improvements in their symptoms up to the last observation point four years into treatment. The therapy remained equally effective over the entire period. The scientists prevented minor side-effects from appearing by adjusting the stimulation. The study was published in the journal Brain Stimulation on 1 March 2017. \r\n\"Most of the patients respond to the therapy. The remarkable thing is that the effect is also lasting. Other forms of therapy often lose their effectiveness in the course of time. This makes deep brain stimulation a highly promising approach for people with previously non-treatable depression,\" says principal investigator Prof. Dr. Thomas Schläpfer, head of the Interventional Biological Psychiatry Unit at the Department of Psychiatry and Psychotherapy of the Medical Center - University of Freiburg. Deep brain stimulation is a method based on mild electric impulses that can be used to influence selected brain regions with great precision. \r\nStimulation Takes Effect from the First Month On \nThe eight test subjects had suffered continuously for three to eleven years from a severe depression that responded neither to drugs nor to psychotherapy or treatments like electroconvulsive therapy. The doctors implanted razor-thin electrodes and stimulated a brain region that is involved in the perception of pleasure and is thus also important for motivation and quality of life. The doctors evaluated the effect of the therapy each month with the help of the established Montgomery-Asberg Rating Scale (MARDS). The patients' average MARDS score fell from 30 points to 12 points already in the first month and even dropped slightly further by the end of the study. Four patients achieved a MARDS score of less then 10 points, the threshold for diagnosis of depression. \r\nSome of the patients suffered briefly from blurred or double vision. \"We managed to alleviate the side effects by reducing the intensity of the stimulation, without diminishing the antidepressant effect of the therapy,\" says Prof. Dr. Volker A. Coenen, head of the Stereotactic and Functional Neurosurgery Unit at the Department of Neurosurgery of the Medical Center - University of Freiburg. The doctors did not observe personality changes, thought disorders, or other side effects in any of the patients. \r\nLarger Follow-Up Study Aims at Registration of Therapy in Europe\r\nIf a further five-year study with 50 patients currently underway at the Medical Center - University of Freiburg confirms the effectiveness and safety of the therapy, Prof. Coenen sees the possibility of registering the therapy in Europe. This would allow the therapy to be used outside of studies: \"In a few years, deep brain stimulation of this kind could be an effective treatment option for patients with severe depressions,\" says Prof. Coenen.", "article_link": "http://dx.doi.org/10.1016/j.brs.2017.01.581", "url": "http://www.eurekalert.org/pub_releases/2017-03/uof-dbs032017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Freiburg", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Brain Stimulation", "description": "Doctors at the Medical Center -- University of Freiburg produce the first evidence of the method's lasting effectiveness in a four-year study. The method could serve in the future as an optional therapy for critically ill patients.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}