{"title": "A new tool to predict the potential  public health benefit of e-cigarettes", "text": "A new study predicts that when e-cigarettes are available as alternative to cigarettes, by 2050 the 32% of smokers in the UK that otherwise would have continued smoking would have completely switched to e-cigarettes.'Our results show an overall beneficial effect of e-cigarettes on a population, reducing smoking prevalence and smoking-related deaths,' says Dr James Murphy, Head of Reduced Risk Substantiation at British American Tobacco.The results are published today in Regulatory Toxicology and Pharmacology (doi: 10.1016/j.yrtph.2017.03.012)These results support the results of a study in 2016 by  the Cochrane Review, which concluded that e-cigarettes can help people stop smoking. Scientists at BAT have developed a predictive model looking at a number of possible scenarios over a 50-year period between 2000 and 2050: There is a baseline scenario in which e-cigarettes are not on the market and a counterfactual scenario, a predicted situation, based on the current trends in which both cigarettes and e-cigarettes are available to consumers. 'This modelling approach is an informative way of assessing population health effects when epidemiological data are not available,' says Murphy.  This model takes account of the way consumers use products and utilises the past to predict what might happen in the future. In 2000, smoking prevalence was 27%, and by 2010 it was 20.3%.  This model predicts that when e-cigarettes are not available, this would fall to 12.4% of the overall population. This number falls to 9.7% (including dual users) when e-cigarettes are available. And the proportion of all deaths due to smoking-related diseases falls from 8.4% and 8.1%, respectively.'Our model shows that when e-cigarettes are available, the effect of 'normalisation', through for example, the visibility and familiarisation of e-cigarettes versus the 'de-normalisation' of cigarettes, means that fewer people start smoking and there is a higher rate of successful quit attempts--smokers quit earlier and, although many still relapse, there are significantly more former smokers,' explains Murphy.Our model takes into account all types of consumers, including current smokers, non-smokers, former smokers, e-cigarette users, and dual users. Behaviours, like starting, switching, becoming a dual user, and quitting are represented through a feedback system, as is the potential effect of smoking normalisation on starting and cessation rates. Factors such as consumer age, gender, and aging are factored in, while time since quitting or relapsing is also considered.Population benefits were seen even though the model is considered conservative: For instance, it ascribes no lowering of risk to consumers using both cigarettes and e-cigarettes, even though dual users are likely to smoke fewer tobacco cigarettes than they otherwise would; and it assumes that any potential health benefit from quitting cigarettes was lost on relapsing.Future models may also study the use of additional products, such as tobacco-heating products and snus; characterise the UK population by ethnicity, social economic status, and education level; and factor in affordability, smoking bans, health campaigns/risk perception or packaging regulations, say the researchers.\r\nMany in the public health community believe e-cigarettes offer great potential for reducing the public health impact of smoking.  Public Health England, an executive body of the UK Department of Health, recently published a report saying that the current expert estimate is that using e-cigarettes is around 95% safer than smoking cigarettes.  The Royal College of Physicians have said that the public can be reassured that e-cigarettes are much safer than smoking and that they should be widely promoted as an alternative to cigarettes. In 2012 draft guidance for companies wishing to introduce a new novel tobacco product to the US market place, the Food and Drug Administration encouraged the development and use of predictive modelling for assessing the effect of this product introduction.\r\n", "article_link": "http://dx.doi.org/10.1016/j.yrtph.2017.03.012", "url": "http://www.eurekalert.org/pub_releases/2017-03/raba-an031717.php", "region": "europe", "source_link": null, "funder": "British American Tobacco", "meeting": "", "institution": "R&D at British American Tobacco", "keywords": ["Medicine/Health", " Addiction", " Smoking/Tobacco"], "journal": "Regulatory Pharmacology and Toxicology", "description": "A new study predicts that when e-cigarettes are available as alternative to cigarettes, by 2050 the 32 percent of smokers in the UK that otherwise would have continued smoking would have completely switched to e-cigarettes.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}