{"institution": "Cell Press", "title": "Mice on ketogenic diets live longer and healthier in old age", "url": "http://www.eurekalert.org/pub_releases/2017-09/cp-mok083017.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Cell Metabolism", "source_link": null, "text": "So-called \"keto\" diets have been gaining public attention for an array of weight loss and health benefit claims. But scientists are still uncovering what exactly happens in ketosis, when carbohydrate intake is so low that the body shifts to producing ketones to help fuel organs.Two independent mouse studies provide evidence that a ketogenic diet improves memory in older animals, as well as the chances that an animal lives to old age. The findings, published September 5 in the journal Cell Metabolism, raise hopes that ketogenic diets can improve both longevity and health span, or the time someone lives in good health, but further testing in humans is needed. \"The fact that we had such an effect on memory and preservation of brain function is really exciting,\" says Eric Verdin (@EricVerdin), President and CEO of the Buck Institute for Research on Aging  and senior author of one of the papers (Newman et al.). \"The older mice on the ketogenic diet had a better memory than the younger mice. That's really remarkable.\" Mice in both studies were fed one of three diets starting in mid-life: a ketogenic diet, a control diet, or a low-carb, high-fat diet. The researchers tested the mice at various ages in tasks such as mazes, balance beams, and running wheels. Further testing checked for heart function and gene regulation changes through RNA sequencing analysis, which revealed that the diets influenced insulin signaling and gene expression patterns typically found in fasting.\"The conclusion we draw out of this is that it's a robust effect,\" said Verdin. \"The two studies reinforce each other, because they both show the same global effect on healthspan.\" While both studies showed improvements in mid-life lifespan and memory tests, one study also found that a ketogenic diet preserved physical fitness, such as grip strength, in old age. \"The magnitude of the changes surprised me,\" said Jon Ramsey, PhD, a professor at the University of California Davis and a senior author on the second paper (Roberts et al.), which found the improved physical strength in mice. \"We've had the hypothesis that the shift in metabolism induced by a ketogenic diet would have beneficial effects on aging, but I was impressed by the changes we observed.\"The ketogenic diet owes its origins to fasting. People have long recognized that the practice of fasting had the effect of reducing seizures. Starting in the 1920s, doctors found they could mimic the benefits of fasting for epilepsy patients by cutting out carbs, thereby creating a ketogenic diet. When carbohydrate intake is low enough, the liver will produce ketone bodies to provide energy for organs, especially the brain. Both fasting and exercise can kick off this process of ketosis. For a diet to produce ketosis, it must be extremely low carb, or no carb. Both recent studies used diets in which fat made up 89%-90% of total calorie intake. \"When you do a ketogenic diet, you are essentially reorganizing all of metabolism,\" said Verdin. This shock to the system can come with health risks. For example, mice allowed to eat a ketogenic diet at will eventually become obese. To prevent this, Verdin and colleagues alternated between a ketogenic diet and a regular diet. Ramsey and colleagues limited the calories given to mice on ketogenic diets to maintain their weight. The difference in approach may explain why mice in one study, but not the other, retained physical capabilities in old age. \"If we have a better idea of the mechanisms by which the ketogenic diet works, it would open a path to develop less-restrictive interventions,\" said Ramsey.In December 2012, Verdin and colleagues published a paper in the journal Science  (doi: 10.1126/science.1227166) that showed that the ketone body β-hydroxybutyrate (BHB) not only functioned as fuel, but also produced cell signaling. BHB cell signaling could induce a state in an animal that made it resistant to oxidative stress, which is one of the pathways of aging. Verdin and his colleagues are now exploring a molecule that can be used as a precursor to BHB to see if simply taking the molecule as a supplement can induce the same benefits of a ketogenic diet. \"The ketogenic diet is a complicated, drastic diet to follow; can we reduce all of this beneficial effect to one molecule?\" said Verdin. Researchers don't yet know, but this type of research will help further understanding of what is, or isn't, driving the health and aging benefits of the ketogenic diet. ", "keywords": ["Biology", " Nutrition/Nutrients", " Diet/Body Weight", " Aging", " Metabolism/Metabolic Diseases"], "description": "Two independent mouse studies provide evidence that a ketogenic diet improves memory in older animals, as well as the chances that an animal lives to old age. The findings, published September 5 in the journal Cell Metabolism, raise hopes that ketogenic diets can improve both longevity and health span, or the time someone lives in good health, but further testing in humans is needed.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}