{"institution": "University of Nevada, Reno", "title": "Split-brain fruit fly research gives new insight into autism", "url": "http://www.eurekalert.org/pub_releases/2017-09/uonr-sff090517.php", "article_link": null, "region": "namerica", "funder": "National Institute of Neurological Disorders and Stroke", "meeting": "", "journal": "PLOS Genetics", "source_link": null, "text": "A better understanding of the cause of autism may come from an unlikely source, neurological studies of the fruit fly. Neuroscientists working in the biology department at the University of Nevada, Reno have identified a new genetic mechanism they believe is responsible for disruption of the brain pathways connecting the left and right hemispheres of the brain; which has separately been linked to autism.\"This is an exciting find,\" Thomas Kidd, associate professor in the University's biology department, said. \"In the one striking mutant, called commissureless or comm, there are almost no connections between the two sides of the fruit fly's nervous system.\"The fruit fly nervous system research was conducted in Kidd's lab over several years. Fruit flies have brains and nerve cords that form using molecules surprisingly similar to those in human brains and spinal cords. The study, published in the scientific journal PLOS Genetics, shows that the human gene, called PRRG4, functions the same way as the fruit fly Comm at the molecular level, regulating which signals neurons can respond to in their environment. \"The Comm gene was thought to be unique to insects but our work shows that it is not,\" Elizabeth Justice, lead author of the PLOS Genetics article and a former postdoctoral neuroscience researcher in Kidd's lab, said.Comm is required for nerve fiber guidance and synapse formation in the fly, so PRRG4 could contribute to the autistic symptoms of WAGR by disturbing either of these processes in the developing human brain.\"PRRG4 appears very likely to control how nerve fibers link the two sides of the nervous system in humans, and this is being actively tested,\" Sarah Barnum, a former undergraduate researcher in the Kidd lab who worked on the project, said.The fruit fly has no left-right connections when two copies of the gene are missing. In humans there is a condition called WAGR syndrome in which a group of genes are missing on one chromosome. When the gene Kidd's team is interested in, the PRRG4 gene, is missing, autistic symptoms are observed. \"The function of the gene was obscure but we now show that it can regulate whether key proteins make it to the cell surface when neuronal wiring is navigating,\" Kidd said. \"This would tie it to our colleague Jeff Hutsler's work that indicates autistic changes start in utero.\"Jeffrey Hutsler, in the department of Psychology, and the Cognitive and Brain Sciences Program and also in the University's neuroscience program, is an expert on autism and split-brain patients. Bridges in the brain Split brain patients have the connections between the left and right brain hemispheres severed, usually to relieve epilepsy symptoms. The disrupted structure is called the corpus callosum, a bridge consisting of millions of nerve fibers that allows constant exchange of information between the two sides of the brain. The corpus callosum forms during pregnancy and subtle disruptions to the structure are associated with developing autism. Hutsler, who was not involved in the study, is also very excited by the work. \"We know that brain wiring is altered in autism spectrum disorders and our own work has found similarities in the way visual information is integrated between the two brain hemispheres of split-brain patients and autistic individuals,\" Hutsler said. \"It is therefore very plausible that PRRG4 will be found to play a part in the altered formation of the corpus callosum in individuals with autism.\"The journal which published the study, PLOS Genetics, commissioned a perspective on the article because of its significance.", "keywords": ["Biology", " Genetics", " Microbiology", " Neurobiology"], "description": "Neuroscientists working in the biology department at the University of Nevada, Reno have identified a new genetic mechanism in fruit flies they believe is responsible for disruption of the brain pathways connecting the left and right hemispheres of the brain; which has separately been linked to autism.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}