{"institution": "Washington University School of Medicine", "title": "Zika virus kills brain cancer stem cells", "url": "http://www.eurekalert.org/pub_releases/2017-09/wuso-zvk083117.php", "article_link": null, "region": "namerica", "funder": "National Institutes of Health, Pardee Foundation, Concern Foundation, Cancer Research Foundation, McDonnell Center for Cellular and Molecular Neurobiology of Washington University", "meeting": "", "journal": "The Journal of Experimental Medicine", "source_link": null, "text": "While Zika virus causes devastating damage to the brains of developing fetuses, it one day may be an effective treatment for glioblastoma, a deadly form of brain cancer. New research from Washington University School of Medicine in St. Louis and the University of California San Diego School of Medicine shows that the virus kills brain cancer stem cells, the kind of cells most resistant to standard treatments.The findings suggest that the lethal power of the virus - known for infecting and killing cells in the brains of fetuses, causing babies to be born with tiny, misshapen heads - could be directed at malignant cells in the brain. Doing so potentially could improve people's chances against a brain cancer - glioblastoma - that is most often fatal within a year of diagnosis.\"We showed that Zika virus can kill the kind of glioblastoma cells that tend to be resistant to current treatments and lead to death,\" said Michael S. Diamond, MD, PhD, the Herbert S. Gasser Professor of Medicine at Washington University School of Medicine and the study's co-senior author.The findings are published Sept. 5 in The Journal of Experimental Medicine.Each year in the United States, about 12,000 people are diagnosed with glioblastoma, the most common form of brain cancer. Among them is U.S. Sen. John McCain, who announced his diagnosis in July.The standard treatment is aggressive - surgery, followed by chemotherapy and radiation - yet most tumors recur within six months. A small population of cells, known as glioblastoma stem cells, often survives the onslaught and continues to divide, producing new tumor cells to replace the ones killed by the cancer drugs.In their neurological origins and near-limitless ability to create new cells, glioblastoma stem cells reminded postdoctoral researcher Zhe Zhu, PhD, of neuroprogenitor cells, which generate cells for the growing brain. Zika virus specifically targets and kills neuroprogenitor cells.In collaboration with co-senior authors Diamond and Milan G. Chheda, MD, of Washington University School of Medicine, and Jeremy N. Rich, MD, of UC San Diego, Zhu tested whether the virus could kill stem cells in glioblastomas removed from patients at diagnosis. They infected tumors with one of two strains of Zika virus. Both strains spread through the tumors, infecting and killing the cancer stem cells while largely avoiding other tumor cells.The findings suggest that Zika infection and chemotherapy-radiation treatment have complementary effects. The standard treatment kills the bulk of the tumor cells but often leaves the stem cells intact to regenerate the tumor. Zika virus attacks the stem cells but bypasses the greater part of the tumor.\"We see Zika one day being used in combination with current therapies to eradicate the whole tumor,\" said Chheda, an assistant professor of medicine and of neurology.To find out whether the virus could help treat cancer in a living animal, the researchers injected either Zika virus or saltwater (a placebo) directly into the brain tumors of 18 and 15 mice, respectively. Tumors were significantly smaller in the Zika-treated mice two weeks after injection, and those mice survived significantly longer than the ones given saltwater.If Zika were used in people, it would have to be injected into the brain, most likely during surgery to remove the primary tumor. If introduced through another part of the body, the person's immune system would sweep it away before it could reach the brain.The idea of injecting a virus notorious for causing brain damage into people's brains seems alarming, but Zika may be safer for use in adults because its primary targets - neuroprogenitor cells - are rare in the adult brain. The fetal brain, on the other hand, is loaded with such cells, which is part of the reason why Zika infection before birth produces widespread and severe brain damage, while natural infection in adulthood causes mild symptoms.The researchers conducted additional studies of the virus using brain tissue from epilepsy patients and showed that the virus does not infect noncancerous brain cells.As an additional safety feature, the researchers introduced two mutations that weakened the virus's ability to combat the cell's defenses against infection, reasoning that the mutated virus still would be able to grow in tumor cells - which have a poor antiviral defense system - but would be eliminated quickly in healthy cells with a robust antiviral response.When they tested the mutant viral strain and the original parental strain in glioblastoma stem cells, they found that the original strain was more potent, but that the mutant strain also succeeded in killing the cancerous cells.\"We're going to introduce additional mutations to sensitize the virus even more to the innate immune response and prevent the infection from spreading,\" said Diamond, who also is a professor of molecular microbiology, and of pathology and immunology. \"Once we add a few more changes, I think it's going to be impossible for the virus to overcome them and cause disease.\"\r\n", "keywords": ["Virology", " Medicine/Health", " Cancer", " Infectious/Emerging Diseases"], "description": "While Zika virus causes devastating damage to the brains of developing fetuses, it one day may be an effective treatment for glioblastoma, a deadly form of brain cancer. New research from Washington University School of Medicine in St. Louis and the University of California San Diego School of Medicine shows that the virus kills brain cancer stem cells, the kind of cancer cells most resistant to standard treatments.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}