{"institution": "Society for Neuroscience", "title": "Epileptic brain activity in widely used lab mice", "url": "http://www.eurekalert.org/pub_releases/2017-09/sfn-eba082917.php", "article_link": "http://dx.doi.org/10.1523/ENEURO.0207-17.2017", "region": "namerica", "funder": "Human Frontier Science Program, European Molecular Biology Organization, Wellcome Trust, Biotechnology andBiological Sciences Research Council, European Research Council, New Jersey Commission on Brain Injury Research, and others", "meeting": "", "journal": "eNeuro", "source_link": null, "text": "Multiple laboratories have observed unusual neural activity resembling epilepsy in some lines of genetically modified mice widely used in neuroscience research. Reporting their findings in eNeuro, the authors caution that this activity is easy to miss and presents potential challenges for using these animals to study the healthy brain.Calcium imaging is a common technique for measuring the activity of single neurons. Various mouse lines have been developed to express proteins that can be used to visualize changes in concentrations of calcium, which increase when neurons become active.Nicholas Steinmetz and colleagues found that some mice expressing the genetically-encoded calcium sensor GCaMP6 display brief bursts of electrical activity, commonly observed in epileptic patients and animal models. Using a drug to suppress expression of GCaMP6 until the mice were 7-weeks-old prevented these events, suggesting that expression of this sensor during development may give rise to the activity they observe. The authors note that, apart from rare seizures, the mice's behavior is not affected in obvious ways and this activity is not observed in the commonly studied visual cortex, which can make it difficult to detect. They advise other researchers to confirm observations in these mice with multiple techniques and describe alternative mouse lines that may be used instead.", "keywords": ["Biology", " Cell Biology", " Neurobiology"], "description": "Multiple laboratories have observed unusual neural activity resembling epilepsy in some lines of genetically modified mice widely used in neuroscience research. Reporting their findings in eNeuro, the authors caution that this activity is easy to miss and presents potential challenges for using these animals to study the healthy brain.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}