{"title": "Changes in brain regions may explain why some prefer order and certainty | EurekAlert! Science News", "year": "Thu, 06 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "ucla", "study", "identified", "changes", "brain", "regions", "may", "hold", "key", "people", "prefer", "order", "organization", "others", "view", "people", "prefer", "stable", "predictable", "lives", "others", "prefer", "frequent", "changes", "people", "make", "rational", "decisions", "others", "impulsive", "reckless", "ones", "ucla", "behavioral", "neuroscientists", "identified", "changes", "two", "brain", "regions", "may", "hold", "answers", "research", "reported", "alicia", "izquierdo", "ucla", "associate", "professor", "psychology", "member", "ucla", "brain", "research", "institute", "psychology", "graduate", "student", "alexandra", "stolyarova", "published", "today", "online", "science", "journal", "new", "experiments", "involved", "studying", "orbitofrontal", "cortex", "basolateral", "amygdala", "brain", "regions", "assessed", "ability", "rats", "work", "rewards", "stable", "variable", "conditions", "rats", "earned", "sugar", "pellets", "choosing", "two", "images", "displayed", "side", "side", "animals", "made", "selections", "using", "noses", "touch", "screen", "size", "ipad", "rat", "touched", "one", "image", "received", "sugar", "pellet", "predictable", "time", "generally", "10", "seconds", "later", "rat", "touched", "image", "received", "sugar", "pellet", "time", "varied", "riskier", "option", "rats", "might", "wait", "little", "five", "seconds", "long", "15", "seconds", "rats", "month", "time", "long", "45", "minutes", "researchers", "discovered", "rats", "learned", "task", "able", "detect", "fluctuations", "wait", "times", "rats", "experienced", "variation", "wait", "times", "reward", "amount", "brain", "protein", "gephyrin", "basolateral", "amygdala", "region", "doubled", "izquierdo", "stolyarova", "trials", "researchers", "made", "one", "option", "better", "shorter", "wait", "time", "rats", "able", "learn", "pattern", "make", "better", "choice", "showed", "evidence", "learning", "first", "day", "better", "second", "day", "subsequent", "days", "group", "rats", "without", "functional", "basolateral", "amygdala", "rats", "learned", "slowly", "changes", "caught", "two", "days", "without", "functional", "orbitofrontal", "cortex", "however", "learn", "instead", "treated", "experience", "reset", "button", "researchers", "report", "rats", "record", "full", "range", "possible", "outcomes", "important", "role", "orbitofrontal", "cortex", "surprised", "izquierdo", "said", "evidence", "basolateral", "amygdala", "would", "important", "conditions", "uncertainty", "much", "orbitofrontal", "izquierdo", "first", "scientists", "link", "gephyrin", "levels", "experience", "reward", "report", "rats", "experienced", "risk", "brain", "protein", "glun1", "also", "increased", "significantly", "basolateral", "amygdala", "think", "experience", "uncertainty", "making", "changes", "occur", "brain", "regions", "izquierdo", "rats", "chose", "risky", "option", "often", "exception", "rats", "without", "functional", "basolateral", "amygdala", "animals", "stayed", "throughout", "orbitofrontal", "cortex", "basolateral", "amygdala", "share", "anatomical", "connections", "regions", "involved", "earlier", "research", "shown", "new", "research", "indicates", "especially", "changing", "uncertain", "brain", "regions", "brain", "proteins", "may", "help", "explain", "person", "preference", "uncertain", "outcomes", "izquierdo", "said", "humans", "individual", "differences", "orbitofrontal", "cortex", "basolateral", "amygdala", "function", "expression", "proteins", "example", "variations", "gephyrin", "gene", "linked", "autism", "feature", "disorder", "strong", "preference", "order", "future", "izquierdo", "said", "precision", "medicine", "may", "able", "target", "brain", "region", "treat", "disorder", "including", "behavioral", "addictions", "disorder", "also", "strong", "preference", "order", "certainty", "future", "research", "may", "answer", "whether", "brain", "changes", "occur", "disorder", "well"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--cib070617.php", "date": "2018-01-19_21:13:35", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A UCLA study has identified changes in brain regions that may hold a key to why some people prefer order and organization and others do not.\n       view more Why do some people prefer stable, predictable lives while others prefer frequent changes? Why do some people make rational decisions and others, impulsive and reckless ones? UCLA behavioral neuroscientists have identified changes in two brain regions that may hold answers to these questions.The research -- reported by Alicia Izquierdo, UCLA associate professor of psychology and a member of UCLA's Brain Research Institute, and her psychology graduate student, Alexandra Stolyarova -- is published today in the open-access online science journal eLife.The new experiments, which involved studying the orbitofrontal cortex and basolateral amygdala brain regions, assessed the ability of rats to work for rewards under both stable and variable conditions. Rats earned sugar pellets after choosing between two images displayed side by side. The animals made their selections by using their noses to touch a screen the size of an iPad. When a rat touched one image, it received a sugar pellet at a predictable time -- generally 10 seconds later. When the rat touched the other image, it received a sugar pellet at a time that varied. This was the riskier option as the rats might have to wait as little as five seconds or as long as 15 seconds. The rats did this for a month at a time, as long as 45 minutes each day.The researchers discovered that the rats learned the task and were able to detect the fluctuations in wait times. When the rats experienced more variation in those wait times for their reward, the amount of the brain protein gephyrin in the basolateral amygdala region doubled, Izquierdo and Stolyarova reported.In some of the trials, the researchers made one option better than the other, with a shorter wait time. All rats were able to learn the pattern and make the better choice. They showed some evidence of learning on the first day and did better the second day and on subsequent days. In a group of rats without a functional basolateral amygdala, the rats learned more slowly about the changes, but caught up about two days later.Rats without a functional orbitofrontal cortex, however, did not learn at all, and instead treated each experience as a \"reset\" button, the researchers report. It is as if these rats did not have a record of the full range of possible outcomes. The important role for the orbitofrontal cortex surprised Izquierdo, who said there was more evidence that the basolateral amygdala would be important in conditions of uncertainty, and not as much for the orbitofrontal cortex.Stolyarova and Izquierdo are the first scientists to link gephyrin levels to the experience of reward. They report that when the rats experienced risk, the brain protein GluN1 also increased significantly in the basolateral amygdala.\"I think the experience of uncertainty is making these changes occur in these brain regions,\" Izquierdo said.All rats chose the risky option more often. The exception was the rats without a functional basolateral amygdala; those animals stayed risk-averse throughout the experiments.The orbitofrontal cortex and basolateral amygdala share anatomical connections, and both regions are involved in decision-making, earlier research has shown. The new research indicates this is especially so during changing or uncertain circumstances.Changes in these brain regions and brain proteins may help to explain a person's preference for uncertain outcomes, Izquierdo said. Humans have individual differences in orbitofrontal cortex and basolateral amygdala function and in the expression of these proteins, she noted.For example, variations in the gephyrin gene have been linked to autism, and a feature of the disorder is a strong preference for order and certainty.In the future, Izquierdo said, precision medicine may be able to target any brain region to treat any disorder, including behavioral addictions such as gambling.People with obsessive-compulsive disorder also have a strong preference for order and certainty. Future research may answer whether the same brain changes occur in this disorder as well.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A UCLA study has identified changes in brain regions that may hold a key to why some people prefer order and organization and others do not.", "view more Why do some people prefer stable, predictable lives while others prefer frequent changes?", "Why do some people make rational decisions and others, impulsive and reckless ones?", "UCLA behavioral neuroscientists have identified changes in two brain regions that may hold answers to these questions.The research -- reported by Alicia Izquierdo, UCLA associate professor of psychology and a member of UCLA's Brain Research Institute, and her psychology graduate student, Alexandra Stolyarova -- is published today in the open-access online science journal eLife.The new experiments, which involved studying the orbitofrontal cortex and basolateral amygdala brain regions, assessed the ability of rats to work for rewards under both stable and variable conditions.", "Rats earned sugar pellets after choosing between two images displayed side by side.", "The animals made their selections by using their noses to touch a screen the size of an iPad.", "When a rat touched one image, it received a sugar pellet at a predictable time -- generally 10 seconds later.", "When the rat touched the other image, it received a sugar pellet at a time that varied.", "This was the riskier option as the rats might have to wait as little as five seconds or as long as 15 seconds.", "The rats did this for a month at a time, as long as 45 minutes each day.The researchers discovered that the rats learned the task and were able to detect the fluctuations in wait times.", "When the rats experienced more variation in those wait times for their reward, the amount of the brain protein gephyrin in the basolateral amygdala region doubled, Izquierdo and Stolyarova reported.In some of the trials, the researchers made one option better than the other, with a shorter wait time.", "All rats were able to learn the pattern and make the better choice.", "They showed some evidence of learning on the first day and did better the second day and on subsequent days.", "In a group of rats without a functional basolateral amygdala, the rats learned more slowly about the changes, but caught up about two days later.Rats without a functional orbitofrontal cortex, however, did not learn at all, and instead treated each experience as a \"reset\" button, the researchers report.", "It is as if these rats did not have a record of the full range of possible outcomes.", "The important role for the orbitofrontal cortex surprised Izquierdo, who said there was more evidence that the basolateral amygdala would be important in conditions of uncertainty, and not as much for the orbitofrontal cortex.Stolyarova and Izquierdo are the first scientists to link gephyrin levels to the experience of reward.", "They report that when the rats experienced risk, the brain protein GluN1 also increased significantly in the basolateral amygdala.", "\"I think the experience of uncertainty is making these changes occur in these brain regions,\" Izquierdo said.All rats chose the risky option more often.", "The exception was the rats without a functional basolateral amygdala; those animals stayed risk-averse throughout the experiments.The orbitofrontal cortex and basolateral amygdala share anatomical connections, and both regions are involved in decision-making, earlier research has shown.", "The new research indicates this is especially so during changing or uncertain circumstances.Changes in these brain regions and brain proteins may help to explain a person's preference for uncertain outcomes, Izquierdo said.", "Humans have individual differences in orbitofrontal cortex and basolateral amygdala function and in the expression of these proteins, she noted.For example, variations in the gephyrin gene have been linked to autism, and a feature of the disorder is a strong preference for order and certainty.In the future, Izquierdo said, precision medicine may be able to target any brain region to treat any disorder, including behavioral addictions such as gambling.People with obsessive-compulsive disorder also have a strong preference for order and certainty.", "Future research may answer whether the same brain changes occur in this disorder as well."], "source": "University of California - Los Angeles"}