{"title": "A computer that reads body language | EurekAlert! Science News", "year": "Thu, 06 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "carnegie", "mellon", "university", "researchers", "developed", "methods", "enable", "computers", "understand", "body", "language", "enabling", "computers", "track", "body", "pose", "multiple", "individuals", "including", "facial", "expressions", "hand", "positions", "view", "pittsburgh", "researchers", "carnegie", "mellon", "university", "robotics", "institute", "enabled", "computer", "understand", "body", "poses", "movements", "multiple", "people", "video", "real", "time", "including", "first", "time", "pose", "individual", "fingers", "new", "method", "developed", "help", "panoptic", "studio", "dome", "embedded", "500", "video", "cameras", "insights", "gained", "experiments", "facility", "make", "possible", "detect", "pose", "group", "people", "using", "single", "camera", "laptop", "computer", "yaser", "sheikh", "associate", "professor", "robotics", "said", "methods", "tracking", "human", "form", "motion", "open", "new", "ways", "people", "machines", "interact", "people", "use", "machines", "better", "understand", "world", "around", "ability", "recognize", "hand", "poses", "instance", "make", "possible", "people", "interact", "computers", "new", "natural", "ways", "communicating", "computers", "simply", "pointing", "things", "detecting", "nuances", "nonverbal", "communication", "individuals", "allow", "robots", "serve", "social", "spaces", "allowing", "robots", "perceive", "people", "around", "moods", "whether", "interrupted", "car", "could", "get", "early", "warning", "pedestrian", "step", "street", "monitoring", "body", "language", "enabling", "machines", "understand", "human", "behavior", "also", "could", "enable", "new", "approaches", "behavioral", "diagnosis", "rehabilitation", "conditions", "autism", "dyslexia", "depression", "communicate", "almost", "much", "movement", "bodies", "voice", "sheikh", "said", "computers", "less", "blind", "sports", "analytics", "pose", "detection", "make", "possible", "computers", "track", "position", "player", "field", "play", "case", "also", "know", "players", "arms", "legs", "heads", "point", "time", "methods", "used", "live", "events", "applied", "existing", "videos", "encourage", "research", "applications", "researchers", "released", "computer", "code", "multiperson", "estimation", "already", "widely", "used", "research", "groups", "20", "commercial", "groups", "including", "automotive", "companies", "expressed", "interest", "licensing", "technology", "sheikh", "said", "sheikh", "colleagues", "present", "reports", "multiperson", "detection", "methods", "cvpr", "2017", "computer", "vision", "pattern", "recognition", "conference", "july", "honolulu", "tracking", "multiple", "people", "real", "time", "particularly", "social", "situations", "may", "contact", "presents", "number", "challenges", "simply", "using", "programs", "track", "pose", "individual", "work", "well", "applied", "individual", "group", "particularly", "group", "gets", "large", "sheikh", "colleagues", "took", "approach", "first", "localizes", "body", "parts", "scene", "arms", "legs", "faces", "etc", "associates", "parts", "particular", "individuals", "challenges", "hand", "detection", "even", "greater", "people", "use", "hands", "hold", "objects", "make", "gestures", "camera", "unlikely", "see", "parts", "hand", "time", "unlike", "face", "body", "large", "datasets", "exist", "hand", "images", "laboriously", "annotated", "labels", "parts", "positions", "every", "image", "shows", "part", "hand", "often", "exists", "another", "image", "different", "angle", "full", "complementary", "view", "hand", "said", "hanbyul", "joo", "student", "robotics", "researchers", "made", "use", "cmu", "multicamera", "panoptic", "studio", "single", "shot", "gives", "500", "views", "person", "hand", "plus", "automatically", "annotates", "hand", "position", "joo", "explained", "hands", "small", "annotated", "cameras", "however", "study", "used", "31", "cameras", "still", "able", "build", "massive", "data", "set", "joo", "tomas", "simon", "another", "student", "used", "hands", "generate", "thousands", "views", "panoptic", "studio", "supercharges", "research", "sheikh", "said", "used", "improve", "body", "face", "hand", "detectors", "jointly", "training", "also", "work", "progresses", "move", "models", "humans", "models", "facility", "ability", "automatically", "generate", "annotated", "images", "crucial", "panoptic", "studio", "built", "decade", "ago", "support", "national", "science", "foundation", "clear", "impact", "would", "sheikh", "said", "able", "break", "number", "technical", "barriers", "primarily", "result", "nsf", "grant", "10", "years", "ago", "added", "sharing", "code", "also", "sharing", "data", "captured", "panoptic", "studio"], "url": "http://www.eurekalert.org/pub_releases/2017-07/cmu-act070617.php", "date": "2018-01-19_21:13:38", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Carnegie Mellon University researchers have developed methods that enable computers to understand body language, enabling computers to track the body pose of multiple individuals, including facial expressions and hand positions\n     view more PITTSBURGH--Researchers at Carnegie Mellon University's Robotics Institute have enabled a computer to understand the body poses and movements of multiple people from video in real time -- including, for the first time, the pose of each individual's fingers.\r\n\tThis new method was developed with the help of the Panoptic Studio, a two-story dome embedded with 500 video cameras. The insights gained from experiments in that facility now make it possible to detect the pose of a group of people using a single camera and a laptop computer.\r\n\tYaser Sheikh, associate professor of robotics, said these methods for tracking 2-D human form and motion open up new ways for people and machines to interact with each other, and for people to use machines to better understand the world around them. The ability to recognize hand poses, for instance, will make it possible for people to interact with computers in new and more natural ways, such as communicating with computers simply by pointing at things. \r\nDetecting the nuances of nonverbal communication between individuals will allow robots to serve in social spaces, allowing robots to perceive what people around them are doing, what moods they are in and whether they can be interrupted. A self-driving car could get an early warning that a pedestrian is about to step into the street by monitoring body language. Enabling machines to understand human behavior also could enable new approaches to behavioral diagnosis and rehabilitation for conditions such as autism, dyslexia and depression.\r\n\"We communicate almost as much with the movement of our bodies as we do with our voice,\" Sheikh said. \"But computers are more or less blind to it.\" \r\nIn sports analytics, real-time pose detection will make it possible for computers not only to track the position of each player on the field of play, as is now the case, but to also know what players are doing with their arms, legs and heads at each point in time. The methods can be used for live events or applied to existing videos.\t\r\nTo encourage more research and applications, the researchers have released their computer code for both multiperson and hand-pose estimation. It already is being widely used by research groups, and more than 20 commercial groups, including automotive companies, have expressed interest in licensing the technology, Sheikh said.\r\n\tSheikh and his colleagues will present reports on their multiperson and hand-pose detection methods at CVPR 2017, the Computer Vision and Pattern Recognition Conference, July 21-26 in Honolulu.\r\n\tTracking multiple people in real time, particularly in social situations where they may be in contact with each other, presents a number of challenges. Simply using programs that track the pose of an individual does not work well when applied to each individual in a group, particularly when that group gets large. Sheikh and his colleagues took a bottom-up approach, which first localizes all the body parts in a scene -- arms, legs, faces, etc. -- and then associates those parts with particular individuals.\r\n\tThe challenges for hand detection are even greater. As people use their hands to hold objects and make gestures, a camera is unlikely to see all parts of the hand at the same time. Unlike the face and body, large datasets do not exist of hand images that have been laboriously annotated with labels of parts and positions.\r\n\tBut for every image that shows only part of the hand, there often exists another image from a different angle with a full or complementary view of the hand, said Hanbyul Joo, a Ph.D. student in robotics. That's where the researchers made use of CMU's multicamera Panoptic Studio. \r\n\t\"A single shot gives you 500 views of a person's hand, plus it automatically annotates the hand position,\" Joo explained. \"Hands are too small to be annotated by most of our cameras, however, so for this study we used just 31 high-definition cameras, but still were able to build a massive data set.\" \r\nJoo and Tomas Simon, another Ph.D. student, used their hands to generate thousands of views.\r\n\t\"The Panoptic Studio supercharges our research,\" Sheikh said. It now is being used to improve body, face and hand detectors by jointly training them. Also, as work progresses to move from the 2-D models of humans to 3-D models, the facility's ability to automatically generate annotated images will be crucial.\r\n\tWhen the Panoptic Studio was built a decade ago with support from the National Science Foundation, it was not clear what impact it would have, Sheikh said. \r\n\t\"Now, we're able to break through a number of technical barriers primarily as a result of that NSF grant 10 years ago,\" he added. \"We're sharing the code, but we're also sharing all the data captured in the Panoptic Studio.\"\r\n\t", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Carnegie Mellon University researchers have developed methods that enable computers to understand body language, enabling computers to track the body pose of multiple individuals, including facial expressions and hand positions\n     view more PITTSBURGH--Researchers at Carnegie Mellon University's Robotics Institute have enabled a computer to understand the body poses and movements of multiple people from video in real time -- including, for the first time, the pose of each individual's fingers.", "This new method was developed with the help of the Panoptic Studio, a two-story dome embedded with 500 video cameras.", "The insights gained from experiments in that facility now make it possible to detect the pose of a group of people using a single camera and a laptop computer.", "Yaser Sheikh, associate professor of robotics, said these methods for tracking 2-D human form and motion open up new ways for people and machines to interact with each other, and for people to use machines to better understand the world around them.", "The ability to recognize hand poses, for instance, will make it possible for people to interact with computers in new and more natural ways, such as communicating with computers simply by pointing at things.", "Detecting the nuances of nonverbal communication between individuals will allow robots to serve in social spaces, allowing robots to perceive what people around them are doing, what moods they are in and whether they can be interrupted.", "A self-driving car could get an early warning that a pedestrian is about to step into the street by monitoring body language.", "Enabling machines to understand human behavior also could enable new approaches to behavioral diagnosis and rehabilitation for conditions such as autism, dyslexia and depression.", "\"We communicate almost as much with the movement of our bodies as we do with our voice,\" Sheikh said.", "\"But computers are more or less blind to it.\"", "In sports analytics, real-time pose detection will make it possible for computers not only to track the position of each player on the field of play, as is now the case, but to also know what players are doing with their arms, legs and heads at each point in time.", "The methods can be used for live events or applied to existing videos.", "To encourage more research and applications, the researchers have released their computer code for both multiperson and hand-pose estimation.", "It already is being widely used by research groups, and more than 20 commercial groups, including automotive companies, have expressed interest in licensing the technology, Sheikh said.", "Sheikh and his colleagues will present reports on their multiperson and hand-pose detection methods at CVPR 2017, the Computer Vision and Pattern Recognition Conference, July 21-26 in Honolulu.", "Tracking multiple people in real time, particularly in social situations where they may be in contact with each other, presents a number of challenges.", "Simply using programs that track the pose of an individual does not work well when applied to each individual in a group, particularly when that group gets large.", "Sheikh and his colleagues took a bottom-up approach, which first localizes all the body parts in a scene -- arms, legs, faces, etc.", "-- and then associates those parts with particular individuals.", "The challenges for hand detection are even greater.", "As people use their hands to hold objects and make gestures, a camera is unlikely to see all parts of the hand at the same time.", "Unlike the face and body, large datasets do not exist of hand images that have been laboriously annotated with labels of parts and positions.", "But for every image that shows only part of the hand, there often exists another image from a different angle with a full or complementary view of the hand, said Hanbyul Joo, a Ph.D. student in robotics.", "That's where the researchers made use of CMU's multicamera Panoptic Studio.", "\"A single shot gives you 500 views of a person's hand, plus it automatically annotates the hand position,\" Joo explained.", "\"Hands are too small to be annotated by most of our cameras, however, so for this study we used just 31 high-definition cameras, but still were able to build a massive data set.\"", "Joo and Tomas Simon, another Ph.D. student, used their hands to generate thousands of views.", "\"The Panoptic Studio supercharges our research,\" Sheikh said.", "It now is being used to improve body, face and hand detectors by jointly training them.", "Also, as work progresses to move from the 2-D models of humans to 3-D models, the facility's ability to automatically generate annotated images will be crucial.", "When the Panoptic Studio was built a decade ago with support from the National Science Foundation, it was not clear what impact it would have, Sheikh said.", "\"Now, we're able to break through a number of technical barriers primarily as a result of that NSF grant 10 years ago,\" he added.", "\"We're sharing the code, but we're also sharing all the data captured in the Panoptic Studio.\""], "source": "Carnegie Mellon University"}