{"title": "Exposing newborn mice to general anesthetic disrupts brain development | EurekAlert! Science News", "year": "Thu, 06 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "exposure", "early", "postnatal", "mice", "general", "anesthetic", "agent", "isoflurane", "widely", "used", "surgery", "shown", "disrupt", "brain", "development", "cause", "learning", "defects", "view", "food", "drug", "administration", "fda", "recently", "issued", "safety", "advisory", "warning", "exposure", "anesthetic", "sedative", "drugs", "period", "time", "third", "trimester", "prenatal", "development", "first", "three", "years", "life", "may", "lasting", "adverse", "effects", "cognitive", "function", "new", "research", "publishing", "july", "6", "open", "access", "journal", "plos", "biology", "eunchai", "kang", "david", "mintz", "colleagues", "shows", "early", "postnatal", "mice", "exposed", "isoflurane", "standard", "widely", "used", "inhaled", "general", "anesthetic", "agent", "leads", "chronic", "abnormal", "activation", "mtor", "pathway", "signaling", "system", "critical", "normal", "brain", "researchers", "based", "johns", "hopkins", "university", "school", "medicine", "baltimore", "focused", "hippocampus", "brain", "region", "critical", "learning", "memory", "hippocampus", "contains", "large", "number", "neurons", "develop", "early", "postnatal", "period", "might", "thus", "vulnerable", "perturbation", "anesthetic", "mice", "exposed", "clinically", "relevant", "doses", "isoflurane", "effects", "subsequent", "development", "hippocampus", "recorded", "structures", "one", "class", "neurons", "dentate", "gyrus", "granule", "cells", "found", "substantially", "altered", "specifically", "branches", "dendrites", "neurons", "almost", "twice", "length", "untreated", "animals", "suggesting", "anesthetic", "caused", "abnormal", "acceleration", "growth", "addition", "saw", "significant", "reduction", "number", "mature", "dendritic", "spines", "structures", "dendrites", "synapses", "see", "whether", "changes", "associated", "effect", "learning", "treated", "untreated", "mice", "subjected", "two", "standard", "behavioral", "tests", "recognition", "test", "test", "mice", "performed", "significantly", "worse", "authors", "went", "show", "pharmacologic", "inhibition", "mtor", "pathway", "drug", "rapamycin", "protects", "mice", "abnormal", "structural", "changes", "brain", "learning", "deficits", "associated", "isoflurane", "exposure", "study", "thereby", "links", "adverse", "effects", "early", "developmental", "anesthetic", "exposure", "mtor", "turn", "previously", "implicated", "numerous", "neurodevelopmental", "cognitive", "disorders", "including", "autism", "mental", "retardation", "thus", "suggesting", "molecular", "mechanism", "anesthetics", "might", "adverse", "effects", "brain", "fda", "advisory", "warning", "based", "findings", "human", "animal", "studies", "epidemiological", "research", "conducted", "human", "populations", "reveals", "correlation", "exposure", "anesthesia", "worsened", "performance", "school", "assessments", "increase", "billing", "codes", "relevant", "learning", "disorders", "deficits", "neuropsychological", "testing", "findings", "difficult", "interpret", "given", "exposure", "general", "anesthesia", "implies", "individual", "prior", "medical", "condition", "undergone", "surgery", "however", "epidemiological", "findings", "considered", "along", "rodent", "studies", "one", "unequivocally", "demonstrate", "exposure", "anesthetics", "key", "periods", "brain", "development", "results", "worsened", "performance", "behavioral", "tests", "learning", "memory", "causal", "link", "humans", "seems", "likely", "fda", "safety", "advisory", "calls", "research", "topic", "clarify", "risk", "patients"], "url": "http://www.eurekalert.org/pub_releases/2017-07/p-enm070417.php", "date": "2018-01-19_21:13:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Exposure of early postnatal mice to the general anesthetic agent isoflurane, widely used in surgery, has been shown to disrupt brain development and cause learning defects.\n       view more The U.S. Food and Drug administration (FDA) has recently issued a safety advisory warning that exposure to anesthetic and sedative drugs during the period of time between the third trimester of prenatal development and the first three years of life may have lasting adverse effects on cognitive function. New research publishing July 6 in the open access journal PLOS Biology by Eunchai Kang, David Mintz and colleagues now shows that early postnatal mice exposed to isoflurane - a standard and widely used inhaled general anesthetic agent - leads to chronic, abnormal activation of the mTOR pathway, a signaling system critical for normal brain development.The researchers, based in The Johns Hopkins University School of Medicine, Baltimore, focused on the hippocampus, a brain region that is critical for learning and memory. The hippocampus contains a large number of neurons that develop in the early postnatal period, and which might thus vulnerable be to perturbation by anesthetic exposure.15 day-old mice were exposed to clinically relevant doses of isoflurane and the effects on the subsequent development of the hippocampus were recorded. The structures of one class of neurons (the dentate gyrus granule cells) were found to be substantially altered. Specifically, the branches or dendrites of the neurons were almost twice the length of those in untreated animals, suggesting that the anesthetic caused an abnormal acceleration in their growth. In addition they saw a significant reduction in the number of mature dendritic spines - structures on the dendrites where synapses are found.To see whether these changes were associated with an effect on learning, the treated and untreated mice were subjected to two standard behavioral tests (an object-place recognition test and a Y-maze test). The isoflurane-treated mice performed significantly worse in both tests.The authors went on to show that pharmacologic inhibition of the mTOR pathway with the drug rapamycin protects mice from both the abnormal structural changes in the brain and the learning deficits associated with isoflurane exposure. This study thereby links the adverse effects of early developmental anesthetic exposure with mTOR, which in turn has been previously implicated in numerous neurodevelopmental cognitive disorders including autism and Fragile-X mental retardation, thus suggesting a molecular mechanism by which anesthetics might have adverse effects on brain development.The FDA advisory warning is based on the findings of both human and animal studies. Some epidemiological research conducted in human populations reveals a correlation between exposure to anesthesia and worsened performance on school assessments, an increase in billing codes relevant to learning disorders, and deficits in neuropsychological testing. These findings are difficult to interpret by themselves, given that exposure to general anesthesia implies that an individual has had a prior medical condition and has undergone surgery. However, when the epidemiological findings are considered along with rodent studies such as this one, which unequivocally demonstrate that exposure to anesthetics during key periods of brain development results in worsened performance on behavioral tests of learning and memory, a causal link in humans seems likely.  The FDA safety advisory calls for further research on this topic to clarify the risk to patients.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Exposure of early postnatal mice to the general anesthetic agent isoflurane, widely used in surgery, has been shown to disrupt brain development and cause learning defects.", "view more The U.S. Food and Drug administration (FDA) has recently issued a safety advisory warning that exposure to anesthetic and sedative drugs during the period of time between the third trimester of prenatal development and the first three years of life may have lasting adverse effects on cognitive function.", "New research publishing July 6 in the open access journal PLOS Biology by Eunchai Kang, David Mintz and colleagues now shows that early postnatal mice exposed to isoflurane - a standard and widely used inhaled general anesthetic agent - leads to chronic, abnormal activation of the mTOR pathway, a signaling system critical for normal brain development.The researchers, based in The Johns Hopkins University School of Medicine, Baltimore, focused on the hippocampus, a brain region that is critical for learning and memory.", "The hippocampus contains a large number of neurons that develop in the early postnatal period, and which might thus vulnerable be to perturbation by anesthetic exposure.15 day-old mice were exposed to clinically relevant doses of isoflurane and the effects on the subsequent development of the hippocampus were recorded.", "The structures of one class of neurons (the dentate gyrus granule cells) were found to be substantially altered.", "Specifically, the branches or dendrites of the neurons were almost twice the length of those in untreated animals, suggesting that the anesthetic caused an abnormal acceleration in their growth.", "In addition they saw a significant reduction in the number of mature dendritic spines - structures on the dendrites where synapses are found.To see whether these changes were associated with an effect on learning, the treated and untreated mice were subjected to two standard behavioral tests (an object-place recognition test and a Y-maze test).", "The isoflurane-treated mice performed significantly worse in both tests.The authors went on to show that pharmacologic inhibition of the mTOR pathway with the drug rapamycin protects mice from both the abnormal structural changes in the brain and the learning deficits associated with isoflurane exposure.", "This study thereby links the adverse effects of early developmental anesthetic exposure with mTOR, which in turn has been previously implicated in numerous neurodevelopmental cognitive disorders including autism and Fragile-X mental retardation, thus suggesting a molecular mechanism by which anesthetics might have adverse effects on brain development.The FDA advisory warning is based on the findings of both human and animal studies.", "Some epidemiological research conducted in human populations reveals a correlation between exposure to anesthesia and worsened performance on school assessments, an increase in billing codes relevant to learning disorders, and deficits in neuropsychological testing.", "These findings are difficult to interpret by themselves, given that exposure to general anesthesia implies that an individual has had a prior medical condition and has undergone surgery.", "However, when the epidemiological findings are considered along with rodent studies such as this one, which unequivocally demonstrate that exposure to anesthetics during key periods of brain development results in worsened performance on behavioral tests of learning and memory, a causal link in humans seems likely.", "The FDA safety advisory calls for further research on this topic to clarify the risk to patients."], "source": "PLOS"}