{"title": "CRI scientists provide insight into genetic basis of neuropsychiatric disorders | EurekAlert! Science News", "year": "Fri, 21 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "hao", "zhu", "view", "dallas", "july", "21", "2017", "study", "scientists", "children", "medical", "center", "research", "institute", "ut", "southwestern", "cri", "providing", "insight", "genetic", "basis", "neuropsychiatric", "disorders", "research", "first", "mouse", "model", "mutation", "arid1b", "gene", "created", "used", "show", "growth", "hormone", "treatments", "reverse", "manifestations", "mutation", "arid1b", "gene", "one", "commonly", "mutated", "genes", "patients", "intellectual", "disability", "autism", "spectrum", "disorders", "scientists", "yet", "discerned", "defects", "arid1b", "gene", "contribute", "clinical", "manifestations", "understand", "reduced", "levels", "protein", "product", "gene", "might", "cause", "disorders", "team", "researchers", "led", "hao", "zhu", "including", "graduate", "student", "cemre", "celen", "genetically", "modified", "mice", "carry", "mutation", "one", "two", "copies", "arid1b", "gene", "mutation", "replicates", "genetics", "syndrome", "disorder", "patients", "defects", "arid1b", "gene", "characterized", "speech", "social", "development", "problems", "intellectual", "disability", "delayed", "physical", "hope", "understanding", "molecular", "basis", "syndrome", "scientists", "gain", "deeper", "understanding", "common", "diseases", "involving", "intellectual", "social", "found", "mice", "mutated", "arid1b", "gene", "exhibited", "type", "physical", "social", "changes", "seen", "children", "syndrome", "abnormal", "brain", "development", "muscle", "weakness", "increased", "anxiety", "fear", "mice", "also", "displayed", "features", "consistent", "autism", "spectrum", "disorder", "social", "interaction", "abnormalities", "repetitive", "behaviors", "abnormal", "squeaks", "vocalizations", "testing", "found", "mice", "growth", "hormone", "growth", "factor", "igf1", "levels", "blood", "potentially", "explaining", "small", "stature", "delayed", "development", "seen", "human", "patients", "treating", "mutant", "mice", "growth", "hormones", "restored", "body", "size", "muscle", "function", "significantly", "change", "behaviors", "associated", "syndrome", "results", "suggest", "growth", "hormone", "treatment", "could", "useful", "therapy", "arid1b", "patients", "interesting", "finding", "know", "pediatricians", "already", "treat", "patients", "growth", "hormones", "although", "unaware", "response", "might", "common", "many", "people", "arid1b", "mutations", "said", "zhu", "assistant", "professor", "cri", "joint", "appointments", "internal", "medicine", "pediatrics", "ut", "southwestern", "medical", "center", "cprit", "scholar", "cancer", "zhu", "said", "believes", "study", "provides", "scientific", "community", "important", "animal", "model", "investigate", "arid1b", "role", "human", "brain", "disorders", "useful", "tool", "therapeutic", "testing", "potential", "treatments", "autism", "intellectual", "disability", "syndrome"], "url": "http://www.eurekalert.org/pub_releases/2017-07/usmc-csp072117.php", "date": "2018-01-19_21:14:32", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Hao Zhu.\n       view more DALLAS -- July 21, 2017 -- A study by scientists at the Children's Medical Center Research Institute at UT Southwestern (CRI) is providing insight into the genetic basis of neuropsychiatric disorders. In this research, the first mouse model of a mutation in the arid1b gene was created and then used to show that growth hormone treatments reverse some manifestations of the mutation. The ARID1B gene is one of the most commonly mutated genes in patients with intellectual disability and autism spectrum disorders, but scientists have not yet discerned if and how defects in the ARID1B gene contribute to these clinical manifestations. To understand how reduced levels of the protein product of the gene might cause these disorders, a team of researchers led by Dr. Hao Zhu and including graduate student Cemre Celen genetically modified mice to carry a mutation in one of two copies of the ARID1B gene. This mutation replicates the genetics of Coffin-Siris syndrome, a disorder that some patients with defects in the ARID1B gene have that is characterized by speech and social development problems, intellectual disability, and delayed physical growth.The hope is that by understanding the molecular basis of Coffin-Siris syndrome, scientists will gain a deeper understanding of more common diseases involving intellectual and social impairment.Scientists found mice with the mutated ARID1B gene exhibited the same type of physical and social changes seen in children with Coffin-Siris syndrome, such as abnormal brain development, muscle weakness, and increased anxiety and fear. The mice also displayed features consistent with autism spectrum disorder, such as social interaction abnormalities, repetitive behaviors, and abnormal \"squeaks\" or vocalizations. Further testing found these mice had lower-than-expected growth hormone and insulin-like growth factor (IGF1) levels in the blood, potentially explaining the small stature and delayed development seen in human patients. Treating mutant mice with growth hormones restored body size and muscle function, but did not significantly change the behaviors associated with the syndrome.\"These results suggest that growth hormone treatment could be a useful therapy for ARID1B patients. This is an interesting finding because we know some pediatricians already treat Coffin-Siris patients with growth hormones, although they were unaware that this response might be common to many people with ARID1B mutations,\" said Dr. Zhu, an Assistant Professor at CRI with joint appointments in Internal Medicine and Pediatrics at UT Southwestern Medical Center and a CPRIT Scholar in Cancer Research.Dr. Zhu said he believes the study provides the scientific community with an important animal model to further investigate ARID1B's role in human brain disorders and will be a useful tool for therapeutic testing of potential treatments for autism, intellectual disability, and Coffin-Siris syndrome.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Hao Zhu.", "view more DALLAS -- July 21, 2017 -- A study by scientists at the Children's Medical Center Research Institute at UT Southwestern (CRI) is providing insight into the genetic basis of neuropsychiatric disorders.", "In this research, the first mouse model of a mutation in the arid1b gene was created and then used to show that growth hormone treatments reverse some manifestations of the mutation.", "The ARID1B gene is one of the most commonly mutated genes in patients with intellectual disability and autism spectrum disorders, but scientists have not yet discerned if and how defects in the ARID1B gene contribute to these clinical manifestations.", "To understand how reduced levels of the protein product of the gene might cause these disorders, a team of researchers led by Dr. Hao Zhu and including graduate student Cemre Celen genetically modified mice to carry a mutation in one of two copies of the ARID1B gene.", "This mutation replicates the genetics of Coffin-Siris syndrome, a disorder that some patients with defects in the ARID1B gene have that is characterized by speech and social development problems, intellectual disability, and delayed physical growth.The hope is that by understanding the molecular basis of Coffin-Siris syndrome, scientists will gain a deeper understanding of more common diseases involving intellectual and social impairment.Scientists found mice with the mutated ARID1B gene exhibited the same type of physical and social changes seen in children with Coffin-Siris syndrome, such as abnormal brain development, muscle weakness, and increased anxiety and fear.", "The mice also displayed features consistent with autism spectrum disorder, such as social interaction abnormalities, repetitive behaviors, and abnormal \"squeaks\" or vocalizations.", "Further testing found these mice had lower-than-expected growth hormone and insulin-like growth factor (IGF1) levels in the blood, potentially explaining the small stature and delayed development seen in human patients.", "Treating mutant mice with growth hormones restored body size and muscle function, but did not significantly change the behaviors associated with the syndrome.", "\"These results suggest that growth hormone treatment could be a useful therapy for ARID1B patients.", "This is an interesting finding because we know some pediatricians already treat Coffin-Siris patients with growth hormones, although they were unaware that this response might be common to many people with ARID1B mutations,\" said Dr. Zhu, an Assistant Professor at CRI with joint appointments in Internal Medicine and Pediatrics at UT Southwestern Medical Center and a CPRIT Scholar in Cancer Research.Dr.", "Zhu said he believes the study provides the scientific community with an important animal model to further investigate ARID1B's role in human brain disorders and will be a useful tool for therapeutic testing of potential treatments for autism, intellectual disability, and Coffin-Siris syndrome."], "source": "UT Southwestern Medical Center"}