{"title": "Rush hour pollution may be more dangerous than you think | EurekAlert! Science News", "year": "Fri, 21 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "dashboard", "view", "vehicle", "taking", "measurements", "certain", "types", "pollutants", "rush", "hour", "atlanta", "view", "durham", "first", "measurements", "exposure", "pollutants", "cause", "oxidative", "stress", "rush", "hour", "commutes", "turned", "potentially", "alarming", "results", "levels", "forms", "harmful", "particulate", "matter", "inside", "car", "cabins", "found", "twice", "high", "previously", "traffic", "pollution", "sensors", "placed", "ground", "alongside", "road", "take", "continuous", "samples", "period", "exhaust", "composition", "however", "changes", "rapidly", "enough", "drivers", "experience", "different", "conditions", "inside", "vehicles", "roadside", "sensors", "sampling", "also", "misses", "nuanced", "variabilities", "caused", "road", "congestion", "environmental", "explore", "drivers", "actually", "exposed", "rush", "hour", "researchers", "duke", "university", "emory", "university", "georgia", "institute", "technology", "strapped", "specially", "designed", "sampling", "devices", "passenger", "seats", "cars", "morning", "rush", "hour", "commutes", "downtown", "atlanta", "devices", "detected", "twice", "much", "particulate", "matter", "roadside", "sensors", "team", "also", "found", "pollution", "contained", "twice", "amount", "chemicals", "cause", "oxidative", "stress", "thought", "involved", "development", "many", "diseases", "including", "respiratory", "heart", "disease", "cancer", "types", "neurodegenerative", "results", "published", "june", "27", "journal", "atmospheric", "environment", "found", "people", "likely", "getting", "double", "whammy", "exposure", "terms", "health", "commutes", "said", "michael", "bergin", "professor", "civil", "environmental", "engineering", "duke", "chemicals", "bad", "people", "many", "researchers", "believe", "commuters", "seriously", "rethinking", "driving", "habits", "experiment", "roby", "greenwald", "research", "assistant", "professor", "emory", "time", "built", "sampling", "device", "draws", "air", "similar", "rate", "human", "lungs", "provide", "detectable", "levels", "pollution", "device", "secured", "passenger", "seats", "30", "different", "cars", "completed", "60", "rush", "hour", "commutes", "drivers", "took", "highway", "routes", "others", "stuck", "busy", "thoroughfares", "downtown", "atlanta", "details", "like", "speed", "windows", "rolled", "varied", "sampling", "found", "risk", "air", "exposure", "previous", "studies", "conducted", "roadside", "sampling", "devices", "lot", "reasons", "air", "sample", "would", "find", "higher", "levels", "certain", "kinds", "air", "pollution", "said", "heidi", "vreeland", "doctoral", "student", "bergin", "lab", "first", "author", "paper", "chemical", "composition", "exhaust", "changes", "quickly", "even", "space", "feet", "morning", "sun", "heats", "roadways", "causes", "updraft", "brings", "pollution", "higher", "air", "reactive", "oxygen", "species", "found", "study", "cause", "body", "produce", "chemicals", "deal", "reactive", "oxygen", "particulate", "matter", "causes", "response", "combination", "exposure", "triggers", "overreaction", "destructive", "healthy", "cells", "dna", "oxidative", "stress", "phenomenon", "antioxidant", "foods", "supposed", "address", "thought", "play", "role", "wide", "range", "diseases", "including", "asperger", "syndrome", "adhd", "cancer", "parkinson", "disease", "alzheimer", "disease", "atherosclerosis", "heart", "failure", "heart", "attack", "sickle", "cell", "disease", "autism", "infection", "chronic", "fatigue", "syndrome", "depression", "still", "lot", "debate", "types", "pollution", "cause", "biggest", "concern", "makes", "dangerous", "bergin", "said", "bottom", "line", "driving", "rush", "hour", "even", "worse", "thought", "two", "cents", "really", "urban", "planning", "failure", "said", "greenwald", "assistant", "professor", "environmental", "health", "georgia", "state", "university", "case", "atlanta", "poor", "air", "quality", "highways", "due", "fact", "6", "million", "people", "live", "metro", "area", "little", "choice", "get", "automobile", "go", "work", "school", "store", "wherever", "transportation", "plans", "scale", "well", "cities", "size", "one", "example", "traffic", "negatively", "affects", "health"], "url": "http://www.eurekalert.org/pub_releases/2017-07/du-rhp072117.php", "date": "2018-01-19_21:14:35", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A dashboard view from a vehicle taking measurements of certain types of pollutants during rush hour in Atlanta.\n       view more DURHAM, N.C. -- The first in-car measurements of exposure to pollutants that cause oxidative stress during rush hour commutes has turned up potentially alarming results. The levels of some forms of harmful particulate matter inside car cabins was found to be twice as high as previously believed.Most traffic pollution sensors are placed on the ground alongside the road and take continuous samples for a 24-hour period. Exhaust composition, however, changes rapidly enough for drivers to experience different conditions inside their vehicles than these roadside sensors. Long-term sampling also misses nuanced variabilities caused by road congestion and environmental conditions.To explore what drivers are actually exposed to during rush hour, researchers from Duke University, Emory University and the Georgia Institute of Technology strapped specially designed sampling devices into the passenger seats of cars during morning rush hour commutes in downtown Atlanta. The devices detected up to twice as much particulate matter as the roadside sensors. The team also found that the pollution contained twice the amount of chemicals that cause oxidative stress, which is thought to be involved in the development of many diseases including respiratory and heart disease, cancer, and some types of neurodegenerative diseases.The results were published on June 27 in the journal Atmospheric Environment.\"We found that people are likely getting a double whammy of exposure in terms of health during rush-hour commutes,\" said Michael Bergin, professor of civil and environmental engineering at Duke. \"If these chemicals are as bad for people as many researchers believe, then commuters should seriously be rethinking their driving habits.\"For the experiment, Roby Greenwald, a research assistant professor at Emory at the time, built a sampling device that draws in air at a similar rate to human lungs to provide detectable levels of pollution. The device was then secured to the passenger seats of more than 30 different cars as they completed more than 60 rush hour commutes. Some drivers took highway routes while others stuck to busy thoroughfares in downtown Atlanta. While other details like speed and having windows rolled down varied, all of the sampling found more risk in air exposure than previous studies conducted with roadside sampling devices.\"There are a lot of reasons an in-car air sample would find higher levels of certain kinds of air pollution,\" said Heidi Vreeland, a doctoral student in Bergin's lab and first author of the paper. \"The chemical composition of exhaust changes very quickly, even in the space of just a few feet. And morning sun heats the roadways, which causes an updraft that brings more pollution higher into the air.\"Reactive oxygen species found by this study can cause the body to produce chemicals to deal with the reactive oxygen. Particulate matter causes the same response. In combination, the exposure triggers an overreaction that can be destructive to healthy cells and DNA. Oxidative stress -- the phenomenon antioxidant foods are supposed to address -- is thought to play a role in a wide range of diseases including Asperger's syndrome, ADHD, cancer, Parkinson's disease, Alzheimer's disease, atherosclerosis, heart failure and heart attack, sickle cell disease, autism, infection, chronic fatigue syndrome and depression.\"There's still a lot of debate about what types of pollution are cause for the biggest concern and what makes them so dangerous,\" Bergin said. \"But the bottom line is that driving during rush hour is even worse than we thought.\"\"My two cents is that this is really an urban planning failure,\" said Greenwald, who is now an assistant professor of environmental health at Georgia State University. \"In the case of Atlanta, the poor air quality on the highways is due to the fact that 6 million people live in the metro area, and most of them have little choice but to get into an automobile to go to work or school or the store or wherever. Auto-centric transportation plans do not scale well to cities of this size, and this is one more example of how traffic negatively affects your health.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A dashboard view from a vehicle taking measurements of certain types of pollutants during rush hour in Atlanta.", "view more DURHAM, N.C. -- The first in-car measurements of exposure to pollutants that cause oxidative stress during rush hour commutes has turned up potentially alarming results.", "The levels of some forms of harmful particulate matter inside car cabins was found to be twice as high as previously believed.Most traffic pollution sensors are placed on the ground alongside the road and take continuous samples for a 24-hour period.", "Exhaust composition, however, changes rapidly enough for drivers to experience different conditions inside their vehicles than these roadside sensors.", "Long-term sampling also misses nuanced variabilities caused by road congestion and environmental conditions.To explore what drivers are actually exposed to during rush hour, researchers from Duke University, Emory University and the Georgia Institute of Technology strapped specially designed sampling devices into the passenger seats of cars during morning rush hour commutes in downtown Atlanta.", "The devices detected up to twice as much particulate matter as the roadside sensors.", "The team also found that the pollution contained twice the amount of chemicals that cause oxidative stress, which is thought to be involved in the development of many diseases including respiratory and heart disease, cancer, and some types of neurodegenerative diseases.The results were published on June 27 in the journal Atmospheric Environment.", "\"We found that people are likely getting a double whammy of exposure in terms of health during rush-hour commutes,\" said Michael Bergin, professor of civil and environmental engineering at Duke.", "\"If these chemicals are as bad for people as many researchers believe, then commuters should seriously be rethinking their driving habits.", "\"For the experiment, Roby Greenwald, a research assistant professor at Emory at the time, built a sampling device that draws in air at a similar rate to human lungs to provide detectable levels of pollution.", "The device was then secured to the passenger seats of more than 30 different cars as they completed more than 60 rush hour commutes.", "Some drivers took highway routes while others stuck to busy thoroughfares in downtown Atlanta.", "While other details like speed and having windows rolled down varied, all of the sampling found more risk in air exposure than previous studies conducted with roadside sampling devices.", "\"There are a lot of reasons an in-car air sample would find higher levels of certain kinds of air pollution,\" said Heidi Vreeland, a doctoral student in Bergin's lab and first author of the paper.", "\"The chemical composition of exhaust changes very quickly, even in the space of just a few feet.", "And morning sun heats the roadways, which causes an updraft that brings more pollution higher into the air.", "\"Reactive oxygen species found by this study can cause the body to produce chemicals to deal with the reactive oxygen.", "Particulate matter causes the same response.", "In combination, the exposure triggers an overreaction that can be destructive to healthy cells and DNA.", "Oxidative stress -- the phenomenon antioxidant foods are supposed to address -- is thought to play a role in a wide range of diseases including Asperger's syndrome, ADHD, cancer, Parkinson's disease, Alzheimer's disease, atherosclerosis, heart failure and heart attack, sickle cell disease, autism, infection, chronic fatigue syndrome and depression.", "\"There's still a lot of debate about what types of pollution are cause for the biggest concern and what makes them so dangerous,\" Bergin said.", "\"But the bottom line is that driving during rush hour is even worse than we thought.", "\"\"My two cents is that this is really an urban planning failure,\" said Greenwald, who is now an assistant professor of environmental health at Georgia State University.", "\"In the case of Atlanta, the poor air quality on the highways is due to the fact that 6 million people live in the metro area, and most of them have little choice but to get into an automobile to go to work or school or the store or wherever.", "Auto-centric transportation plans do not scale well to cities of this size, and this is one more example of how traffic negatively affects your health.\""], "source": "Duke University"}