{"title": "Reversing fetal alcohol damage after birth | EurekAlert! Science News", "year": "Tue, 18 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txchicago", "two", "commonly", "used", "drugs", "erased", "learning", "memory", "deficits", "caused", "fetal", "alcohol", "exposure", "drugs", "given", "birth", "thus", "potentially", "identifying", "treatment", "disorder", "reports", "new", "northwestern", "medicine", "study", "scientists", "also", "newly", "identified", "key", "molecular", "mechanism", "alcohol", "neurologically", "developmentally", "harms", "developing", "fetus", "shown", "interfere", "damage", "alcohol", "done", "huge", "said", "lead", "investigator", "senior", "author", "eva", "redei", "identified", "potential", "treatment", "alcohol", "spectrum", "disorder", "currently", "none", "redei", "professor", "psychiatry", "behavioral", "sciences", "northwestern", "university", "feinberg", "school", "medicine", "david", "lawrence", "stein", "research", "professor", "psychiatric", "diseases", "affecting", "children", "northwestern", "study", "rat", "pups", "scientists", "trying", "raise", "funds", "clinical", "united", "states", "1", "5", "percent", "children", "born", "disorder", "includes", "learning", "memory", "deficits", "major", "behavioral", "problems", "high", "rate", "depression", "low", "iq", "cardiovascular", "developmental", "health", "drugs", "effective", "clinical", "trial", "infants", "whose", "mothers", "consumed", "alcohol", "pregnancy", "potentially", "could", "treated", "redei", "said", "paper", "published", "molecular", "psychiatry", "july", "18", "women", "drink", "aware", "pregnant", "women", "stop", "drinking", "pregnancy", "redei", "said", "women", "still", "help", "children", "future", "current", "findings", "work", "humans", "well", "ideal", "course", "women", "abstain", "drinking", "pregnant", "unfortunately", "always", "happen", "two", "separate", "arms", "study", "northwestern", "scientists", "gave", "either", "thyroxine", "hormone", "reduced", "pregnant", "women", "drink", "infants", "fetal", "alcohol", "spectrum", "disorder", "metformin", "insulin", "sensitizing", "drug", "lowers", "blood", "sugar", "levels", "higher", "alcoholics", "rat", "pups", "exposed", "alcohol", "utero", "pups", "received", "drugs", "10", "days", "immediately", "born", "scientists", "let", "pups", "grow", "tested", "memory", "compared", "control", "rats", "also", "exposed", "alcohol", "utero", "receive", "either", "drug", "showed", "adult", "animals", "treatments", "reversed", "memory", "deficits", "well", "molecular", "changes", "caused", "maternal", "alcohol", "consumption", "redei", "said", "drinking", "alcohol", "reduces", "thyroxine", "levels", "increases", "glucose", "pregnant", "rat", "humans", "well", "according", "limited", "human", "data", "changes", "dangerous", "brain", "development", "fetus", "least", "part", "reason", "learning", "memory", "deficits", "offspring", "redei", "said", "thyroxine", "essential", "hormone", "made", "thyroid", "gland", "regulates", "multiple", "functions", "developing", "brain", "children", "born", "low", "levels", "thyroxine", "neurodevelopmentally", "disabled", "condition", "severely", "stunted", "physical", "mental", "growth", "excessive", "glucose", "reaching", "fetus", "also", "negative", "impact", "brain", "development", "scientists", "yet", "deep", "understanding", "also", "affect", "developing", "organ", "systems", "cause", "type", "2", "diabetes", "later", "life", "surprise", "finding", "different", "drugs", "worked", "reverse", "effect", "maternal", "alcohol", "got", "similar", "results", "said", "second", "two", "completely", "different", "drugs", "could", "common", "redei", "said", "idea", "delved", "deeper", "discovered", "drugs", "normalize", "genes", "control", "expression", "dna", "methyl", "transferase1", "enzyme", "critical", "brain", "development", "via", "epigenetic", "process", "called", "dna", "methylation", "validate", "role", "dna", "methyl", "transferase1", "fetal", "alcohol", "syndrome", "scientists", "took", "normal", "rat", "pups", "gave", "drug", "inhibit", "gene", "result", "alcoholic", "pups", "researchers", "gave", "pups", "metformin", "pups", "memory", "returned", "normal", "recently", "dna", "methyl", "transferase1", "implicated", "etiology", "autism", "neurodegenerative", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-07/nu-rfa071717.php", "date": "2018-01-19_21:14:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCHICAGO --- Two commonly used drugs erased the learning and memory deficits caused by fetal alcohol exposure when the drugs were given after birth, thus potentially identifying a treatment for the disorder, reports a new Northwestern Medicine study. The scientists also newly identified a key molecular mechanism by which alcohol neurologically and developmentally harms the developing fetus.\"We've shown you can interfere after the damage from alcohol is done. That's huge,\" said lead investigator and senior author Eva Redei. \"We have identified a potential treatment for alcohol spectrum disorder. Currently, there is none.\"Redei is a professor of psychiatry and behavioral sciences at Northwestern University Feinberg School of Medicine and the David Lawrence Stein Research Professor of Psychiatric Diseases Affecting Children and Adolescents.The Northwestern study was in rat pups, and the scientists are trying to raise funds for a clinical trial.In the United States, 1 to 5 percent of children are born with the disorder, which includes learning and memory deficits, major behavioral problems, a high rate of depression, low IQ, cardiovascular and other developmental health problems.If the drugs are effective in the clinical trial, the infants whose mothers consumed alcohol during their pregnancy potentially could be treated with them, Redei said. The paper will be published in Molecular Psychiatry July 18. \"There are women who drink before they are aware that they are pregnant and women who do not stop drinking during their pregnancy,\" Redei said. \"These women still can help their children's future, if the current findings work in humans as well. The ideal, of course, is that women abstain from drinking when pregnant, but unfortunately that does not always happen.\"In two separate arms of the study, Northwestern scientists gave either thyroxine (a hormone that is reduced in pregnant women who drink and in infants with fetal alcohol spectrum disorder) or metformin (an insulin sensitizing drug that lowers blood sugar levels, which is higher in alcoholics) to rat pups exposed to alcohol in utero. The pups received the drugs for 10 days immediately after they were born. Then scientists let the pups grow up and tested their memory compared to control rats also exposed to alcohol in utero but who did not receive either drug.   \"We showed in the adult animals that both these treatments reversed the memory deficits as well as some of the molecular changes caused by maternal alcohol consumption,\" Redei said.  Drinking alcohol reduces thyroxine levels and increases glucose in the pregnant rat -- and in humans as well, according to limited human data. \"These changes are dangerous to the brain development of the fetus and are at least part of the reason for learning and memory deficits of the offspring,\" Redei said. Thyroxine is an essential hormone made by the thyroid gland that regulates multiple functions in the developing brain. Children born with very low levels of thyroxine are neurodevelopmentally disabled, a condition of severely stunted physical and mental growth.  Excessive glucose reaching the fetus also has a negative impact on brain development but scientists do not yet have a deep understanding of why. It also can affect any of the developing organ systems and cause Type 2 diabetes later in life. The surprise finding was that both of these very different drugs worked to reverse the effect of maternal alcohol. \"When we got similar results we said, 'Wait a second. These are two completely different drugs. What could they have in common?'\" Redei said. \"We had no idea.\"  They delved deeper and discovered both drugs normalize genes that control the expression of DNA methyl transferase1, an enzyme critical for brain development via an epigenetic process called DNA methylation. To further validate the role of DNA methyl transferase1 in fetal alcohol syndrome, the scientists took normal rat pups and gave them a drug to inhibit the gene. The result was alcoholic look-alike pups. When researchers then gave the pups metformin, the pups' memory returned to normal. Recently, DNA methyl transferase1 has been implicated in the etiology of autism and neurodegenerative diseases. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCHICAGO --- Two commonly used drugs erased the learning and memory deficits caused by fetal alcohol exposure when the drugs were given after birth, thus potentially identifying a treatment for the disorder, reports a new Northwestern Medicine study.", "The scientists also newly identified a key molecular mechanism by which alcohol neurologically and developmentally harms the developing fetus.", "\"We've shown you can interfere after the damage from alcohol is done.", "That's huge,\" said lead investigator and senior author Eva Redei.", "\"We have identified a potential treatment for alcohol spectrum disorder.", "Currently, there is none.", "\"Redei is a professor of psychiatry and behavioral sciences at Northwestern University Feinberg School of Medicine and the David Lawrence Stein Research Professor of Psychiatric Diseases Affecting Children and Adolescents.The Northwestern study was in rat pups, and the scientists are trying to raise funds for a clinical trial.In the United States, 1 to 5 percent of children are born with the disorder, which includes learning and memory deficits, major behavioral problems, a high rate of depression, low IQ, cardiovascular and other developmental health problems.If the drugs are effective in the clinical trial, the infants whose mothers consumed alcohol during their pregnancy potentially could be treated with them, Redei said.", "The paper will be published in Molecular Psychiatry July 18.", "\"There are women who drink before they are aware that they are pregnant and women who do not stop drinking during their pregnancy,\" Redei said.", "\"These women still can help their children's future, if the current findings work in humans as well.", "The ideal, of course, is that women abstain from drinking when pregnant, but unfortunately that does not always happen.", "\"In two separate arms of the study, Northwestern scientists gave either thyroxine (a hormone that is reduced in pregnant women who drink and in infants with fetal alcohol spectrum disorder) or metformin (an insulin sensitizing drug that lowers blood sugar levels, which is higher in alcoholics) to rat pups exposed to alcohol in utero.", "The pups received the drugs for 10 days immediately after they were born.", "Then scientists let the pups grow up and tested their memory compared to control rats also exposed to alcohol in utero but who did not receive either drug.", "\"We showed in the adult animals that both these treatments reversed the memory deficits as well as some of the molecular changes caused by maternal alcohol consumption,\" Redei said.", "Drinking alcohol reduces thyroxine levels and increases glucose in the pregnant rat -- and in humans as well, according to limited human data.", "\"These changes are dangerous to the brain development of the fetus and are at least part of the reason for learning and memory deficits of the offspring,\" Redei said.", "Thyroxine is an essential hormone made by the thyroid gland that regulates multiple functions in the developing brain.", "Children born with very low levels of thyroxine are neurodevelopmentally disabled, a condition of severely stunted physical and mental growth.", "Excessive glucose reaching the fetus also has a negative impact on brain development but scientists do not yet have a deep understanding of why.", "It also can affect any of the developing organ systems and cause Type 2 diabetes later in life.", "The surprise finding was that both of these very different drugs worked to reverse the effect of maternal alcohol.", "\"When we got similar results we said, 'Wait a second.", "These are two completely different drugs.", "What could they have in common?'\"", "Redei said.", "\"We had no idea.\"", "They delved deeper and discovered both drugs normalize genes that control the expression of DNA methyl transferase1, an enzyme critical for brain development via an epigenetic process called DNA methylation.", "To further validate the role of DNA methyl transferase1 in fetal alcohol syndrome, the scientists took normal rat pups and gave them a drug to inhibit the gene.", "The result was alcoholic look-alike pups.", "When researchers then gave the pups metformin, the pups' memory returned to normal.", "Recently, DNA methyl transferase1 has been implicated in the etiology of autism and neurodegenerative diseases."], "source": "Northwestern University"}