{"title": "Late-breaking mutations may play an important role in autism | EurekAlert! Science News", "year": "Mon, 17 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "lim", "walsh", "colleagues", "overlapped", "mutations", "identified", "blood", "dna", "samples", "publicly", "available", "gene", "expression", "data", "brain", "autopsies", "via", "brainspan", "project", "enabled", "view", "study", "nearly", "families", "combining", "three", "genetic", "sequencing", "technologies", "finds", "mutations", "occur", "conception", "play", "important", "role", "autism", "team", "led", "investigators", "boston", "children", "hospital", "broad", "institute", "mit", "harvard", "reports", "findings", "today", "nature", "neuroscience", "past", "decade", "mutations", "60", "different", "genes", "linked", "autism", "spectrum", "disorder", "asd", "including", "spontaneous", "de", "novo", "mutations", "much", "autism", "still", "remains", "unexplained", "study", "led", "first", "author", "elaine", "lim", "phd", "boston", "children", "senior", "author", "christopher", "walsh", "md", "phd", "boston", "children", "broad", "institute", "delved", "emerging", "category", "de", "novo", "mutations", "found", "subset", "cells", "de", "novo", "mutations", "occur", "parent", "sperm", "egg", "occur", "fertilization", "arising", "embryonic", "cell", "known", "mutations", "pzms", "also", "known", "somatic", "mutations", "later", "pzms", "occur", "embryonic", "development", "fewer", "cells", "carry", "making", "harder", "detect", "mutation", "small", "fraction", "cells", "missed", "sequencing", "says", "mutationsto", "find", "pzms", "lim", "walsh", "colleagues", "obtained", "sequencing", "data", "previously", "gathered", "families", "courtesy", "simons", "foundation", "autism", "research", "initiative", "sfari", "simplex", "collection", "autism", "sequencing", "consortium", "autism", "speaks", "resequenced", "dna", "children", "using", "three", "independent", "sequencing", "technologies", "findings", "classified", "percent", "asd", "subjects", "de", "novo", "mutations", "pzms", "83", "percent", "picked", "original", "analysis", "genome", "sequence", "pzms", "affected", "genes", "already", "known", "linked", "autism", "neurodevelopmental", "disorders", "scn2a", "hnrnpu", "smarca4", "sometimes", "affected", "genes", "different", "ways", "many", "others", "genes", "known", "active", "brain", "development", "klf16", "msantd2", "previously", "associated", "asd", "connection", "genes", "autism", "may", "missed", "earlier", "studies", "focused", "mutations", "knocked", "gene", "function", "postzygotic", "mutations", "found", "represented", "gain", "function", "loss", "function", "says", "lim", "also", "affiliated", "wyss", "institute", "biologically", "inspired", "amygdala", "autismto", "estimate", "developmental", "timing", "mutations", "brain", "regions", "affected", "lim", "walsh", "colleagues", "compared", "sequencing", "data", "mostly", "came", "blood", "dna", "samples", "publicly", "available", "gene", "expression", "data", "brain", "autopsies", "representing", "different", "ages", "prenatal", "adult", "via", "brainspan", "project", "overlapping", "data", "start", "map", "brain", "genes", "expressed", "mutations", "occurred", "development", "says", "lim", "analyses", "showed", "pzms", "subjects", "asd", "occur", "disproportionately", "genes", "expressed", "amygdala", "exciting", "us", "amygdala", "proposed", "important", "region", "brain", "autism", "says", "dynamically", "developing", "brainsoverall", "work", "adds", "evidence", "complex", "brain", "disorders", "epilepsy", "intellectual", "disability", "schizophrenia", "brain", "malformations", "arise", "mutations", "occur", "point", "prenatal", "development", "known", "pzms", "important", "cause", "epilepsy", "work", "provides", "best", "evidence", "far", "relevant", "autism", "well", "says", "walsh", "also", "investigator", "howard", "hughes", "medical", "institute", "exciting", "consider", "psychiatric", "conditions", "might", "role", "pzms"], "url": "http://www.eurekalert.org/pub_releases/2017-07/bch-lmm071717.php", "date": "2018-01-19_21:14:59", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Lim, Walsh and colleagues overlapped the post-zygotic mutations they identified from blood DNA samples with publicly available gene expression data from brain autopsies (via the BrainSpan Project). This enabled them...\n       view more A study of nearly 6,000 families, combining three genetic sequencing technologies, finds that mutations that occur after conception play an important role in autism. A team led by investigators at Boston Children's Hospital and the Broad Institute of MIT and Harvard reports the findings today in Nature Neuroscience. Over the past decade, mutations to more than 60 different genes have been linked with autism spectrum disorder (ASD), including spontaneous, non-inherited (de novo) mutations. But much of autism still remains unexplained. The study, led by first author Elaine Lim, PhD, of Boston Children's, and senior author Christopher Walsh, MD, PhD, of Boston Children's and the Broad Institute, delved into an emerging category of de novo mutations: those found in only a subset of our cells. De novo mutations can occur in a parent's sperm or egg, or they can occur after fertilization, arising in an embryonic cell. These are known as post-zygotic mutations or PZMs (also known as somatic mutations). The later PZMs occur during embryonic development, the fewer cells will carry them, making them harder to detect.\"If the mutation is in a very small fraction of all cells, it will be missed by whole-exome sequencing,\" says Lim.Finding post-zygotic mutationsTo find PZMs, Lim, Walsh and colleagues obtained whole-exome sequencing data previously gathered from 5,947 families, courtesy of the Simons Foundation Autism Research Initiative (SFARI) Simplex Collection, the Autism Sequencing Consortium and Autism Speaks. They then resequenced some of the DNA from these children using three independent sequencing technologies in parallel.Based on their findings, they classified 7.5 percent of ASD subjects' de novo mutations as PZMs. Of these, 83 percent had not been picked up in the original analysis of their genome sequence. Some PZMs affected genes already known to be linked to autism or other neurodevelopmental disorders (such as SCN2A, HNRNPU and SMARCA4), but sometimes affected these genes in different ways. Many others were in genes known to be active in brain development (such as KLF16 and MSANTD2) but not previously associated with ASD. The connection of these genes to autism may have been missed before because the earlier studies focused on mutations that knocked down gene function. \"Some of the postzygotic mutations we found represented a gain of function, not a loss of function,\" says Lim, who is also affiliated with the Wyss Institute for Biologically Inspired Engineering.The amygdala and autismTo estimate the developmental timing of the mutations and the brain regions affected, Lim, Walsh and colleagues compared their sequencing data, which mostly came from blood DNA samples, with publicly available gene expression data from brain autopsies representing different ages (prenatal through adult) via the BrainSpan Project. \"By overlapping the data, we can start to map where in the brain these genes are expressed and when the mutations occurred during development,\" says Lim. These analyses showed that PZMs in the subjects with ASD occur disproportionately in genes expressed in the amygdala. \"This was exciting to us, in that the amygdala has been proposed as an important region of the brain in autism,\" says Lim.Our dynamically developing brainsOverall, the work adds to evidence that complex brain disorders, such as epilepsy, intellectual disability, schizophrenia and brain malformations, can arise from non-inherited mutations that occur at some point during prenatal development.\"We have known that PZMs are an important cause of epilepsy, but this work provides the best evidence so far that they are relevant to autism as well,\" says Walsh, who is also an Investigator of the Howard Hughes Medical Institute. \"So it is now exciting to consider what other psychiatric conditions might have a role for PZMs.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Lim, Walsh and colleagues overlapped the post-zygotic mutations they identified from blood DNA samples with publicly available gene expression data from brain autopsies (via the BrainSpan Project).", "This enabled them...\n       view more A study of nearly 6,000 families, combining three genetic sequencing technologies, finds that mutations that occur after conception play an important role in autism.", "A team led by investigators at Boston Children's Hospital and the Broad Institute of MIT and Harvard reports the findings today in Nature Neuroscience.", "Over the past decade, mutations to more than 60 different genes have been linked with autism spectrum disorder (ASD), including spontaneous, non-inherited (de novo) mutations.", "But much of autism still remains unexplained.", "The study, led by first author Elaine Lim, PhD, of Boston Children's, and senior author Christopher Walsh, MD, PhD, of Boston Children's and the Broad Institute, delved into an emerging category of de novo mutations: those found in only a subset of our cells.", "De novo mutations can occur in a parent's sperm or egg, or they can occur after fertilization, arising in an embryonic cell.", "These are known as post-zygotic mutations or PZMs (also known as somatic mutations).", "The later PZMs occur during embryonic development, the fewer cells will carry them, making them harder to detect.", "\"If the mutation is in a very small fraction of all cells, it will be missed by whole-exome sequencing,\" says Lim.Finding post-zygotic mutationsTo find PZMs, Lim, Walsh and colleagues obtained whole-exome sequencing data previously gathered from 5,947 families, courtesy of the Simons Foundation Autism Research Initiative (SFARI) Simplex Collection, the Autism Sequencing Consortium and Autism Speaks.", "They then resequenced some of the DNA from these children using three independent sequencing technologies in parallel.Based on their findings, they classified 7.5 percent of ASD subjects' de novo mutations as PZMs.", "Of these, 83 percent had not been picked up in the original analysis of their genome sequence.", "Some PZMs affected genes already known to be linked to autism or other neurodevelopmental disorders (such as SCN2A, HNRNPU and SMARCA4), but sometimes affected these genes in different ways.", "Many others were in genes known to be active in brain development (such as KLF16 and MSANTD2) but not previously associated with ASD.", "The connection of these genes to autism may have been missed before because the earlier studies focused on mutations that knocked down gene function.", "\"Some of the postzygotic mutations we found represented a gain of function, not a loss of function,\" says Lim, who is also affiliated with the Wyss Institute for Biologically Inspired Engineering.The amygdala and autismTo estimate the developmental timing of the mutations and the brain regions affected, Lim, Walsh and colleagues compared their sequencing data, which mostly came from blood DNA samples, with publicly available gene expression data from brain autopsies representing different ages (prenatal through adult) via the BrainSpan Project.", "\"By overlapping the data, we can start to map where in the brain these genes are expressed and when the mutations occurred during development,\" says Lim.", "These analyses showed that PZMs in the subjects with ASD occur disproportionately in genes expressed in the amygdala.", "\"This was exciting to us, in that the amygdala has been proposed as an important region of the brain in autism,\" says Lim.Our dynamically developing brainsOverall, the work adds to evidence that complex brain disorders, such as epilepsy, intellectual disability, schizophrenia and brain malformations, can arise from non-inherited mutations that occur at some point during prenatal development.", "\"We have known that PZMs are an important cause of epilepsy, but this work provides the best evidence so far that they are relevant to autism as well,\" says Walsh, who is also an Investigator of the Howard Hughes Medical Institute.", "\"So it is now exciting to consider what other psychiatric conditions might have a role for PZMs.\""], "source": "Boston Children's Hospital"}