{"title": "Study identifies tools to identify patients at risk for autism spectrum disorders", "text": "CINCINNATI -- A tool intended to detect signs of autism in high-risk infants can be used to help identify and treat patients with tuberous sclerosis complex (TSC), a genetic disorder, who most need early intervention. Moreover, they can identify these patients earlier than ever before.A new study, published online in Pediatric Neurology, evaluated children with TSC, which causes malformations and tumors in the brain and other vital organs and has a high prevalence of autism spectrum disorders (ASD).\"Single gene syndromes with a high prevalence of neurodevelopmental disorders, such as TSC, provide unique opportunities to investigate the underlying biology and identify potential treatments for ASD,\" says Jamie Capal, MD, a neurodevelopmental and autism specialist in the Division of Neurology at Cincinnati Children's Hospital Medical Center and lead author of the study. \"These disorders provide populations in which ASD symptoms can be identified and measured before the formal diagnosis of ASD is made.\"Capal led the study of 79 children up to 24 months old. These children with TSC are part of a larger group of children enrolled in the TSC Autism Center of Excellence Research Network (TACERN). This is a multicenter study to identify biomarkers of ASD.  The researchers administered the Autism Observation Scale for Infants (AOSI) at 12 months of age followed by the Autism Diagnostic Observation Schedule-2 (ADOS-2), a diagnostic tool, at 24 months.The AOSI was designed primarily as a research tool to identify early signs of autism in high-risk infants who have an older sibling with autism. The scale includes seven activities that allow researchers to observe behaviors such as visual tracking and response to facial emotion.\"The ASD group had a mean AOSI total score at 12 months significantly higher than the non-ASD group, demonstrating that it is a useful clinical tool in determining which infants with TSC are at increased risk of developing ASD.\" says Capal.  ", "journal": "Pediatric Neurology", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Tuberous Sclerosis Alliance, Developmental Synaptopathies Consortium", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-07/cchm-sit071717.php", "institution": "Cincinnati Children's Hospital Medical Center", "meeting": "", "description": "A tool intended to detect signs of autism in high-risk infants can be used to help identify and treat patients with tuberous sclerosis complex, a genetic disorder, who most need early intervention. Moreover, they can identify these patients earlier than ever before.", "article_link": null, "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Neurobiology", " Pediatrics"], "source_link": null, "date": "Mon, 17 Jul 2017 04:00:00 GMT"}