{"title": "In baby's dirty diapers, the clues to baby's brain development | EurekAlert! Science News", "year": "Mon, 17 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "rebecca", "knickmeyer", "phd", "view", "chapel", "hill", "parent", "infant", "diaper", "duty", "probably", "favorite", "part", "day", "dutifully", "check", "contents", "one", "pediatrician", "told", "color", "consistency", "leave", "behind", "tell", "lot", "health", "dirty", "diaper", "baby", "brain", "according", "findings", "unc", "school", "medicine", "answer", "may", "fecal", "samples", "taken", "dozens", "cognitive", "assessments", "children", "year", "later", "researchers", "lab", "rebecca", "knickmeyer", "phd", "associate", "professor", "psychiatry", "found", "association", "certain", "kinds", "microbial", "communities", "higher", "levels", "cognitive", "development", "later", "results", "published", "biological", "psychiatry", "big", "story", "got", "one", "group", "kids", "particular", "community", "bacteria", "performing", "better", "cognitive", "tests", "said", "knickmeyer", "first", "time", "association", "microbial", "communities", "cognitive", "development", "demonstrated", "humans", "gut", "home", "trillions", "microbes", "enormous", "impact", "health", "individuals", "affecting", "everything", "ability", "metabolize", "nutrients", "food", "risk", "developing", "gastrointestinal", "disorders", "like", "colitis", "community", "microbes", "also", "known", "microbiome", "characterized", "several", "ways", "one", "common", "estimate", "relative", "abundance", "different", "kinds", "bacteria", "using", "combined", "genetic", "material", "microorganisms", "particular", "environment", "case", "colleagues", "sought", "determine", "whether", "might", "relationship", "gut", "microbiome", "brain", "development", "establish", "relationship", "collected", "fecal", "samples", "89", "typically", "developing", "samples", "analyzed", "clustered", "three", "different", "groups", "based", "similarities", "microbial", "age", "2", "cognitive", "performance", "children", "assessed", "using", "mullen", "scales", "early", "learning", "series", "tests", "examine", "fine", "gross", "motor", "skills", "perceptual", "abilities", "language", "cluster", "relatively", "high", "levels", "bacterial", "genus", "bacteroides", "better", "cognitive", "scores", "compared", "two", "clusters", "addition", "babies", "highly", "diverse", "gut", "microbiomes", "perform", "well", "less", "diverse", "microbiomes", "latter", "result", "quite", "surprising", "said", "knickmeyer", "originally", "predicted", "children", "highly", "diverse", "microbiomes", "would", "perform", "better", "since", "studies", "shown", "low", "diversity", "infancy", "associated", "negative", "health", "outcomes", "including", "type", "1", "diabetes", "asthma", "work", "suggests", "microbiome", "cognitive", "psychiatric", "outcomes", "may", "different", "microbiome", "outcomes", "identifying", "optimal", "communities", "learning", "shape", "question", "future", "research", "moment", "knickmeyer", "colleagues", "still", "trying", "understand", "mechanism", "linking", "gut", "bacteria", "communities", "brain", "development", "bacteria", "actually", "developing", "brain", "asks", "knickmeyer", "something", "working", "looking", "signaling", "pathways", "might", "involved", "another", "possibility", "bacterial", "community", "acting", "proxy", "process", "influences", "brain", "development", "example", "variation", "certain", "dietary", "nutrients", "though", "findings", "preliminary", "suggest", "early", "intervention", "may", "hold", "key", "optimizing", "cognitive", "development", "first", "study", "show", "cognitive", "development", "associated", "microbiome", "first", "step", "said", "alexander", "carlson", "student", "knickmeyer", "lab", "first", "author", "paper", "really", "point", "say", "give", "everyone", "certain", "probiotic", "big", "takeaways", "found", "one", "measuring", "microbiome", "age", "one", "already", "see", "emergence", "gut", "microbiome", "communities", "means", "ideal", "time", "intervention", "would", "age", "1", "several", "avenues", "investigation", "opened", "initial", "results", "including", "relating", "infant", "gut", "microbiome", "aspects", "child", "development", "including", "emergence", "social", "skills", "anxiety", "big", "picture", "results", "suggest", "may", "able", "guide", "development", "microbiome", "optimize", "cognitive", "development", "reduce", "risk", "disorders", "like", "autism", "include", "problems", "cognition", "language", "said", "knickmeyer", "guide", "development", "open", "question", "understand", "individual", "microbiome", "shift", "something", "scientific", "community", "beginning", "work"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uonc-ibd071717.php", "date": "2018-01-19_21:15:08", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Rebecca Knickmeyer, PhD.\n       view more CHAPEL HILL - If you're the parent of an infant, diaper duty probably isn't your favorite part of the day. But you dutifully check the contents of each one because your pediatrician told you that color and consistency of what they leave behind can tell you a lot about their health. But what does a dirty diaper have to do with your baby's brain?According to first-of-their-kind findings from the UNC School of Medicine, the answer may be a lot.Using fecal samples taken from dozens of one-year-olds and cognitive assessments of the same children a year later, researchers in the lab of Rebecca Knickmeyer, PhD, associate professor of psychiatry, found an association between certain kinds of microbial communities and higher levels of cognitive development later on. The results were published in Biological Psychiatry.\"The big story here is that we've got one group of kids with a particular community of bacteria that's performing better on these cognitive tests,\" said Knickmeyer. \"This is the first time an association between microbial communities and cognitive development has been demonstrated in humans.\"The gut is home to trillions of microbes that can have an enormous impact on the health of individuals, affecting everything from our ability to metabolize the nutrients in our food to our risk for developing gastrointestinal disorders like colitis. This community of microbes, also known as the microbiome, can be characterized in several ways, but one of the most common is to estimate the relative abundance of different kinds of bacteria using the combined genetic material of all microorganisms in a particular environment, in this case the gut.Knickmeyer and her colleagues sought to determine whether there might be a relationship between the gut microbiome and brain development  To establish this relationship, they collected fecal samples from 89 typically developing one-year-olds. These samples were then analyzed and clustered into three different groups, based on similarities in their microbial communities.At age 2, the cognitive performance of these children was assessed using the Mullen Scales of Early Learning, a series of tests that examine fine and gross motor skills, perceptual abilities, and language development.Infants in the cluster with relatively high levels of the bacterial genus Bacteroides had better cognitive scores compared to the other two clusters. In addition, babies with highly diverse gut microbiomes didn't perform as well as those with less diverse microbiomes.\"The latter result was quite surprising,\" said Knickmeyer. \"We had originally predicted that children with highly diverse microbiomes would perform better -- since other studies have shown that low diversity in infancy is associated with negative health outcomes, including type 1 diabetes and asthma. Our work suggests that an 'optimal' microbiome for cognitive and psychiatric outcomes may be different than an 'optimal' microbiome for other outcomes.\"Identifying optimal communities and learning how to shape them is a question for future research. For the moment, Knickmeyer and her colleagues are still trying to understand the mechanism linking gut bacteria communities to brain development.  \"Are the bacteria actually 'communicating' with the developing brain?\" asks Knickmeyer. \"That's something that we are working on now, so we're looking at some signaling pathways that might be involved. Another possibility is that the bacterial community is acting as a proxy for some other process that influences brain development - for example, variation in certain dietary nutrients.\"Though the findings are preliminary, they suggest that early intervention may hold the key to optimizing cognitive development.\"This is the first study to show that cognitive development is associated with the microbiome, and so it's the very first step,\" said Alexander Carlson, an MD/PhD student in Knickmeyer's lab and first author of the paper. \"We're not really at the point where we can say, 'Let's give everyone a certain probiotic.' But we did have a few big takeaways from what we found. One was that when measuring the microbiome at age one, we already see the emergence of adult-like gut microbiome communities -- which means that the ideal time for intervention would be before age 1.\"Several avenues of further investigation have been opened by these initial results, including relating the infant gut microbiome to other aspects of child development - including the emergence of social skills and anxiety.\"Big picture: these results suggest you may be able to guide the development of the microbiome to optimize cognitive development or reduce the risk for disorders like autism which can include problems with cognition and language,\" said Knickmeyer.  \"How you guide that development is an open question because we have to understand what the individual's microbiome is and how to shift it. And this is something the scientific community is just beginning to work on.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Rebecca Knickmeyer, PhD.", "view more CHAPEL HILL - If you're the parent of an infant, diaper duty probably isn't your favorite part of the day.", "But you dutifully check the contents of each one because your pediatrician told you that color and consistency of what they leave behind can tell you a lot about their health.", "But what does a dirty diaper have to do with your baby's brain?According to first-of-their-kind findings from the UNC School of Medicine, the answer may be a lot.Using fecal samples taken from dozens of one-year-olds and cognitive assessments of the same children a year later, researchers in the lab of Rebecca Knickmeyer, PhD, associate professor of psychiatry, found an association between certain kinds of microbial communities and higher levels of cognitive development later on.", "The results were published in Biological Psychiatry.", "\"The big story here is that we've got one group of kids with a particular community of bacteria that's performing better on these cognitive tests,\" said Knickmeyer.", "\"This is the first time an association between microbial communities and cognitive development has been demonstrated in humans.", "\"The gut is home to trillions of microbes that can have an enormous impact on the health of individuals, affecting everything from our ability to metabolize the nutrients in our food to our risk for developing gastrointestinal disorders like colitis.", "This community of microbes, also known as the microbiome, can be characterized in several ways, but one of the most common is to estimate the relative abundance of different kinds of bacteria using the combined genetic material of all microorganisms in a particular environment, in this case the gut.Knickmeyer and her colleagues sought to determine whether there might be a relationship between the gut microbiome and brain development  To establish this relationship, they collected fecal samples from 89 typically developing one-year-olds.", "These samples were then analyzed and clustered into three different groups, based on similarities in their microbial communities.At age 2, the cognitive performance of these children was assessed using the Mullen Scales of Early Learning, a series of tests that examine fine and gross motor skills, perceptual abilities, and language development.Infants in the cluster with relatively high levels of the bacterial genus Bacteroides had better cognitive scores compared to the other two clusters.", "In addition, babies with highly diverse gut microbiomes didn't perform as well as those with less diverse microbiomes.", "\"The latter result was quite surprising,\" said Knickmeyer.", "\"We had originally predicted that children with highly diverse microbiomes would perform better -- since other studies have shown that low diversity in infancy is associated with negative health outcomes, including type 1 diabetes and asthma.", "Our work suggests that an 'optimal' microbiome for cognitive and psychiatric outcomes may be different than an 'optimal' microbiome for other outcomes.", "\"Identifying optimal communities and learning how to shape them is a question for future research.", "For the moment, Knickmeyer and her colleagues are still trying to understand the mechanism linking gut bacteria communities to brain development.", "\"Are the bacteria actually 'communicating' with the developing brain?\"", "asks Knickmeyer.", "\"That's something that we are working on now, so we're looking at some signaling pathways that might be involved.", "Another possibility is that the bacterial community is acting as a proxy for some other process that influences brain development - for example, variation in certain dietary nutrients.", "\"Though the findings are preliminary, they suggest that early intervention may hold the key to optimizing cognitive development.", "\"This is the first study to show that cognitive development is associated with the microbiome, and so it's the very first step,\" said Alexander Carlson, an MD/PhD student in Knickmeyer's lab and first author of the paper.", "\"We're not really at the point where we can say, 'Let's give everyone a certain probiotic.'", "But we did have a few big takeaways from what we found.", "One was that when measuring the microbiome at age one, we already see the emergence of adult-like gut microbiome communities -- which means that the ideal time for intervention would be before age 1.", "\"Several avenues of further investigation have been opened by these initial results, including relating the infant gut microbiome to other aspects of child development - including the emergence of social skills and anxiety.", "\"Big picture: these results suggest you may be able to guide the development of the microbiome to optimize cognitive development or reduce the risk for disorders like autism which can include problems with cognition and language,\" said Knickmeyer.", "\"How you guide that development is an open question because we have to understand what the individual's microbiome is and how to shift it.", "And this is something the scientific community is just beginning to work on.\""], "source": "University of North Carolina Health Care"}