{"title": "Possible early diagnosis of autism spectrum disorder", "text": "DALLAS - June 29, 2017 - Measuring a set of proteins in the blood may enable earlier diagnosis of autism spectrum disorder (ASD), according to a study from the Peter O'Donnell Jr. Brain Institute at UT Southwestern Medical Center.The research found that the levels of two proteins previously identified as potential markers for ASD could help scientists accurately diagnose the disorder in approximately 75 percent of the children studied. When the two proteins are measured together, the diagnostic accuracy increased to 82 percent.The study published in the Journal of Neuroinflammation is among several recent and ongoing efforts to improve early diagnosis of ASD by shifting focus to biological measurements instead of behavioral symptoms.Progress in this area could lead to earlier intervention and help limit the effects of the disorder, said Dr. Dwight German, study senior author and Professor of Psychiatry at UT Southwestern.\"ASD is a very heterogeneous disorder, and if we can identify biomarkers for even a subgroup of ASD patients, then that would be extremely helpful not only for early diagnosis but also for the development of therapeutics,\" said Dr. German, whose latest research builds upon an ASD finding published last year in Scientific Reports.ASD affects approximately 1 in 68 children in the U.S. The neurodevelopmental disorder is characterized by social interaction and communication challenges, and restricted and repetitive patterns of behavior.Most cases are not diagnosed until about age 4, when communication and social disabilities become apparent. However, recent research offers hope that detection may be possible by age 1 by measuring brain growth.", "journal": "Journal of Neuroinflammation", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/usmc-ped062917.php", "institution": "UT Southwestern Medical Center", "meeting": "", "description": "Measuring a set of proteins in the blood may enable earlier diagnosis of autism spectrum disorder (ASD), according to a study from the Peter O'Donnell Jr. Brain Institute at UT Southwestern Medical Center.", "article_link": null, "keywords": ["Medicine/Health", " Diagnostics", " Neurobiology", " Neurochemistry", " Pediatrics"], "source_link": null, "date": "Thu, 29 Jun 2017 04:00:00 GMT"}