{"title": "Genomic copy number variants contribute to cognitive impairment in the UK | EurekAlert! Science News", "year": "Wed, 28 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txphiladelphia", "pa", "june", "28", "2017", "genetic", "alterations", "rare", "deletions", "duplications", "small", "dna", "segments", "called", "copy", "number", "variants", "cnvs", "known", "increase", "risk", "neurodevelopmental", "disorders", "schizophrenia", "autism", "spectrum", "disorder", "intellectual", "disability", "new", "study", "biological", "psychiatry", "reports", "even", "absence", "disorder", "people", "carrying", "cnv", "associated", "disorders", "may", "impaired", "cognition", "led", "george", "kirov", "cardiff", "university", "mrc", "centre", "neuropsychiatric", "genetics", "genomics", "uk", "study", "provides", "largest", "analysis", "date", "effects", "cnvs", "cognition", "general", "population", "previous", "studies", "focused", "disease", "populations", "findings", "help", "researchers", "understand", "effects", "neurodevelopmental", "genetic", "abnormalities", "even", "lead", "emergence", "disease", "psychiatric", "disorders", "relatively", "extreme", "neuropsychiatric", "conditions", "study", "makes", "case", "cnvs", "implicated", "risk", "disorders", "directly", "produce", "subtle", "intellectual", "functional", "changes", "may", "great", "importance", "people", "society", "said", "john", "krystal", "editor", "biological", "study", "first", "author", "kimberley", "kendall", "also", "cardiff", "university", "colleagues", "analyzed", "data", "uk", "biobank", "repository", "extensive", "demographic", "health", "cognitive", "data", "adults", "first", "nearly", "also", "genotyped", "included", "study", "kendall", "colleagues", "focused", "cnvs", "statistically", "linked", "risk", "disorders", "neurodevelopmental", "cnvs", "including", "12", "cnvs", "group", "41", "cnvs", "associated", "disorders", "comparison", "performance", "cognitive", "tests", "adults", "schizophrenia", "carriers", "neurodevelopmental", "cnvs", "otherwise", "healthy", "people", "carry", "cnvs", "genome", "noncarriers", "schizophrenia", "performed", "worst", "performance", "carriers", "fell", "noncarriers", "people", "schizophrenia", "carriers", "also", "lower", "educational", "attainment", "tended", "occupations", "requiring", "less", "skill", "training", "differences", "found", "carriers", "12", "cnvs", "versus", "carriers", "neurodevelopmental", "cnvs", "however", "lot", "overlap", "schizophrenia", "carrier", "noncarrier", "groups", "cognitive", "performance", "carriers", "cnvs", "indeed", "reduced", "differences", "subtle", "large", "proportion", "cnv", "carriers", "appeared", "function", "well", "said", "kirov", "adding", "many", "cnv", "carriers", "reached", "high", "levels", "academic", "achievement", "successfully", "obtain", "highly", "skilled", "cognitively", "demanding", "findings", "fill", "gaps", "knowledge", "effects", "cnvs", "adults", "general", "population", "extend", "previous", "reports", "incomplete", "penetrance", "adults", "carrying", "cnvs", "develop", "disorder", "may", "still", "increased", "burden", "cognitive", "impairments", "study", "hints", "huge", "potential", "uk", "biobank", "research", "role", "cnvs", "human", "health", "disease", "opportunities", "affords", "study", "effect", "cnvs", "carriers", "followed", "many", "years", "psychiatric", "cognitive", "medical", "outcomes", "said", "kirov"], "url": "http://www.eurekalert.org/pub_releases/2017-06/e-gcn062817.php", "date": "2018-01-19_21:13:11", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPhiladelphia, PA, June 28, 2017 - Genetic alterations of rare deletions or duplications of small DNA segments, called copy number variants (CNVs), have been known to increase risk of neurodevelopmental disorders such as schizophrenia, autism spectrum disorder, and intellectual disability. Now, a new study in Biological Psychiatry reports that even in the absence of a disorder, people carrying a CNV associated with these disorders may have impaired cognition. Led by Dr. George Kirov of Cardiff University MRC Centre for Neuropsychiatric Genetics & Genomics, UK, the study provides the largest analysis to date on the effects of CNVs on cognition in a general population -- most previous studies have focused on disease populations. The findings help researchers understand the effects of neurodevelopmental genetic abnormalities, even when they don't lead to the emergence of a disease.\"Psychiatric disorders are relatively extreme neuropsychiatric conditions. This study makes the case that CNVs that have been implicated in the risk for these disorders more directly produce subtle intellectual and functional changes that may be of great importance to these people and to society,\" said Dr. John Krystal, Editor of Biological Psychiatry.In the study, first author Dr. Kimberley Kendall, also of Cardiff University, and colleagues analyzed data from the UK Biobank, a repository of extensive demographic, health, and cognitive data from 500,000 adults. The first nearly 152,000 of those have also been genotyped and were included in the study. Kendall and colleagues focused on CNVs that have been statistically linked with risk of neurodevelop-mental disorders (neurodevelopmental CNVs), including 12 schizophrenia-associated CNVs and a group of 41 CNVs associated with other disorders. In a comparison of performance on cognitive tests between adults with schizophrenia, carriers of neurodevelopmental CNVs who were otherwise healthy, and people who did not carry any CNVs in their genome (noncarriers), those with schizophrenia performed the worst. Performance of carriers fell in between noncarriers and people with schizophrenia. Carriers also had lower educational attainment and tended to have occupations requiring less skill or training. No differences were found between carriers of the 12 schizophrenia-associated CNVs versus carriers of the other neurodevelopmental CNVs. However, there was a lot of overlap between the schizophrenia, carrier, and noncarrier groups. \"The cognitive performance of carriers of schizophrenia-associated CNVs was indeed reduced, but the differences were subtle and a large proportion of CNV carriers appeared to function very well,\" said Kirov, adding that many CNV carriers reached very high levels of academic achievement, and successfully obtain highly skilled or cognitively demanding occupations.The findings fill gaps in the knowledge of the effects of CNVs in adults from the general population, and extend previous reports of incomplete penetrance, where adults carrying CNVs who don't develop a disorder may still have an increased burden of cognitive impairments.\"The study hints at the huge potential of the UK Biobank for further research into the role of CNVs in human health and disease, and the opportunities it affords to study the effect of CNVs on carriers who are being followed up for many years for their psychiatric, cognitive and medical outcomes,\" said Kirov. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPhiladelphia, PA, June 28, 2017 - Genetic alterations of rare deletions or duplications of small DNA segments, called copy number variants (CNVs), have been known to increase risk of neurodevelopmental disorders such as schizophrenia, autism spectrum disorder, and intellectual disability.", "Now, a new study in Biological Psychiatry reports that even in the absence of a disorder, people carrying a CNV associated with these disorders may have impaired cognition.", "Led by Dr. George Kirov of Cardiff University MRC Centre for Neuropsychiatric Genetics & Genomics, UK, the study provides the largest analysis to date on the effects of CNVs on cognition in a general population -- most previous studies have focused on disease populations.", "The findings help researchers understand the effects of neurodevelopmental genetic abnormalities, even when they don't lead to the emergence of a disease.", "\"Psychiatric disorders are relatively extreme neuropsychiatric conditions.", "This study makes the case that CNVs that have been implicated in the risk for these disorders more directly produce subtle intellectual and functional changes that may be of great importance to these people and to society,\" said Dr. John Krystal, Editor of Biological Psychiatry.In the study, first author Dr. Kimberley Kendall, also of Cardiff University, and colleagues analyzed data from the UK Biobank, a repository of extensive demographic, health, and cognitive data from 500,000 adults.", "The first nearly 152,000 of those have also been genotyped and were included in the study.", "Kendall and colleagues focused on CNVs that have been statistically linked with risk of neurodevelop-mental disorders (neurodevelopmental CNVs), including 12 schizophrenia-associated CNVs and a group of 41 CNVs associated with other disorders.", "In a comparison of performance on cognitive tests between adults with schizophrenia, carriers of neurodevelopmental CNVs who were otherwise healthy, and people who did not carry any CNVs in their genome (noncarriers), those with schizophrenia performed the worst.", "Performance of carriers fell in between noncarriers and people with schizophrenia.", "Carriers also had lower educational attainment and tended to have occupations requiring less skill or training.", "No differences were found between carriers of the 12 schizophrenia-associated CNVs versus carriers of the other neurodevelopmental CNVs.", "However, there was a lot of overlap between the schizophrenia, carrier, and noncarrier groups.", "\"The cognitive performance of carriers of schizophrenia-associated CNVs was indeed reduced, but the differences were subtle and a large proportion of CNV carriers appeared to function very well,\" said Kirov, adding that many CNV carriers reached very high levels of academic achievement, and successfully obtain highly skilled or cognitively demanding occupations.The findings fill gaps in the knowledge of the effects of CNVs in adults from the general population, and extend previous reports of incomplete penetrance, where adults carrying CNVs who don't develop a disorder may still have an increased burden of cognitive impairments.", "\"The study hints at the huge potential of the UK Biobank for further research into the role of CNVs in human health and disease, and the opportunities it affords to study the effect of CNVs on carriers who are being followed up for many years for their psychiatric, cognitive and medical outcomes,\" said Kirov."], "source": "Elsevier"}