{"title": "Adults with autism make more consistent choices | EurekAlert! Science News", "year": "Tue, 27 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txpeople", "autism", "spectrum", "conditions", "asc", "often", "show", "reduced", "sensitivity", "contextual", "information", "perceptual", "tasks", "new", "research", "suggests", "reduced", "sensitivity", "may", "actually", "lead", "consistent", "choices", "findings", "published", "psychological", "science", "journal", "association", "psychological", "science", "indicate", "individuals", "asc", "less", "susceptible", "effects", "decoy", "options", "evaluating", "choosing", "best", "product", "among", "several", "options", "relative", "individuals", "without", "asc", "people", "autism", "indeed", "consistent", "choices", "neurotypical", "population", "economic", "perspective", "suggests", "people", "autism", "rational", "less", "likely", "influenced", "way", "choices", "presented", "says", "psychology", "researcher", "george", "farmer", "university", "numerous", "studies", "compared", "performance", "individuals", "asc", "neurotypical", "individuals", "variety", "perceptual", "tasks", "farmer", "university", "cambridge", "william", "skylark", "simon", "noticed", "relatively", "little", "research", "examined", "performance", "realm", "decision", "making", "people", "autism", "thought", "focus", "detail", "less", "bigger", "picture", "often", "found", "perceptual", "studies", "instance", "showing", "people", "autism", "less", "susceptible", "visual", "illusions", "explains", "farmer", "wanted", "know", "tendency", "would", "apply", "tasks", "researchers", "recruited", "90", "adults", "asc", "212", "neurotypical", "adults", "participate", "online", "study", "researchers", "used", "10", "product", "pairs", "products", "pair", "differed", "two", "dimensions", "importantly", "pairs", "always", "presented", "part", "trio", "included", "third", "decoy", "saw", "pair", "twice", "one", "case", "accompanying", "decoy", "designed", "target", "product", "case", "designed", "target", "product", "b", "participants", "indicated", "best", "option", "three", "example", "participants", "might", "asked", "choose", "one", "three", "usb", "drives", "varied", "according", "capacity", "lifespan", "product", "capacity", "32", "gb", "lifespan", "20", "months", "product", "b", "less", "capacity", "16", "gb", "longer", "lifespan", "36", "months", "decoy", "capacity", "28", "gb", "lifespan", "16", "months", "objectively", "worse", "therefore", "also", "completed", "measures", "assessing", "aspects", "cognitive", "ability", "measure", "assessed", "traits", "typically", "associated", "purely", "rational", "economic", "decision", "making", "decoy", "items", "would", "irrelevant", "participants", "would", "make", "choice", "times", "products", "b", "shown", "decoys", "effective", "however", "participants", "would", "switch", "selection", "decoy", "changed", "favoring", "product", "targeted", "decoy", "trio", "example", "people", "would", "likely", "choose", "product", "decoy", "present", "would", "simply", "comparing", "product", "data", "revealed", "compared", "neurotypical", "participants", "participants", "asc", "made", "consistent", "choices", "made", "fewer", "switches", "second", "experiment", "researchers", "recruited", "participants", "general", "population", "administering", "task", "scored", "bottom", "top", "deciles", "validated", "measure", "traits", "typically", "associated", "autism", "results", "showed", "attenuated", "pattern", "similar", "seen", "first", "experiment", "participants", "scored", "high", "autistic", "traits", "likely", "make", "consistent", "choices", "compared", "findings", "indicate", "individuals", "asc", "less", "likely", "show", "cognitive", "bias", "often", "affects", "neurotypical", "peers", "c", "hoice", "consistency", "regarded", "normative", "conventional", "economic", "theory", "reduced", "context", "sensitivity", "would", "provide", "new", "demonstration", "autism", "respects", "researchers", "write", "paper", "findings", "suggest", "people", "autism", "might", "less", "susceptible", "choices", "biased", "way", "information", "presented", "instance", "via", "marketing", "tricks", "choosing", "consumer", "products", "farmer", "results", "also", "indicate", "reduced", "sensitivity", "context", "associated", "asc", "may", "extend", "well", "beyond", "cognitive", "processes", "shedding", "new", "light", "nature", "autistic", "cognition", "researchers", "argue", "altered", "preferences", "choice", "task", "involving", "verbally", "described", "consumer", "products", "would", "suggest", "need", "broader", "characterization", "integrated", "theorizing", "across", "levels", "domains", "processing", "conclude"], "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-awa062617.php", "date": "2018-01-19_21:13:15", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPeople with autism spectrum conditions (ASC) often show a reduced sensitivity to contextual information in perceptual tasks, but new research suggests that this reduced sensitivity may actually lead to more consistent choices in high-level decision-making tasks.The findings, published in Psychological Science, a journal of the Association for Psychological Science, indicate that individuals with ASC are less susceptible to the effects of decoy options when evaluating and choosing the \"best\" product among several options relative to individuals without ASC.\"People with autism are indeed more consistent in their choices than the neurotypical population. From an economic perspective, this suggests that people with autism are more rational and less likely to be influenced by the way choices are presented,\" says psychology researcher George Farmer of the University of Cambridge.While numerous studies have compared the performance of individuals with ASC and neurotypical individuals on a variety of low-level perceptual tasks, Farmer and University of Cambridge co-authors William J. Skylark and Simon Baron-Cohen noticed that relatively little research had examined their performance in the realm of decision making.\"People with autism are thought to focus more on detail and less on the bigger picture - this is often found in more perceptual studies, for instance by showing that people with autism are less susceptible to some visual illusions,\" explains Farmer. \"We wanted to know if this tendency would apply to higher-level decision-making tasks.\"The researchers recruited 90 adults with ASC and 212 neurotypical adults to participate in an online decision-making study. The researchers used 10 product pairs and the products in each pair differed on two dimensions. Importantly, the pairs were always presented as part of a trio that included a third decoy item.Participants saw each pair twice -- in one case, the accompanying decoy was designed to target product A; in the other case, it was designed to target product B. The participants indicated the \"best\" option out of the three presented.For example, participants might be asked to choose one of three USB drives that varied according to their capacity and their lifespan. Product A has a capacity of 32 GB and a lifespan of 20 months, while Product B has less capacity (16 GB) but a longer lifespan (36 months). The decoy, with a capacity of 28 GB and lifespan of 16 months, is objectively worse than A and should therefore be ignored.Participants also completed measures assessing aspects of cognitive ability and a measure that assessed traits typically associated with ASC.With purely rational economic decision making, the decoy items would be irrelevant and participants would make the same choice both times that products A and B were shown. If the decoys were effective, however, participants would switch their selection when the decoy changed, favoring the product targeted by the decoy in each trio. In the example above, people would be more likely to choose Product A with the decoy present than they would if there were simply comparing Product A and B.The data revealed that, compared with neurotypical participants, participants with ASC made more consistent choices and made fewer switches in their selections.In a second experiment, the researchers recruited participants from the general population, administering the same task with only those who scored in the bottom and top deciles of a validated measure of traits typically associated with autism. Their results showed an attenuated pattern similar to that seen in the first experiment: Participants who scored high on autistic traits were more likely to make consistent choices compared with low-scoring participants.Together, the findings indicate that individuals with ASC are less likely to show a cognitive bias that often affects their neurotypical peers.\"[C]hoice consistency is regarded as normative in conventional economic theory, so reduced context sensitivity would provide a new demonstration that autism is not in all respects a 'disability',\" the researchers write in their paper.\"These findings suggest that people with autism might be less susceptible to having their choices biased by the way information is presented to them--for instance, via marketing tricks when choosing between consumer products,\" Farmer adds.The results also indicate that the reduced sensitivity to context that is associated with ASC may extend well beyond low-level cognitive processes, shedding new light on the nature of \"autistic cognition,\" the researchers argue:\"Altered preferences in a choice task involving verbally described consumer products would suggest the need for a broader characterization and integrated theorizing across levels and domains of processing,\" they conclude.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPeople with autism spectrum conditions (ASC) often show a reduced sensitivity to contextual information in perceptual tasks, but new research suggests that this reduced sensitivity may actually lead to more consistent choices in high-level decision-making tasks.The findings, published in Psychological Science, a journal of the Association for Psychological Science, indicate that individuals with ASC are less susceptible to the effects of decoy options when evaluating and choosing the \"best\" product among several options relative to individuals without ASC.", "\"People with autism are indeed more consistent in their choices than the neurotypical population.", "From an economic perspective, this suggests that people with autism are more rational and less likely to be influenced by the way choices are presented,\" says psychology researcher George Farmer of the University of Cambridge.While numerous studies have compared the performance of individuals with ASC and neurotypical individuals on a variety of low-level perceptual tasks, Farmer and University of Cambridge co-authors William J. Skylark and Simon Baron-Cohen noticed that relatively little research had examined their performance in the realm of decision making.", "\"People with autism are thought to focus more on detail and less on the bigger picture - this is often found in more perceptual studies, for instance by showing that people with autism are less susceptible to some visual illusions,\" explains Farmer.", "\"We wanted to know if this tendency would apply to higher-level decision-making tasks.", "\"The researchers recruited 90 adults with ASC and 212 neurotypical adults to participate in an online decision-making study.", "The researchers used 10 product pairs and the products in each pair differed on two dimensions.", "Importantly, the pairs were always presented as part of a trio that included a third decoy item.Participants saw each pair twice -- in one case, the accompanying decoy was designed to target product A; in the other case, it was designed to target product B.", "The participants indicated the \"best\" option out of the three presented.For example, participants might be asked to choose one of three USB drives that varied according to their capacity and their lifespan.", "Product A has a capacity of 32 GB and a lifespan of 20 months, while Product B has less capacity (16 GB) but a longer lifespan (36 months).", "The decoy, with a capacity of 28 GB and lifespan of 16 months, is objectively worse than A and should therefore be ignored.Participants also completed measures assessing aspects of cognitive ability and a measure that assessed traits typically associated with ASC.With purely rational economic decision making, the decoy items would be irrelevant and participants would make the same choice both times that products A and B were shown.", "If the decoys were effective, however, participants would switch their selection when the decoy changed, favoring the product targeted by the decoy in each trio.", "In the example above, people would be more likely to choose Product A with the decoy present than they would if there were simply comparing Product A and B.The data revealed that, compared with neurotypical participants, participants with ASC made more consistent choices and made fewer switches in their selections.In a second experiment, the researchers recruited participants from the general population, administering the same task with only those who scored in the bottom and top deciles of a validated measure of traits typically associated with autism.", "Their results showed an attenuated pattern similar to that seen in the first experiment: Participants who scored high on autistic traits were more likely to make consistent choices compared with low-scoring participants.Together, the findings indicate that individuals with ASC are less likely to show a cognitive bias that often affects their neurotypical peers.", "\"[C]hoice consistency is regarded as normative in conventional economic theory, so reduced context sensitivity would provide a new demonstration that autism is not in all respects a 'disability',\" the researchers write in their paper.", "\"These findings suggest that people with autism might be less susceptible to having their choices biased by the way information is presented to them--for instance, via marketing tricks when choosing between consumer products,\" Farmer adds.The results also indicate that the reduced sensitivity to context that is associated with ASC may extend well beyond low-level cognitive processes, shedding new light on the nature of \"autistic cognition,\" the researchers argue:\"Altered preferences in a choice task involving verbally described consumer products would suggest the need for a broader characterization and integrated theorizing across levels and domains of processing,\" they conclude."], "source": "Association for Psychological Science"}