{"title": "Shock report tells of system that turns people with learning disabilities into commodities", "text": "'A trade in people' with learning disabilities and/or autism has been uncovered by a partnership of activists, families and Lancaster University academics.\r\nThe new report from the University's Centre for Disability Research (CeDR) found that last year £477 million was forecast to be spent on keeping just 2,500 people with learning disabilities and/or autism in hospital and that 52% of those beds were provided by the independent sector.\r\nIt flags up that, on average a person who has been in an Assessment and Treatment Unit (ATU) for five years, will generate £950,000 in income, and a substantial profit, for an independent sector organisation.\r\nThe report, entitled 'A Trade in People: The inpatient healthcare economy for people with learning disabilities and/or Autism Spectrum Disorder', also states:\r\nThe report says there is little control over where units are located and highlights the 'pull effect' of having large independent providers of in-patient provision. \r\nIt cites examples, such as Northampton, where large quantities of inpatient units locally result in them being 'net importers' of people with learning disabilities from other areas. \r\nThis often means these areas become the 'home authority' responsible for the cost of  intensive packages of services and support needed on discharge, placing significant strain on the person living far from home, and on community services in those areas. \r\nFamilies of a person put into an inpatient unit often face long and difficult journeys for infrequent hour-long visits, making it difficult to maintain family support and sometimes reducing the likelihood of a discharge.\r\nThe report captures moving evidence, from families, of the 'struggle' and impact on both the inpatient and the family. \r\nThe report shows that while many areas are expected to achieve significant reductions in the number of inpatients, most areas have not been selected by NHS England to receive funding to support them in achieving the targets.\r\n\"Time will tell how realistic an expectation this proves to be and it is that kind of ambiguity that underpins the reason for carrying out this work,\" says the report. \r\nEconomic factors, such as the cost of housing, may be important in shaping where inpatient services are located, it adds. For example, independent sector healthcare entrepreneurs may be more likely to establish new units in areas of relatively low infrastructure costs, including housing prices.\r\n\"This is important because it means decisions about patterns of inpatient provision are being driven by economic factors rather than clinical need,\" says the report.\r\nIt adds: \"It is clear to us that the way in which the healthcare economy has been encouraged to develop by recent governments turns people into commodities and liabilities. \r\n\"The uneven spread of provision has led to the development of what is effectively a 'market' of people with a learning disability which the growth of the independent sector has intensified.\"\r\nIn England there are 270 Assessment and Treatment Units (ATUs), inpatient units for people with learning disabilities and/or autism. Of those, 96 are run by the independent sector to provide 1,290 beds. All are registered with Companies House but only 10% are dual registered with the Charity Commission as non-profit making.\r\nThe report estimates that in 2015-16 the value of these inpatient services to the independent sector was in the region of £284 million. Most of that provision operated on a 'for profit' basis with 'sons and daughters' as its currency.\r\nOne author of the report, Professor Chris Hatton, from Lancaster University, said: \"A laissez-faire attitude towards the independent sector will not achieve the big reduction in inpatient services that government has been aiming for in the six years since Winterbourne View.\"\r\nThe report team studied all existing Transforming Care Plans, which aim to improve services for people with learning disabilities and/or autism, and made a Freedom of Information request to NHS England for the financial appendices to the plans. \r\nThey also used data from a range of other sources including the care regulator Care Quality Commission and UK House Price Index data published by the Land Registry.\r\nThe paper is written by activist Mark Brown, Lancaster University Honorary Research Fellow Elaine James and Professor Hatton. It is edited by Hannah Morgan, a Senior Lecturer in Sociology at Lancaster University.\r\nThe briefing paper is produced as part of the Seven Days of Action Campaign, set up by activists to raise awareness, through regular campaigns, on the plight of disabled people held against their wishes in ATUs.\r\n", "journal": "", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-06/lu-srt062717.php", "institution": "Lancaster University", "meeting": "", "description": "'A trade in people' with learning disabilities and/or autism has been uncovered by a partnership of activists, families and Lancaster University academics.\r\nThe new report from the University's Centre for Disability Research (CeDR) found that last year £477 million was forecast to be spent on keeping just 2,500 people with learning disabilities and/or autism in hospital and that 52 percent of those beds were provided by the independent sector.", "article_link": null, "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Public Health", " Medical/Scientific Ethics", " Social/Behavioral Science", " Behavior"], "source_link": "http://www.lancaster.ac.uk/news/articles/2017/shock-report-tells-of-system-that-turns-people-with-learning-disabilities-into-c/", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}