{"title": "Pre-synaptic cadherin/catenin complexes stablize post-synaptic spines in vivo | EurekAlert! Science News", "year": "Tue, 27 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "figure", "image", "depicts", "ornamental", "braiding", "pan", "kou", "fastening", "front", "traditional", "chinese", "clothing", "watercolor", "analogy", "complexes", "regulate", "synapse", "maturation", "view", "synapses", "fundamental", "building", "blocks", "neural", "circuits", "synapse", "formation", "requires", "complex", "regulation", "involving", "cell", "adhesion", "molecules", "secreted", "molecules", "transcription", "factors", "forth", "cell", "adhesion", "molecules", "critical", "unanswered", "question", "whether", "partners", "contribute", "equally", "synaptogenesis", "whether", "one", "side", "predominant", "inducing", "functional", "synapse", "formation", "stabilizing", "nascent", "synapses", "recent", "study", "conducted", "yu", "xiang", "lab", "institute", "neuroscience", "chinese", "academy", "sciences", "uncovered", "asymmetric", "role", "symmetric", "cell", "adhesion", "complexes", "functional", "synapse", "formation", "neocortex", "predominant", "functional", "synapse", "formation", "mediates", "dendritic", "spine", "stabilization", "anterograde", "signaling", "effect", "complexes", "requires", "p140cap", "novel", "interacting", "partner", "results", "study", "published", "neuron", "using", "mice", "conditionally", "knockout", "overexpress", "neocortical", "excitatory", "neurons", "recording", "layer", "pyramidal", "neurons", "mouse", "barrel", "cortex", "researchers", "found", "regulated", "frequency", "miniature", "excitatory", "postsynaptic", "currents", "overexpression", "promoted", "spinogenesis", "pyramidal", "neurons", "using", "live", "imaging", "researchers", "showed", "required", "spine", "stabilization", "de", "novo", "formation", "address", "question", "whether", "partner", "predominant", "inducing", "stabilizing", "nascent", "synapses", "used", "distinct", "transgenic", "mice", "viral", "injections", "specifically", "manipulate", "camkcreer", "sparse", "injection", "dense", "injection", "neurons", "found", "neurons", "neurons", "significantly", "promoted", "excitatory", "synaptic", "transmission", "spine", "maturation", "pyramidal", "neurons", "surprising", "result", "led", "researchers", "test", "changes", "loci", "using", "ai34d", "mice", "conditionally", "expressed", "protein", "found", "promotes", "maturation", "synaptophysinpuncta", "loci", "moreover", "regulated", "release", "probability", "glutamatergic", "vesicles", "measured", "electrophysiological", "recordings", "reported", "binding", "partners", "could", "mediate", "effects", "mass", "spectrometry", "experiments", "researchers", "identified", "p140cap", "protein", "known", "regulate", "exocytosis", "novel", "binding", "partner", "showed", "presence", "complexes", "experiments", "demonstrated", "expression", "p140cap", "required", "excitatory", "synaptic", "transmission", "spine", "stabilization", "results", "uncovered", "asymmetric", "role", "complex", "neocortical", "circuit", "wiring", "earlier", "assumption", "symmetry", "whether", "findings", "mean", "generally", "predominant", "role", "site", "functional", "synapse", "formation", "remains", "determined", "future", "studies", "would", "also", "interesting", "explore", "whether", "mechanism", "extends", "neural", "circuits", "formation", "maturation", "synapses", "spines", "fundamental", "proper", "neural", "circuit", "wiring", "function", "better", "understanding", "molecular", "mechanisms", "underlying", "processes", "important", "basic", "neuroscience", "also", "great", "relevance", "understanding", "neurodevelopmental", "disorders", "characterized", "synapse", "dysfunction", "autism", "spectrum", "disorder"], "url": "http://www.eurekalert.org/pub_releases/2017-06/caos-pcc062717.php", "date": "2018-01-19_21:13:24", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Figure: This image depicts the ornamental braiding (Pan Kou) for fastening the front of traditional Chinese clothing in watercolor, as an analogy of how cadherin/catenin complexes regulate the synapse maturation...\n       view more Synapses are fundamental building blocks of neural circuits. Synapse formation requires complex regulation involving cell adhesion molecules, secreted molecules, transcription factors and so forth. For cell adhesion molecules, a critical unanswered question is whether pre- and post-synaptic partners contribute equally to synaptogenesis, or whether one side is predominant in inducing functional synapse formation and in stabilizing nascent synapses.  A recent study conducted by Dr. YU Xiang's lab at the Institute of Neuroscience of the Chinese Academy of Sciences uncovered an asymmetric role for symmetric cadherin/catenin cell adhesion complexes in functional synapse formation in the neocortex. Pre-synaptic β-catenin is predominant during functional synapse formation and mediates dendritic spine stabilization through N-cadherin-dependent anterograde trans-synaptic signaling. The effect of the cadherin/catenin complexes requires p140Cap, a novel β-catenin interacting partner. The results of this study were published in Neuron. Using Nex-Cre mice to conditionally knockout or overexpress β-catenin in all neocortical excitatory neurons, and recording from layer 2/3 (L2/3) pyramidal neurons of the mouse barrel cortex, researchers found that β-catenin bi-directionally regulated the frequency of miniature excitatory postsynaptic currents. β-catenin overexpression promoted spinogenesis in L2/3 pyramidal neurons. Using live imaging, the researchers showed that β-catenin is required for spine stabilization and not de novo formation. To address the question of whether the pre- or post-synaptic partner is predominant in inducing or stabilizing nascent synapses, they used distinct transgenic mice and viral injections to specifically manipulate β-catenin in post-synaptic (CaMKCreER and sparse AAV-GFP-β-cat* injection) or pre-synaptic (Scnn1a-Tg3-Cre and dense AAV-GFP-β-cat* injection) neurons, and found that β-catenin gain-of-function in pre-synaptic neurons, but not post-synaptic neurons, significantly promoted excitatory synaptic transmission and spine maturation of L2/3 pyramidal neurons. This surprising result led researchers to test changes in the pre-synaptic loci. Using Ai34D mice that conditionally expressed synaptophysin-tdTomato, a pre-synaptic vesicle-related protein, they found that β-catenin promotes maturation of synaptophysinpuncta in pre-synaptic loci. Moreover, β-catenin bi-directionally regulated the pre-synaptic release probability of glutamatergic vesicles as measured by electrophysiological recordings. Reported β-catenin binding partners could not mediate the above-described effects. Through co-immunoprecipitation and mass spectrometry experiments, researchers identified p140Cap, a protein known to regulate exocytosis, as a novel binding partner of β-catenin. They showed the presence of cadherin/catenin/p140Cap complexes. Further experiments demonstrated that pre-synaptic expression of p140Cap is required for excitatory synaptic transmission and spine stabilization. These results uncovered an asymmetric role for the cadherin/catenin complex in neocortical circuit wiring -contrary to the earlier assumption of symmetry. Whether these findings mean generally a predominant role for the pre-synaptic site in functional synapse formation remains to be determined in future studies. It would also be interesting to explore whether this mechanism extends to other neural circuits. The formation and maturation of synapses and spines are fundamental to proper neural circuit wiring and function. A better understanding of the molecular mechanisms underlying these processes is not only important for basic neuroscience, but is also of great relevance to understanding neurodevelopmental disorders characterized by synapse dysfunction, such as autism spectrum disorder.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Figure: This image depicts the ornamental braiding (Pan Kou) for fastening the front of traditional Chinese clothing in watercolor, as an analogy of how cadherin/catenin complexes regulate the synapse maturation...\n       view more Synapses are fundamental building blocks of neural circuits.", "Synapse formation requires complex regulation involving cell adhesion molecules, secreted molecules, transcription factors and so forth.", "For cell adhesion molecules, a critical unanswered question is whether pre- and post-synaptic partners contribute equally to synaptogenesis, or whether one side is predominant in inducing functional synapse formation and in stabilizing nascent synapses.", "A recent study conducted by Dr. YU Xiang's lab at the Institute of Neuroscience of the Chinese Academy of Sciences uncovered an asymmetric role for symmetric cadherin/catenin cell adhesion complexes in functional synapse formation in the neocortex.", "Pre-synaptic β-catenin is predominant during functional synapse formation and mediates dendritic spine stabilization through N-cadherin-dependent anterograde trans-synaptic signaling.", "The effect of the cadherin/catenin complexes requires p140Cap, a novel β-catenin interacting partner.", "The results of this study were published in Neuron.", "Using Nex-Cre mice to conditionally knockout or overexpress β-catenin in all neocortical excitatory neurons, and recording from layer 2/3 (L2/3) pyramidal neurons of the mouse barrel cortex, researchers found that β-catenin bi-directionally regulated the frequency of miniature excitatory postsynaptic currents.", "β-catenin overexpression promoted spinogenesis in L2/3 pyramidal neurons.", "Using live imaging, the researchers showed that β-catenin is required for spine stabilization and not de novo formation.", "To address the question of whether the pre- or post-synaptic partner is predominant in inducing or stabilizing nascent synapses, they used distinct transgenic mice and viral injections to specifically manipulate β-catenin in post-synaptic (CaMKCreER and sparse AAV-GFP-β-cat* injection) or pre-synaptic (Scnn1a-Tg3-Cre and dense AAV-GFP-β-cat* injection) neurons, and found that β-catenin gain-of-function in pre-synaptic neurons, but not post-synaptic neurons, significantly promoted excitatory synaptic transmission and spine maturation of L2/3 pyramidal neurons.", "This surprising result led researchers to test changes in the pre-synaptic loci.", "Using Ai34D mice that conditionally expressed synaptophysin-tdTomato, a pre-synaptic vesicle-related protein, they found that β-catenin promotes maturation of synaptophysinpuncta in pre-synaptic loci.", "Moreover, β-catenin bi-directionally regulated the pre-synaptic release probability of glutamatergic vesicles as measured by electrophysiological recordings.", "Reported β-catenin binding partners could not mediate the above-described effects.", "Through co-immunoprecipitation and mass spectrometry experiments, researchers identified p140Cap, a protein known to regulate exocytosis, as a novel binding partner of β-catenin.", "They showed the presence of cadherin/catenin/p140Cap complexes.", "Further experiments demonstrated that pre-synaptic expression of p140Cap is required for excitatory synaptic transmission and spine stabilization.", "These results uncovered an asymmetric role for the cadherin/catenin complex in neocortical circuit wiring -contrary to the earlier assumption of symmetry.", "Whether these findings mean generally a predominant role for the pre-synaptic site in functional synapse formation remains to be determined in future studies.", "It would also be interesting to explore whether this mechanism extends to other neural circuits.", "The formation and maturation of synapses and spines are fundamental to proper neural circuit wiring and function.", "A better understanding of the molecular mechanisms underlying these processes is not only important for basic neuroscience, but is also of great relevance to understanding neurodevelopmental disorders characterized by synapse dysfunction, such as autism spectrum disorder."], "source": "Chinese Academy of Sciences Headquarters"}