{"title": "Researchers ID network of neurons crucial for vocal learning | EurekAlert! Science News", "year": "Tue, 27 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "todd", "roberts", "examines", "zebra", "finch", "inside", "lab", "brain", "institute", "photo", "david", "gresham", "ut", "southwestern", "view", "dallas", "researchers", "identified", "network", "neurons", "plays", "vital", "role", "learning", "vocalizations", "aiding", "communication", "motor", "auditory", "regions", "new", "study", "peter", "jr", "brain", "institute", "demonstrates", "songbirds", "necessity", "neural", "circuit", "learn", "vocalizations", "young", "age", "finding", "expands", "scientific", "understanding", "contributing", "factors", "speech", "disorders", "humans", "speech", "language", "learning", "depend", "ability", "evaluate", "accurately", "producing", "particular", "sounds", "associated", "speech", "said", "todd", "roberts", "assistant", "professor", "neuroscience", "brain", "institute", "ut", "southwestern", "medical", "center", "evaluation", "long", "thought", "rely", "close", "interactions", "auditory", "motor", "areas", "brain", "identification", "specific", "brain", "pathways", "involved", "process", "challenging", "researchers", "roberts", "songbird", "lab", "used", "zebra", "finches", "study", "brain", "circuits", "learn", "control", "song", "found", "network", "neurons", "brain", "motor", "cortex", "sends", "copy", "vocal", "commands", "bird", "intends", "sing", "auditory", "cortex", "thought", "birds", "hear", "sing", "brain", "pathway", "helps", "compare", "produced", "sounds", "intended", "study", "featured", "cover", "july", "nature", "neuroscience", "showed", "disabling", "neurons", "pathway", "impeded", "juvenile", "songbirds", "ability", "learn", "new", "song", "adult", "songbirds", "able", "sing", "previously", "learned", "could", "longer", "learn", "change", "timing", "tempo", "song", "understand", "address", "causes", "speech", "disorders", "requires", "fundamental", "understanding", "brain", "circuits", "computations", "involved", "learning", "controlling", "speech", "said", "roberts", "thomas", "hicks", "scholar", "medical", "research", "new", "study", "revelatory", "sense", "pinpoints", "brain", "circuit", "long", "speculated", "perform", "important", "computations", "involved", "speech", "learning", "provides", "first", "proof", "circuit", "critical", "learning", "vocal", "behaviors", "research", "complements", "work", "done", "roberts", "lab", "including", "ongoing", "study", "funded", "federal", "brain", "initiative", "research", "program", "understand", "brain", "functions", "vocal", "learning", "mapping", "neural", "processes", "involved", "birds", "learn", "mating", "songs", "scientists", "hope", "someday", "use", "knowledge", "target", "specific", "genes", "disrupting", "speech", "patients", "autism", "neurodevelopmental", "conditions"], "url": "http://www.eurekalert.org/pub_releases/2017-06/usmc-rin062717.php", "date": "2018-01-19_21:13:27", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Todd Roberts examines a zebra finch inside his lab at the O'Donnell Brain Institute. Photo by David Gresham, UT Southwestern.\n       view more DALLAS - Researchers have identified a network of neurons that plays a vital role in learning vocalizations by aiding communication between motor and auditory regions of the brain.A new study from the Peter O'Donnell Jr. Brain Institute demonstrates in songbirds the necessity of this neural circuit to learn vocalizations at a young age, a finding that expands the scientific understanding of some contributing factors in speech disorders in humans.\"Speech and language learning depend on our ability to evaluate how accurately we are producing the particular sounds associated with speech,\" said Dr. Todd Roberts, Assistant Professor of Neuroscience with the O'Donnell Brain Institute at UT Southwestern Medical Center. \"This evaluation has long been thought to rely on close interactions between auditory and speech-related motor areas of the brain, but identification of specific brain pathways involved in this process has been challenging.\"Researchers in Dr. Roberts' songbird lab used zebra finches to study how brain circuits learn and control song. They found a network of neurons in the brain's motor cortex that sends a copy of vocal commands - what the bird intends to sing - to the auditory cortex. It is thought that as the birds hear themselves sing, this brain pathway helps them compare their produced sounds to what they intended to sing.The study featured on the cover of July's Nature Neuroscience showed that disabling the neurons in this pathway impeded juvenile songbirds' ability to learn a new song. Adult songbirds were able to sing what they had previously learned but could no longer learn to change the timing and tempo of their song.\"To understand and address the causes of speech disorders requires a fundamental understanding of the brain circuits and computations involved in learning and controlling speech,\" said Dr. Roberts, a Thomas O. Hicks Scholar in Medical Research. \"This new study is revelatory in the sense that it pinpoints a brain circuit long speculated to perform important computations involved in speech learning and provides the first proof that this circuit is critical to learning vocal behaviors.\"The research complements other work being done in Dr. Roberts' lab, including an ongoing study funded by the federal BRAIN Initiative research program to understand how the brain functions during vocal learning. By mapping the neural processes involved as birds learn mating songs, scientists hope to someday use that knowledge to target specific genes disrupting speech in patients with autism or other neurodevelopmental conditions.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Todd Roberts examines a zebra finch inside his lab at the O'Donnell Brain Institute.", "Photo by David Gresham, UT Southwestern.", "view more DALLAS - Researchers have identified a network of neurons that plays a vital role in learning vocalizations by aiding communication between motor and auditory regions of the brain.A new study from the Peter O'Donnell Jr.", "Brain Institute demonstrates in songbirds the necessity of this neural circuit to learn vocalizations at a young age, a finding that expands the scientific understanding of some contributing factors in speech disorders in humans.", "\"Speech and language learning depend on our ability to evaluate how accurately we are producing the particular sounds associated with speech,\" said Dr. Todd Roberts, Assistant Professor of Neuroscience with the O'Donnell Brain Institute at UT Southwestern Medical Center.", "\"This evaluation has long been thought to rely on close interactions between auditory and speech-related motor areas of the brain, but identification of specific brain pathways involved in this process has been challenging.", "\"Researchers in Dr. Roberts' songbird lab used zebra finches to study how brain circuits learn and control song.", "They found a network of neurons in the brain's motor cortex that sends a copy of vocal commands - what the bird intends to sing - to the auditory cortex.", "It is thought that as the birds hear themselves sing, this brain pathway helps them compare their produced sounds to what they intended to sing.The study featured on the cover of July's Nature Neuroscience showed that disabling the neurons in this pathway impeded juvenile songbirds' ability to learn a new song.", "Adult songbirds were able to sing what they had previously learned but could no longer learn to change the timing and tempo of their song.", "\"To understand and address the causes of speech disorders requires a fundamental understanding of the brain circuits and computations involved in learning and controlling speech,\" said Dr. Roberts, a Thomas O. Hicks Scholar in Medical Research.", "\"This new study is revelatory in the sense that it pinpoints a brain circuit long speculated to perform important computations involved in speech learning and provides the first proof that this circuit is critical to learning vocal behaviors.", "\"The research complements other work being done in Dr. Roberts' lab, including an ongoing study funded by the federal BRAIN Initiative research program to understand how the brain functions during vocal learning.", "By mapping the neural processes involved as birds learn mating songs, scientists hope to someday use that knowledge to target specific genes disrupting speech in patients with autism or other neurodevelopmental conditions."], "source": "UT Southwestern Medical Center"}