{"title": "Parent-mediated therapy may help babies at risk of developing autism | EurekAlert! Science News", "year": "Tue, 11 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "earliest", "autism", "intervention", "study", "world", "uses", "video", "provide", "feedback", "parents", "babies", "family", "risk", "autism", "indicated", "reduction", "severity", "emerging", "signs", "autism", "study", "published", "today", "journal", "child", "psychology", "psychiatry", "first", "kind", "work", "babies", "first", "year", "life", "sibling", "autism", "therefore", "higher", "risk", "developing", "research", "found", "earliest", "markers", "autism", "reduced", "social", "interest", "difficulties", "attention", "disengagement", "may", "present", "around", "end", "child", "first", "year", "life", "latest", "study", "led", "professor", "jonathan", "green", "university", "manchester", "collaboration", "professor", "mark", "johnson", "team", "birkbeck", "teams", "king", "college", "london", "institute", "psychiatry", "psychology", "neuroscience", "evelina", "london", "children", "hospital", "aimed", "reduce", "early", "symptoms", "lower", "likelihood", "child", "developing", "difficulties", "associated", "autism", "later", "childhood", "intervention", "delivered", "teams", "university", "manchester", "evelina", "london", "children", "hospital", "assessed", "teams", "birkbeck", "king", "adapted", "version", "already", "established", "video", "interaction", "promoting", "positive", "parenting", "programme", "54", "families", "took", "part", "study", "28", "randomly", "allocated", "receive", "minimum", "six", "visits", "therapist", "used", "help", "parents", "understand", "respond", "baby", "individual", "communication", "style", "improve", "infant", "attention", "communication", "early", "language", "development", "social", "engagement", "infants", "received", "intervention", "5", "months", "age", "9", "months", "14", "months", "assessments", "made", "end", "treatment", "age", "15", "months", "27", "months", "39", "months", "age", "across", "course", "study", "families", "received", "video", "therapy", "showed", "improvement", "early", "emerging", "behaviours", "associated", "autism", "compared", "receive", "therapy", "improvements", "extended", "development", "also", "noticeable", "positive", "impact", "interactions", "although", "findings", "encouraging", "authors", "caution", "relatively", "limited", "number", "participants", "conclusive", "larger", "studies", "needed", "researchers", "make", "definitive", "conclusions", "therapy", "effect", "reducing", "severity", "autism", "jonathan", "green", "led", "study", "says", "novel", "study", "early", "began", "intervention", "know", "similar", "kinds", "intervention", "later", "childhood", "show", "long", "term", "effects", "shown", "beginning", "intervention", "kind", "first", "year", "life", "produce", "important", "improvements", "babies", "medium", "term", "development", "continuing", "therapy", "finishes", "promising", "finding", "provides", "excellent", "basis", "future", "larger", "scale", "trials", "using", "intervention", "early", "development", "intervention", "continues", "show", "improvements", "larger", "studies", "method", "would", "real", "potential", "use", "families", "point", "early", "concern", "child", "genetically", "risk", "developing", "autism", "ibasis", "study", "took", "place", "part", "ongoing", "british", "autism", "study", "infant", "siblings", "michelle", "dudley", "took", "part", "study", "daughter", "natalie", "considered", "increased", "risk", "following", "diagnosis", "sibling", "older", "brother", "autism", "said", "fighting", "first", "child", "diagnosis", "learning", "support", "child", "autism", "tough", "daughter", "born", "determined", "thing", "would", "happen", "glad", "come", "across", "study", "natalie", "three", "months", "old", "loved", "taking", "part", "ibasis", "project", "wish", "opportunity", "like", "eldest", "young", "hope", "research", "help", "develop", "tools", "professionals", "families", "children", "risk", "autism", "waiting", "diagnosis", "get", "help", "need", "much", "earlier", "dr", "kathryn", "adcock", "head", "neurosciences", "mental", "health", "medical", "research", "council", "said", "although", "quite", "small", "study", "therefore", "ca", "provide", "definitive", "answer", "work", "shows", "promising", "indications", "benefits", "early", "intervention", "jon", "spiers", "ceo", "autistica", "uk", "leading", "autism", "research", "charity", "provided", "initial", "funding", "study", "said", "parents", "often", "sense", "child", "developing", "differently", "early", "yet", "getting", "diagnosis", "autism", "take", "years", "able", "deliver", "intervention", "uncertain", "period", "would", "promising", "step", "forward", "many", "thousands", "families", "pleased", "provided", "funding", "initial", "study", "calling", "urgent", "investment", "similar", "early", "intervention", "studies", "autism"], "url": "http://www.eurekalert.org/pub_releases/2017-04/w-ptm040717.php", "date": "2018-01-19_21:07:08", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe earliest autism intervention study in the world that uses video to provide feedback to parents of babies at family risk of autism, has indicated a reduction in the severity of emerging signs of autism. This study, published today in the Journal of Child Psychology and Psychiatry, is the first of its kind to work with babies in their first year of life who have a sibling with autism and are therefore at higher risk of developing the condition.Previous research has found that the earliest markers of autism; such as reduced social interest or difficulties with attention and disengagement may be present around the end of a child's first year of life. This latest study led by Professor Jonathan Green at The University of Manchester in collaboration with Professor Mark Johnson's MRC-funded team at Birkbeck, and teams at King's College London's Institute of Psychiatry, Psychology & Neuroscience and Evelina London Children's Hospital, aimed to reduce these early symptoms and lower the likelihood of the child developing difficulties associated with autism later on in childhood. The intervention, delivered by teams at The University of Manchester and Evelina London Children's Hospital, and assessed by teams at Birkbeck and King's, was an adapted version of the already established Video Interaction for Promoting Positive Parenting Programme (iBASIS-VIPP). Of the 54 families who took part in the study, 28 were randomly allocated to receive a minimum of six home-based visits from a therapist who used video-feedback to help the parents understand and respond to their baby's individual communication style to improve infant attention, communication, early language development, and social engagement. These infants received the intervention for 5 months, from the age of 9 months to 14 months. Assessments were made from the end of treatment at age 15 months, at 27 months and then at 39 months of age.   Across the course of the study the families who received the video therapy showed improvement in early emerging behaviours associated with autism, compared to those who did not receive the therapy; and these improvements extended in development after the therapy-end. There was also a noticeable positive impact on parent-infant interactions.  Although the findings are encouraging, the authors caution that because of the relatively limited number of participants, they cannot be conclusive. Larger studies will be needed before researchers can make definitive conclusions about the therapy's long-term effect on reducing the severity of autism symptoms.Professor Jonathan Green who led the study says:\"What is novel about this study is how early we began the intervention. We know that similar kinds of intervention later in childhood can show long term effects; here we have shown that beginning intervention of this kind in the first year of life can produce important improvements for the babies over the medium term in development, continuing after the therapy finishes. This is a very promising finding that provides an excellent basis for future larger scale trials using the intervention in very early development.\"\"If this intervention continues to show improvements in such larger studies, then the method would have real potential use for families at the point of early concern, or if their child is genetically at risk of developing autism.\"The iBASIS study took place as part of the ongoing British Autism Study of Infant Siblings (basisnetwork.org).  Michelle from Dudley took part in the study. Her daughter Natalie was considered at an increased risk, following the diagnosis of a sibling, an older brother, with autism. She said: \"Fighting for my first child's diagnosis, and learning how to support a child with autism was tough, so when our daughter was born we were determined that the same thing wouldn't happen.\"\"We were so glad to come across this study when Natalie was just three months old. We've loved taking part in the iBasis project, and wish we'd had an opportunity like this when our eldest was young. I hope that this research can help develop tools for professionals and families so that children at risk of autism or waiting for a diagnosis, get the help that they need much earlier.\" Dr Kathryn Adcock, Head of Neurosciences and Mental Health at the Medical Research Council, said: \"Although this is quite a small study and therefore can't provide a definitive answer, the work shows very promising indications of the benefits of early intervention.\"Jon Spiers, CEO of Autistica, the UK's leading autism research charity who provided initial funding for the study, said:\"Parents often sense their child is developing differently very early on, yet getting a diagnosis of autism can take years. Being able to deliver an intervention during this uncertain period would be a promising step forward for many thousands of families. We are pleased to have provided funding for this initial study and are calling for urgent further investment in similar early intervention studies in autism.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe earliest autism intervention study in the world that uses video to provide feedback to parents of babies at family risk of autism, has indicated a reduction in the severity of emerging signs of autism.", "This study, published today in the Journal of Child Psychology and Psychiatry, is the first of its kind to work with babies in their first year of life who have a sibling with autism and are therefore at higher risk of developing the condition.Previous research has found that the earliest markers of autism; such as reduced social interest or difficulties with attention and disengagement may be present around the end of a child's first year of life.", "This latest study led by Professor Jonathan Green at The University of Manchester in collaboration with Professor Mark Johnson's MRC-funded team at Birkbeck, and teams at King's College London's Institute of Psychiatry, Psychology & Neuroscience and Evelina London Children's Hospital, aimed to reduce these early symptoms and lower the likelihood of the child developing difficulties associated with autism later on in childhood.", "The intervention, delivered by teams at The University of Manchester and Evelina London Children's Hospital, and assessed by teams at Birkbeck and King's, was an adapted version of the already established Video Interaction for Promoting Positive Parenting Programme (iBASIS-VIPP).", "Of the 54 families who took part in the study, 28 were randomly allocated to receive a minimum of six home-based visits from a therapist who used video-feedback to help the parents understand and respond to their baby's individual communication style to improve infant attention, communication, early language development, and social engagement.", "These infants received the intervention for 5 months, from the age of 9 months to 14 months.", "Assessments were made from the end of treatment at age 15 months, at 27 months and then at 39 months of age.", "Across the course of the study the families who received the video therapy showed improvement in early emerging behaviours associated with autism, compared to those who did not receive the therapy; and these improvements extended in development after the therapy-end.", "There was also a noticeable positive impact on parent-infant interactions.", "Although the findings are encouraging, the authors caution that because of the relatively limited number of participants, they cannot be conclusive.", "Larger studies will be needed before researchers can make definitive conclusions about the therapy's long-term effect on reducing the severity of autism symptoms.Professor Jonathan Green who led the study says:\"What is novel about this study is how early we began the intervention.", "We know that similar kinds of intervention later in childhood can show long term effects; here we have shown that beginning intervention of this kind in the first year of life can produce important improvements for the babies over the medium term in development, continuing after the therapy finishes.", "This is a very promising finding that provides an excellent basis for future larger scale trials using the intervention in very early development.", "\"\"If this intervention continues to show improvements in such larger studies, then the method would have real potential use for families at the point of early concern, or if their child is genetically at risk of developing autism.", "\"The iBASIS study took place as part of the ongoing British Autism Study of Infant Siblings (basisnetwork.org).", "Michelle from Dudley took part in the study.", "Her daughter Natalie was considered at an increased risk, following the diagnosis of a sibling, an older brother, with autism.", "She said: \"Fighting for my first child's diagnosis, and learning how to support a child with autism was tough, so when our daughter was born we were determined that the same thing wouldn't happen.", "\"\"We were so glad to come across this study when Natalie was just three months old.", "We've loved taking part in the iBasis project, and wish we'd had an opportunity like this when our eldest was young.", "I hope that this research can help develop tools for professionals and families so that children at risk of autism or waiting for a diagnosis, get the help that they need much earlier.\"", "Dr Kathryn Adcock, Head of Neurosciences and Mental Health at the Medical Research Council, said: \"Although this is quite a small study and therefore can't provide a definitive answer, the work shows very promising indications of the benefits of early intervention.", "\"Jon Spiers, CEO of Autistica, the UK's leading autism research charity who provided initial funding for the study, said:\"Parents often sense their child is developing differently very early on, yet getting a diagnosis of autism can take years.", "Being able to deliver an intervention during this uncertain period would be a promising step forward for many thousands of families.", "We are pleased to have provided funding for this initial study and are calling for urgent further investment in similar early intervention studies in autism.\""], "source": "Wiley"}