{"title": "One in 3 teens with autism spectrum disorder receives driver's license", "text": "A new study from Children's Hospital of Philadelphia (CHOP) finds one in three adolescents with autism spectrum disorder (ASD) acquires an intermediate driver's license, and the majority does so in their 17th year. The vast majority of teens with ASD who receive a learner's permit goes on to receive their license within two years after becoming eligible, suggesting that families are making the decision of whether their children with ASD will learn to drive and pursue a license before their teens ever get behind the wheel. The study was published today in the journal, Autism.Researchers conducted a unique linkage of more than 52,000 electronic health records (EHR) of children born from 1987 to 1995 and New Jersey driver licensing data to determine current rates and patterns of licensure among adolescents and young adults with ASD (without intellectual disability) and those without ASD. This is the first large-scale study to provide detailed information on the number of adolescents with ASD who are licensed and the rate at which they progress through the Graduated Driver Licensing (GDL) system. Nearly 90 percent of learner's permit holders with ASD received an intermediate license within two years, at a median rate of 9.2 months later than other adolescents. By age 21, more than 34 percent of drivers with ASD received their intermediate license.  With an intermediate license, drivers are allowed to travel without an adult in the car, but are not able to drive between the hours of 11 p.m. and 5 a.m. and are limited to one non-family passenger. \"We know that driving can increase mobility and independence for adolescents with ASD, but little was known about their rates of licensure,\" says Allison E. Curry, PhD, MPH, a senior scientist at the Center for Injury Research and Prevention (CIRP) at CHOP and principal investigator of the study. \"Our results indicate that a substantial proportion of adolescents with ASD do get licensed, and support is needed to help families make the decision whether or not to drive before these adolescents become eligible for a learner's permit.\"Nearly 82 percent of teens with ASD who obtained a learner's permit received their license within 12 months, compared to 94 percent of teens without ASD. Within 24 months, nearly 90 percent of those with ASD were licensed, compared to nearly 98 percent of those without ASD. Since teens with ASD who receive their permit are obtaining licenses at nearly the same rate as other adolescents, researchers believe families who make the decision to have their children obtain a learner's permit are committed to having them receive their full license. \"For teens on the autism spectrum, the decision to pursue a driver's license is one of several milestones that other families might take for granted. Independent means of transportation contributes to other long-term opportunities, such as post-high school education or employment and being socially involved and connected within their community,\" says Benjamin Yerys, PhD, study co-author and a scientist at the Center for Autism Research (CAR) at CHOP. \"ASD can affect decision-making, information processing and attention to varying degrees, and we need to understand what resources, specialized instruction, and other supports might be helpful for teens and adults with ASD who are considering or preparing to drive.\" In the past decade, the prevalence of ASD in children has increased significantly, with one in 68 children in the US having ASD. Currently, more than two-thirds of children with ASD do not have an intellectual disability. Since car crashes are the number one cause of death for adolescents, the study authors argue that further research is needed to understand how families make the decision of whether to have their children pursue a driver's license, and how clinicians and driving educators can support them.\"Our best advice to parents and caregivers of teens with ASD who are considering driving is to schedule a doctor's appointment to address any concerns, such as attention issues,\" says Patty Huang, MD, study co-author and a developmental and behavioral pediatrician at CHOP. \"Parents may also want to seek the advice of an occupational therapist who specializes in driving or a driving educator who has training in working with individuals with special needs.\"", "journal": "Autism", "funder": "National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-04/chop-oit040417.php", "institution": "Children's Hospital of Philadelphia", "meeting": "", "description": "A new study from finds one in three adolescents with autism spectrum disorder acquires an intermediate driver's license, and the majority does so in their 17th year. The vast majority of teens with ASD who receive a learner's permit goes on to receive their license within two years after becoming eligible, suggesting that families make the decision of whether their children with ASD will learn to drive before their teens ever get behind the wheel.", "article_link": null, "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics", " Disabled Persons", " Behavior", " Transportation/Travel"], "source_link": null, "date": "Tue, 11 Apr 2017 04:00:00 GMT"}