{"title": "Study links 26 novel genes to intellectual disability | EurekAlert! Science News", "year": "Tue, 11 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txtoronto", "april", "11", "2017", "researchers", "centre", "addiction", "mental", "health", "camh", "queen", "university", "identified", "26", "new", "genes", "linked", "intellectual", "disability", "currently", "patients", "intellectual", "disability", "receive", "molecular", "diagnosis", "significantly", "affects", "health", "shortens", "lifespan", "study", "published", "online", "today", "molecular", "psychiatry", "implications", "diagnosis", "clinical", "care", "affected", "also", "adds", "growing", "knowledge", "brain", "development", "functioning", "may", "eventually", "lead", "personalized", "treatments", "affected", "individuals", "interestingly", "genes", "identified", "thought", "connected", "autism", "spectrum", "disorders", "largest", "study", "kind", "intellectual", "disability", "come", "north", "america", "said", "john", "vincent", "team", "leader", "senior", "scientist", "heads", "mind", "molecular", "neuropsychiatry", "development", "laboratory", "campbell", "family", "mental", "health", "research", "institute", "camh", "study", "jointly", "led", "muhammad", "ayub", "queen", "university", "one", "100", "children", "worldwide", "affected", "intellectual", "disability", "characterized", "significant", "limitations", "learning", "also", "affect", "lives", "frequently", "intellectual", "disability", "also", "accompanies", "symptoms", "autism", "spectrum", "disorders", "many", "genes", "found", "shared", "two", "study", "involved", "192", "families", "pakistan", "iran", "one", "affected", "family", "member", "intellectual", "disability", "frequently", "caused", "recessive", "genes", "meaning", "affected", "child", "gets", "defective", "copy", "gene", "parent", "families", "study", "history", "marriage", "among", "relatives", "occurs", "quite", "commonly", "communities", "south", "asia", "middle", "east", "africa", "studying", "families", "background", "multiple", "affected", "individuals", "enable", "researchers", "identify", "disease", "genes", "would", "otherwise", "remain", "hidden", "canadian", "research", "team", "pinpointed", "mutations", "related", "intellectual", "disability", "half", "192", "families", "72", "different", "genes", "identification", "26", "new", "genes", "adds", "11", "new", "genes", "team", "previously", "linked", "intellectual", "disability", "implications", "diagnosis", "careone", "immediate", "implication", "study", "prevent", "future", "cases", "intellectual", "disability", "researchers", "note", "unaffected", "family", "members", "relatives", "could", "genetically", "screened", "see", "carry", "mutations", "provided", "counselling", "risks", "within", "family", "marriages", "broader", "goal", "develop", "diagnostic", "screening", "tools", "also", "relevant", "populations", "within", "family", "marriages", "rare", "canada", "usa", "japan", "china", "europe", "ultimately", "information", "would", "used", "plan", "personalized", "treatment", "26", "genes", "may", "seem", "substantial", "number", "likely", "hundreds", "genes", "defective", "may", "lead", "intellectual", "disability", "strategy", "used", "speeds", "process", "identifying", "disease", "genes", "enabling", "diagnostic", "labs", "deliver", "accurate", "information", "clinicians", "families", "says", "vincent", "strategy", "involves", "various", "genetic", "techniques", "including", "microarray", "genotyping", "whole", "exome", "sequencing", "studying", "families", "history", "marriage", "among", "relatives", "opportunity", "explore", "functioning", "biological", "pathways", "genes", "help", "complete", "picture", "central", "nervous", "system", "works", "says", "vincent", "knowing", "genes", "involved", "big", "step", "forward", "understanding", "function", "also", "crucial", "start", "planning", "treatments", "even", "cures"], "url": "http://www.eurekalert.org/pub_releases/2017-04/cfaa-sl2041117.php", "date": "2018-01-19_21:07:18", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTORONTO, April 11, 2017 - Researchers at the Centre for Addiction and Mental Health (CAMH) and Queen's University have identified 26 new genes linked to intellectual disability. Currently most patients with intellectual disability receive no molecular diagnosis, which significantly affects their health and shortens their lifespan. The study, published online today in Molecular Psychiatry, has implications for the diagnosis and clinical care of those affected, and also adds to our growing knowledge of brain development and functioning. It may eventually lead to personalized treatments for affected individuals. Interestingly, some of the genes identified are thought to be connected with autism spectrum disorders. \"This is the largest study of its kind on intellectual disability to come out of North America,\" said Dr. John Vincent, team leader and Senior Scientist who heads the MiND (Molecular Neuropsychiatry and Development) Laboratory in the Campbell Family Mental Health Research Institute at CAMH. The study was jointly led with Prof. Muhammad Ayub of Queen's University. More than one in 100 children worldwide are affected by intellectual disability, which is characterized by significant limitations in learning that also affect their day-to-day lives. Frequently, intellectual disability also accompanies symptoms of autism spectrum disorders, and many genes have been found to be shared by the two illnesses.The study involved 192 families from Pakistan and Iran with more than one affected family member.  Intellectual disability is frequently caused by recessive genes, meaning that an affected child gets a defective copy of the gene from each parent.  The families in the study all had a history of marriage among relatives, which occurs quite commonly in communities in South Asia, the Middle East and Africa. Studying families with this background, and multiple affected individuals, can enable researchers to identify disease genes that would otherwise remain hidden. The Canadian research team pinpointed mutations related to intellectual disability in half of these 192 families, in 72 different genes. The identification of 26 new genes adds to 11 new genes that the team had previously linked to intellectual disability.  Implications for diagnosis and careOne immediate implication of the study is to prevent future cases of intellectual disability, the researchers note. Unaffected family members and relatives could be genetically screened to see if they carry these mutations, and provided with counselling on the risks of \"within family\" marriages. A broader goal is to develop diagnostic screening tools that are also relevant to populations in which \"within family\" marriages are rare, such as Canada, USA, Japan, China and Europe.  Ultimately, this information would be used to plan more personalized treatment. While 26 genes may seem a substantial number, there are likely hundreds of genes that, when defective, may lead to intellectual disability. \"The strategy we have used speeds up the process of identifying disease genes and of enabling diagnostic labs to deliver more accurate information for clinicians and families,\" says Dr. Vincent. This strategy involves various genetic techniques, including microarray genotyping and whole exome sequencing, and studying families with a history of marriage among relatives. \"There's an opportunity now to further explore the functioning and biological pathways of these genes, and to help complete the picture of how the central nervous system works,\" says Dr. Vincent. \"Knowing the genes involved is a big step forward, but understanding how they function is also crucial before we can start planning treatments or even cures.\"   ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTORONTO, April 11, 2017 - Researchers at the Centre for Addiction and Mental Health (CAMH) and Queen's University have identified 26 new genes linked to intellectual disability.", "Currently most patients with intellectual disability receive no molecular diagnosis, which significantly affects their health and shortens their lifespan.", "The study, published online today in Molecular Psychiatry, has implications for the diagnosis and clinical care of those affected, and also adds to our growing knowledge of brain development and functioning.", "It may eventually lead to personalized treatments for affected individuals.", "Interestingly, some of the genes identified are thought to be connected with autism spectrum disorders.", "\"This is the largest study of its kind on intellectual disability to come out of North America,\" said Dr. John Vincent, team leader and Senior Scientist who heads the MiND (Molecular Neuropsychiatry and Development) Laboratory in the Campbell Family Mental Health Research Institute at CAMH.", "The study was jointly led with Prof. Muhammad Ayub of Queen's University.", "More than one in 100 children worldwide are affected by intellectual disability, which is characterized by significant limitations in learning that also affect their day-to-day lives.", "Frequently, intellectual disability also accompanies symptoms of autism spectrum disorders, and many genes have been found to be shared by the two illnesses.The study involved 192 families from Pakistan and Iran with more than one affected family member.", "Intellectual disability is frequently caused by recessive genes, meaning that an affected child gets a defective copy of the gene from each parent.", "The families in the study all had a history of marriage among relatives, which occurs quite commonly in communities in South Asia, the Middle East and Africa.", "Studying families with this background, and multiple affected individuals, can enable researchers to identify disease genes that would otherwise remain hidden.", "The Canadian research team pinpointed mutations related to intellectual disability in half of these 192 families, in 72 different genes.", "The identification of 26 new genes adds to 11 new genes that the team had previously linked to intellectual disability.", "Implications for diagnosis and careOne immediate implication of the study is to prevent future cases of intellectual disability, the researchers note.", "Unaffected family members and relatives could be genetically screened to see if they carry these mutations, and provided with counselling on the risks of \"within family\" marriages.", "A broader goal is to develop diagnostic screening tools that are also relevant to populations in which \"within family\" marriages are rare, such as Canada, USA, Japan, China and Europe.", "Ultimately, this information would be used to plan more personalized treatment.", "While 26 genes may seem a substantial number, there are likely hundreds of genes that, when defective, may lead to intellectual disability.", "\"The strategy we have used speeds up the process of identifying disease genes and of enabling diagnostic labs to deliver more accurate information for clinicians and families,\" says Dr. Vincent.", "This strategy involves various genetic techniques, including microarray genotyping and whole exome sequencing, and studying families with a history of marriage among relatives.", "\"There's an opportunity now to further explore the functioning and biological pathways of these genes, and to help complete the picture of how the central nervous system works,\" says Dr. Vincent.", "\"Knowing the genes involved is a big step forward, but understanding how they function is also crucial before we can start planning treatments or even cures.\""], "source": "Centre for Addiction and Mental Health"}