{"title": "Vaccines save lives, but maintaining widespread coverage is essential | EurekAlert! Science News", "year": "Mon, 10 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "vaccine", "remains", "vial", "0", "effective", "even", "best", "vaccine", "world", "states", "new", "editorial", "emory", "vaccine", "center", "leaders", "proceedings", "national", "academy", "sciences", "pnas", "although", "vaccines", "preventable", "infectious", "diseases", "dramatically", "reduced", "global", "mortality", "rates", "editorial", "asserts", "maintaining", "community", "confidence", "vaccination", "ensuring", "widespread", "coverage", "essential", "continued", "success", "ahmed", "phd", "director", "emory", "vaccine", "center", "walter", "orenstein", "md", "associate", "director", "emphasize", "health", "care", "providers", "community", "leaders", "must", "work", "together", "increase", "vaccine", "confidence", "acceptance", "stressing", "important", "health", "economic", "benefits", "vaccination", "vaccinated", "communities", "sense", "vaccines", "become", "victims", "success", "diseases", "induced", "fear", "sparked", "desire", "vaccines", "rare", "false", "dangerous", "sense", "complacency", "among", "public", "say", "orenstein", "ahmed", "fears", "vaccines", "side", "effects", "growing", "recent", "years", "coupled", "lack", "knowledge", "enormous", "health", "economic", "benefits", "vaccines", "authors", "say", "although", "multiple", "studies", "found", "support", "vaccines", "cause", "autism", "independent", "evaluation", "current", "immunization", "schedule", "found", "extremely", "safe", "translating", "science", "information", "capable", "influencing", "vaccine", "skeptics", "difficult", "orenstein", "ahmed", "cite", "cdc", "report", "159", "measles", "cases", "reported", "january", "4", "april", "2", "2015", "68", "measles", "unvaccinated", "29", "cited", "philosophical", "religious", "objections", "vaccination", "national", "survey", "found", "percentage", "pediatricians", "reporting", "parental", "vaccine", "refusals", "increased", "percent", "2006", "87", "percent", "2013", "globally", "survey", "vaccine", "confidence", "reported", "average", "percent", "respondents", "high", "15", "percent", "countries", "skeptical", "importance", "authors", "note", "several", "recent", "research", "studies", "benefits", "vaccines", "analysis", "centers", "disease", "control", "prevention", "cdc", "nine", "diseases", "reduced", "90", "percent", "many", "either", "eliminated", "reduced", "99", "percent", "due", "vaccines", "research", "showing", "vaccination", "resulted", "net", "economic", "benefits", "almost", "69", "billion", "united", "states", "alone", "economic", "analysis", "estimates", "investment", "34", "billion", "10", "vaccines", "94", "countries", "would", "result", "586", "billion", "reducing", "costs", "illness", "trillion", "overall", "economic", "benefits", "vaccines", "provide", "individual", "protection", "also", "community", "protection", "reducing", "spread", "disease", "within", "population", "say", "authors", "particularly", "benefits", "vulnerable", "populations", "vaccinated", "including", "young", "recommended", "vaccines", "inadequate", "response", "vaccines", "sometimes", "elderly", "vaccinated", "although", "focus", "vaccines", "children", "ongoing", "need", "enhance", "immunization", "rates", "adults", "diseases", "adults", "global", "health", "problem", "vaccine", "coverage", "rates", "adults", "much", "lower", "national", "vaccine", "advisory", "committee", "issued", "report", "2015", "23", "recommendations", "assure", "high", "levels", "vaccine", "confidence", "including", "creating", "repository", "practices", "informing", "educating", "communicating", "parents", "others", "ways", "foster", "increase", "vaccine", "confidence", "removing", "barriers", "vaccination", "would", "also", "help", "boost", "vaccination", "rates", "including", "providing", "recommended", "vaccines", "without", "cost", "afford", "mandating", "vaccinations", "children", "attending", "school", "summary", "say", "orenstein", "ahmed", "vaccines", "effective", "also", "prevention", "tools", "vaccines", "administered", "persons", "recommended", "useful", "incumbent", "upon", "us", "work", "healthcare", "setting", "well", "community", "leaders", "stress", "friends", "colleagues", "importance", "vaccination", "individual", "vaccinated", "well", "communities", "individuals", "live", "also", "critically", "important", "remains", "urgent", "need", "greater", "emphasis", "research", "develop", "vaccines", "global", "diseases", "vaccines", "either", "exist", "need", "improvement"], "url": "http://www.eurekalert.org/pub_releases/2017-04/ehs-vsl040717.php", "date": "2018-01-19_21:07:21", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX\"A vaccine that remains in the vial is 0% effective even if it is the best vaccine in the world,\" states a new editorial by Emory Vaccine Center leaders in Proceedings of the National Academy of Sciences (PNAS). Although vaccines against preventable infectious diseases have dramatically reduced global mortality rates, the editorial asserts, maintaining community confidence in vaccination and ensuring widespread coverage is essential to the continued success of vaccines.Rafi Ahmed, PhD, director of the Emory Vaccine Center, and Walter Orenstein, MD, associate director, emphasize that health care providers and community leaders must work together to increase vaccine confidence and acceptance by stressing the important health and economic benefits of vaccination both for those vaccinated and for their communities.  \"In some sense, vaccines have become victims of their own success. Diseases that once induced fear and sparked desire for vaccines are now rare, and there is a false and dangerous sense of complacency among the public,\" say Orenstein and Ahmed. Fears about vaccines and their side effects have been growing over recent years coupled with a lack of knowledge about the enormous health and economic benefits of vaccines, the authors say. Although multiple studies have found no support for vaccines as a cause of autism, and independent evaluation of the current immunization schedule has found it to be extremely safe, \"translating the science into information capable of influencing vaccine skeptics has been difficult.\"Orenstein and Ahmed cite a CDC report on 159 measles cases reported between January 4 and April 2, 2015 in which 68 of those with measles were unvaccinated and 29 of those cited philosophical or religious objections to vaccination. And a national survey found the percentage of U.S. pediatricians reporting parental vaccine refusals increased from 74.5 percent in 2006 to 87 percent in 2013. Globally, a 67-country survey of vaccine confidence reported an average of 5.8 percent of respondents (and a high of 15 percent in some countries) who were skeptical about the importance of vaccines.The authors note several recent research studies on the benefits of vaccines: an analysis by the Centers for Disease Control and Prevention (CDC) of nine diseases that have been reduced by more than 90 percent and many that have either been eliminated or been reduced by 99 percent or more due to vaccines; research showing that vaccination has resulted in net economic benefits of almost $69 billion in the United States alone; and an economic analysis that estimates an investment of $34 billion for 10 vaccines in 94 low- and middle-income countries would result in $586 billion in reducing costs of illness and $1.53 trillion in overall economic benefits. Vaccines not only provide individual protection, but also community protection by reducing the spread of disease within a population, say the authors. This particularly benefits vulnerable populations who cannot be vaccinated, including those too young for recommended vaccines, those with an inadequate response to vaccines (sometimes the elderly), or those who are immune-compromised and cannot be vaccinated. And although the focus of vaccines has been on children, there is an ongoing need to enhance immunization rates in adults, as vaccine-preventable diseases in adults are a global health problem and vaccine coverage rates for adults are much lower than those in children.The National Vaccine Advisory Committee issued a report in 2015 with 23 recommendations to assure high levels of vaccine confidence, including creating a repository of evidence-based practices for informing, educating, and communicating with parents and others in ways that foster or increase vaccine confidence. Removing barriers to vaccination would also help boost vaccination rates, including providing recommended vaccines without cost to those who cannot afford them, and mandating vaccinations for children attending school.\"In summary,\" say Orenstein and Ahmed, \"vaccines are some of the most effective and also cost-effective prevention tools we have. But vaccines that are not administered to persons for whom they are recommended are not useful. It is incumbent upon all of us who work in the healthcare setting, as well as community leaders, to stress to our friends and colleagues the importance of vaccination both for the individual vaccinated as well as for the communities in which the individuals live. Also critically important, there remains an urgent need for greater emphasis on research to develop vaccines for global diseases for which vaccines either do not exist or need improvement.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX\"A vaccine that remains in the vial is 0% effective even if it is the best vaccine in the world,\" states a new editorial by Emory Vaccine Center leaders in Proceedings of the National Academy of Sciences (PNAS).", "Although vaccines against preventable infectious diseases have dramatically reduced global mortality rates, the editorial asserts, maintaining community confidence in vaccination and ensuring widespread coverage is essential to the continued success of vaccines.Rafi Ahmed, PhD, director of the Emory Vaccine Center, and Walter Orenstein, MD, associate director, emphasize that health care providers and community leaders must work together to increase vaccine confidence and acceptance by stressing the important health and economic benefits of vaccination both for those vaccinated and for their communities.", "\"In some sense, vaccines have become victims of their own success.", "Diseases that once induced fear and sparked desire for vaccines are now rare, and there is a false and dangerous sense of complacency among the public,\" say Orenstein and Ahmed.", "Fears about vaccines and their side effects have been growing over recent years coupled with a lack of knowledge about the enormous health and economic benefits of vaccines, the authors say.", "Although multiple studies have found no support for vaccines as a cause of autism, and independent evaluation of the current immunization schedule has found it to be extremely safe, \"translating the science into information capable of influencing vaccine skeptics has been difficult.", "\"Orenstein and Ahmed cite a CDC report on 159 measles cases reported between January 4 and April 2, 2015 in which 68 of those with measles were unvaccinated and 29 of those cited philosophical or religious objections to vaccination.", "And a national survey found the percentage of U.S. pediatricians reporting parental vaccine refusals increased from 74.5 percent in 2006 to 87 percent in 2013.", "Globally, a 67-country survey of vaccine confidence reported an average of 5.8 percent of respondents (and a high of 15 percent in some countries) who were skeptical about the importance of vaccines.The authors note several recent research studies on the benefits of vaccines: an analysis by the Centers for Disease Control and Prevention (CDC) of nine diseases that have been reduced by more than 90 percent and many that have either been eliminated or been reduced by 99 percent or more due to vaccines; research showing that vaccination has resulted in net economic benefits of almost $69 billion in the United States alone; and an economic analysis that estimates an investment of $34 billion for 10 vaccines in 94 low- and middle-income countries would result in $586 billion in reducing costs of illness and $1.53 trillion in overall economic benefits.", "Vaccines not only provide individual protection, but also community protection by reducing the spread of disease within a population, say the authors.", "This particularly benefits vulnerable populations who cannot be vaccinated, including those too young for recommended vaccines, those with an inadequate response to vaccines (sometimes the elderly), or those who are immune-compromised and cannot be vaccinated.", "And although the focus of vaccines has been on children, there is an ongoing need to enhance immunization rates in adults, as vaccine-preventable diseases in adults are a global health problem and vaccine coverage rates for adults are much lower than those in children.The National Vaccine Advisory Committee issued a report in 2015 with 23 recommendations to assure high levels of vaccine confidence, including creating a repository of evidence-based practices for informing, educating, and communicating with parents and others in ways that foster or increase vaccine confidence.", "Removing barriers to vaccination would also help boost vaccination rates, including providing recommended vaccines without cost to those who cannot afford them, and mandating vaccinations for children attending school.", "\"In summary,\" say Orenstein and Ahmed, \"vaccines are some of the most effective and also cost-effective prevention tools we have.", "But vaccines that are not administered to persons for whom they are recommended are not useful.", "It is incumbent upon all of us who work in the healthcare setting, as well as community leaders, to stress to our friends and colleagues the importance of vaccination both for the individual vaccinated as well as for the communities in which the individuals live.", "Also critically important, there remains an urgent need for greater emphasis on research to develop vaccines for global diseases for which vaccines either do not exist or need improvement.\""], "source": "Emory Health Sciences"}