{"authors": [["Jafarpour", "Saba", "S", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts."], ["Hodgeman", "Ryan M", "RM", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts; Michigan State University College of Osteopathic Medicine East Lansing, MI."], ["De Marchi Capeletto", "Carolina", "C", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts; Medical School, Faculdade Evangélica do Paraná, Curitiba, Brazil."], ["de Lima", "Mateus Torres Avelar", "MTA", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts; Faculty of Medicine, Universidade de Brasilia, Brasilia, Brazil."], ["Kapur", "Kush", "K", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts."], ["Tasker", "Robert C", "RC", "Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts; Division of Critical Care Medicine, Department of Anesthesiology, Perioperative and Pain Medicine, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts."], ["Loddenkemper", "Tobias", "T", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts. Electronic address: tobias.loddenkemper@childrens.harvard.edu."]], "date": "2017-12-01", "id": "29373157", "text": "Many pediatric patients presenting with status epilepticus have no history of seizures.We retrospectively analyzed the clinical characteristics of patients aged one month to 21 years who presented during six consecutive years with convulsive status epilepticus and without a history of seizures. New-onset refractory status epilepticus was defined as status epilepticus refractory to two lines of treatment, without an identified cause in the first 48 hours.Of 460 patients with status epilepticus, 79 (17.2%) presented with new-onset status epilepticus, including four (0.9%) with new-onset refractory status epilepticus. Of those patients, 54.4% were female, and the median age was 3.5 years (IQR: 1.08 to 6.75). The median seizure duration was 20 minutes (IQR: 10 to 40 minutes). Etiology was unknown in 36.7%, symptomatic in 30.3%, provoked in 16.5%, and provoked with an existing symptomatic etiology in 16.5%. Patients were followed for a median duration of 63 months (IQR: 21 to 97). The mortality rate was 3.8%. Of 55 patients who were developmentally normal at baseline, 29.1% had a significant cognitive impairment at the last follow-up, and 20% had academic difficulties or behavioral problems. Patients with symptomatic etiology had greater odds of having cognitive and behavioral problems compared with patients with unknown etiology (odds ratio = 3.83, P = 0.012).Patients with new-onset status epilepticus are at risk for recurrent seizures, recurrent status epilepticus, death, and subsequent cognitive-behavioral impairment. Specific monitoring and care interventions might be required in this high-risk population.", "doi": "10.1016/j.pediatrneurol.2017.11.016", "title": "New-Onset Status Epilepticus in Pediatric Patients: Causes, Characteristics, and Outcomes.", "journal": ["Pediatric neurology", "Pediatr. Neurol."]}