{"authors": [["Enginar", "Nurhan", "N", "Department of Pharmacology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey; engnur@istanbul.edu.tr."], ["Nurten", "Asiye", "A", "Department of Physiology, Faculty of Medicine, Istanbul Yeni Yuzyil University, Istanbul, Turkey."], ["Türkmen", "Aslı Zengin", "AZ", "Department of Physiology, Faculty of Medicine, Istanbul Yeni Yuzyil University, Istanbul, Turkey."], ["Gündoğan", "Gül İpek", "Gİ", "Department of Histology and Embryology, Faculty of Medicine, Istanbul Yeni Yuzyil University, Istanbul, Turkey."], ["Özünal", "Zeynep Güneş", "ZG", "Department of Physiology, Faculty of Medicine, Istanbul Yeni Yuzyil University, Istanbul, Turkey."]], "date": null, "id": "29369302", "text": "Prolonged or repeated seizures have been shown to cause spontaneous recurrent seizures, increased anxiety‑related behavior, locomotor hyperactivity, impaired functions of learning and memory, and neuronal damage in the hippocampus and other brain regions in animals. Mice and rats treated with antimuscarinic drugs after fasting for two days or less develop convulsions after being allowed to eat ad libitum. To address whether such behavioral and neuroanatomic changes occur following these convulsions, mice treated i.p. with saline (control) or 2.4 mg/kg atropine and given food after 24 h of fasting were grouped according to seizure scores for behavioral and histological analysis. Following convulsions, the occurrence of spontaneous recurrent seizures was observed for 30 days. Motor activity and grooming behavior were assessed in the open field, and memory was assessed using the novel object recognition test 4 and 7 days after onset of convulsions, respectively. Animals allocated for the histological analysis were decapitated 7 days after onset of convulsions and hippocampal slices were evaluated for the percentage of degenerating neurons stained with Fluoro‑Jade C. Spontaneous recurrent seizures, locomotor alterations, anxiety‑related behavior, memory impairment, and neuronal loss in the granular layer of the dentate gyrus were not detected in the animals with seizure score 1-2 or 3-5. These results are in accordance with those related to the absence of behavioral changes, cognitive deficits, and hippocampal neuronal damage after single brief seizures in animals and patients with epilepsy.", "doi": null, "title": "Antimuscarinic-induced convulsions in fasted mice after food intake: No evidence of spontaneous seizures, behavioral changes or neuronal damage.", "journal": ["Acta neurobiologiae experimentalis", "Acta Neurobiol Exp (Wars)"]}