{"authors": [["Koptelova", "A", "A", "Center for Neurocognitive Research (MEG center), Moscow State University of Psychology and Education, Shelepikhinskaya Naberezhnaya 2a, 123290 Moscow, Russia. Electronic address: koptelova.am@gmail.com."], ["Bikmullina", "R", "R", "Clinical Neurophysiology Department, HUS Medical Imaging Center, Helsinki University Central Hospital, Haartmaninkatu 4, PO Box 340, FI-00029, HUS, Helsinki, Finland."], ["Medvedovsky", "M", "M", "Sagol Brain Institute, Tel-Aviv Sourasky Medical Center, Weizmann St 6, 6423906 Tel-Aviv, Israel."], ["Novikova", "S", "S", "Center for Neurocognitive Research (MEG center), Moscow State University of Psychology and Education, Shelepikhinskaya Naberezhnaya 2a, 123290 Moscow, Russia."], ["Golovteev", "A", "A", "N.N. Burdenko National Medical Research Center of Neurosurgery of the Ministry of Health of the Russian Federation (N.N. Burdenko NMRCN), 4th Tverskaya-Yamskaya street 16, 125047 Moscow, Russia; Epilepsy Center, Moscow, Visokovoltnyi proezd 1/3, 127556 Moscow, Russia."], ["Grinenko", "O", "O", "N.N. Burdenko National Medical Research Center of Neurosurgery of the Ministry of Health of the Russian Federation (N.N. Burdenko NMRCN), 4th Tverskaya-Yamskaya street 16, 125047 Moscow, Russia."], ["Korsakova", "M", "M", "N.N. Burdenko National Medical Research Center of Neurosurgery of the Ministry of Health of the Russian Federation (N.N. Burdenko NMRCN), 4th Tverskaya-Yamskaya street 16, 125047 Moscow, Russia."], ["Kozlova", "A", "A", "N.N. Burdenko National Medical Research Center of Neurosurgery of the Ministry of Health of the Russian Federation (N.N. Burdenko NMRCN), 4th Tverskaya-Yamskaya street 16, 125047 Moscow, Russia."], ["Arkhipova", "N", "N", "N.N. Burdenko National Medical Research Center of Neurosurgery of the Ministry of Health of the Russian Federation (N.N. Burdenko NMRCN), 4th Tverskaya-Yamskaya street 16, 125047 Moscow, Russia."], ["Vorobyev", "A", "A", "N.N. Burdenko National Medical Research Center of Neurosurgery of the Ministry of Health of the Russian Federation (N.N. Burdenko NMRCN), 4th Tverskaya-Yamskaya street 16, 125047 Moscow, Russia."], ["Melikyan", "A", "A", "N.N. Burdenko National Medical Research Center of Neurosurgery of the Ministry of Health of the Russian Federation (N.N. Burdenko NMRCN), 4th Tverskaya-Yamskaya street 16, 125047 Moscow, Russia."], ["Paetau", "R", "R", "Children's Hospital, Pediatric Neurology, University of Helsinki and Helsinki University Hospital, Stenbäckinkatu 9, PO BOX 100, FI-00029, HUS Helsinki, Finland; Clinical Neurosciences, Biomag laboratory, University of Helsinki and Helsinki University Hospital, Haartmanninkatu 4, PO BOX 340, FI-00029 HUS Helsinki, Finland."], ["Stroganova", "T", "T", "Center for Neurocognitive Research (MEG center), Moscow State University of Psychology and Education, Shelepikhinskaya Naberezhnaya 2a, 123290 Moscow, Russia; Autism Research Laboratory, Moscow State University of Psychology and Education, Shelepikhinskaya Naberezhnaya 2a, 123290 Moscow, Russia."], ["Metsähonkala", "L", "L", "Children's Hospital, Pediatric Neurology, University of Helsinki and Helsinki University Hospital, Stenbäckinkatu 9, PO BOX 100, FI-00029, HUS Helsinki, Finland."]], "date": "2017-12-27", "id": "29367178", "text": "Drug resistant epilepsy (DRE) is common in patients with tuberous sclerosis (TS). Interictal MEG has been shown as a valuable instrument in the presurgical workup. The goal of our study was to evaluate the role of ictal MEG in epileptogenic tuber selection, especially in patients with multiple irritative zones.The clinical and MEG data of 23 patients with TS and DRE from two medical/research centers were reviewed. Seven pediatric patients, who had seizures during MEG recording and underwent resection or disconnection surgery, were included into the study. Cortical sources of ictal and interictal epileptiform MEG discharges were compared with epileptogenic zone location in six patients with favorable surgery outcome.In patients who improved substantially after surgery all resected and several other tubers demonstrated epileptiform activity on interictal MEG. Ictal MEG provided crucial information about lobar location of the seizure onset zone (SOZ) in two cases, and in the other four it confirmed the SOZ location derived from the interictal data. In one case, ictal MEG findings were unreliable. In one patient, who did not benefit from surgical treatment, the resected tubers did not overlap with interictal and ictal MEG sources.The combination of interictal and ictal MEG is a valuable tool for identification of the epileptogenic tuber/tubers in presurgical work-up in patients with TS.", "doi": "10.1016/j.eplepsyres.2017.12.014", "title": "Ictal and interictal MEG in pediatric patients with tuberous sclerosis and drug resistant epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}