{"authors": [["Patrício", "Maria I", "MI", "Nuffield Laboratory of Ophthalmology, Nuffield Department of Clinical Neurosciences, University of Oxford & NIHR Oxford Biomedical Research Centre, University of Oxford, Headley Way, Oxford OX3 9DU, UK; Oxford Eye Hospital, Oxford University Hospitals NHS Foundation Trust, Headley Way, Oxford OX3 9DU, UK."], ["Barnard", "Alun R", "AR", "Nuffield Laboratory of Ophthalmology, Nuffield Department of Clinical Neurosciences, University of Oxford & NIHR Oxford Biomedical Research Centre, University of Oxford, Headley Way, Oxford OX3 9DU, UK; Oxford Eye Hospital, Oxford University Hospitals NHS Foundation Trust, Headley Way, Oxford OX3 9DU, UK."], ["Green", "Alexander L", "AL", "Oxford Epilepsy Research Group, Nuffield Department of Clinical Neurosciences, University of Oxford, Headley Way, Oxford OX3 9DU, UK; Nuffield Department of Surgery, University of Oxford, Headley Way, Oxford OX3 9DU, UK."], ["During", "Matthew J", "MJ", "Ohio State University Wexner Medical Center, Columbus, OH 43210, USA."], ["Sen", "Arjune", "A", "Oxford Epilepsy Research Group, Nuffield Department of Clinical Neurosciences, University of Oxford, Headley Way, Oxford OX3 9DU, UK; Nuffield Department of Surgery, University of Oxford, Headley Way, Oxford OX3 9DU, UK. Electronic address: arjune.sen@ndcn.ox.ac.uk."], ["MacLaren", "Robert E", "RE", "Nuffield Laboratory of Ophthalmology, Nuffield Department of Clinical Neurosciences, University of Oxford & NIHR Oxford Biomedical Research Centre, University of Oxford, Headley Way, Oxford OX3 9DU, UK; Oxford Eye Hospital, Oxford University Hospitals NHS Foundation Trust, Headley Way, Oxford OX3 9DU, UK. Electronic address: enquiries@eye.ox.ac.uk."]], "date": "2017-12-18", "id": "29367144", "text": "Epilepsy is a common neurological condition characterised by recurrent unprovoked seizures and often treatable with appropriate medication. However, almost 30% of cases are pharmacoresistant and while a proportion of these may be amenable to resective surgery, a gene therapy approach could be an attractive alternative option. Neuropeptide Y (NPY) has anticonvulsant and anti-epileptogenic properties in animal models of temporal lobe epilepsy when delivered by an adeno-associated viral (AAV) vector. Here we sought to demonstrate successful secretion of NPY from AAV-transduced human neuronal cells, which would be essential in planning any clinical trial.A human neuroblastoma cell line (SH-SY5Y) was used to assess in vitro whether an AAV vector manufactured to clinical-grade protocols would be effective at transducing these cells to express NPY. Optimal transduction efficiency was first achieved with retinoic acid and tetradecanoylphorpol-13-acetate (TPA) treatment, prior to expose to AAV1-green fluorescent protein (GFP) reporter vector, AAV1-NPY therapeutic vector or sham treated with no vector. Levels of NPY in cell supernatants were determined using two antibody-based methods RESULTS: We found that the levels of NPY released into the cell culture media supernatant, and protein extracts of the cell pellet, were significantly higher following exposure to AAV1-NPY than when compared to either a control GFP reporter vector (AAV1-GFP) or sham treated controls.This first demonstration that an AAV-NPY construct can successfully transduce human neuronal cells supports the pre-clinical development of a clinical trial using AAV-based NPY for pharmacoresistant epilepsy.", "doi": "10.1016/j.seizure.2017.12.005", "title": "A clinical-grade gene therapy vector for pharmacoresistant epilepsy successfully overexpresses NPY in a human neuronal cell line.", "journal": ["Seizure", "Seizure"]}