{"authors": [["Novikova", "E S", "ES", "Vladimirskiy Moscow Regional Research Clinical Institute, Moscow Russia."], ["Kotov", "A S", "AS", "Vladimirskiy Moscow Regional Research Clinical Institute, Moscow Russia."], ["Kotalevskaya", "Yu Yu", "YY", "Vladimirskiy Moscow Regional Research Clinical Institute, Moscow Russia."], ["Glukhova", "L Yu", "LY", "St. Luka's Institute of Child and Adult Neurology and Epilepsy, Moscow, Russia."], ["Bunak", "M S", "MS", "Vladimirskiy Moscow Regional Research Clinical Institute, Moscow Russia."], ["Semenova", "N A", "NA", "Research Centre of Medical Genetics, Russian Academy of Sciences, Moscow, Russia."]], "date": null, "id": "29359721", "text": "The authors consider a clinical case of Niemann-Pick disease type C, an orphan hereditary autosomal recessive neurodegenerative disease belonging to the group of lysosomal storage disease, in an 11-year female patient with the late infantile form of the disease. The combination of psychomotor retardation, polymorphic neurological symptoms and physical changes in the form of isolated splenomegaly suggested the diagnosis of Niemann-Pick type C disease. DNA testing was carried out using direct automated sequencing. The patient was treated with miglustat.В статье приводится случай болезни Ниманна-Пика типа С (БНП-С) - орфанного наследственного аутосомно-рецессивного нейродегенеративного заболевания, принадлежащего к группе лизосомных болезней накопления, у пациентки 11 лет с поздней младенческой формой болезни. Сочетание задержки психомоторного развития, полиморфной неврологической симптоматики и соматических изменений в виде изолированной спленомегалии позволили предположить у пациентки БНП-С. Ей была проведена ДНК-диагностика методом прямого автоматического секвенирования, которая подтвердила диагноз. Больной было назначено лечение миглустатом.", "doi": "10.17116/jnevro201711711262-66", "title": "[Niemann-Pick type C disease in a child].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}