{"authors": [["Kinboshi", "Masato", "M", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Mukai", "Takahiro", "T", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Nagao", "Yuki", "Y", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Matsuba", "Yusuke", "Y", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Tsuji", "Yoshimi", "Y", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Tanaka", "Shiho", "S", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Tokudome", "Kentaro", "K", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Shimizu", "Saki", "S", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Ito", "Hidefumi", "H", "Department of Neurology, Wakayama Medical University, Wakayama, Japan."], ["Ikeda", "Akio", "A", "Department of Epilepsy, Movement Disorders and Physiology, Graduate School of Medicine, Kyoto University, Kyoto, Japan."], ["Inanobe", "Atsushi", "A", "Department of Molecular and Cellular Pharmacology, Graduate School of Medicine, Osaka University, Osaka, Japan."], ["Kurachi", "Yoshihisa", "Y", "Department of Molecular and Cellular Pharmacology, Graduate School of Medicine, Osaka University, Osaka, Japan."], ["Inoue", "Seiji", "S", "Education and Research Center for Fundamental Pharmaceutical Sciences, Osaka University of Pharmaceutical Sciences, Osaka, Japan."], ["Ohno", "Yukihiro", "Y", "Laboratory of Pharmacology, Osaka University of Pharmaceutical Sciences, Osaka, Japan."]], "date": "2017-12-07", "id": "29358904", "text": "Inwardly rectifying potassium (Kir) 4.1 channels in astrocytes regulate neuronal excitability by mediating spatial potassium buffering. Although dysfunction of astrocytic Kir4.1 channels is implicated in the development of epileptic seizures, the functional mechanisms of Kir4.1 channels in modulating epileptogenesis remain unknown. We herein evaluated the effects of Kir4.1 inhibition (blockade and knockdown) on expression of brain-derived neurotrophic factor (BDNF), a key modulator of epileptogenesis, in the primary cultures of mouse astrocytes. For blockade of Kir4.1 channels, we tested several antidepressant agents which reportedly bound to and blocked Kir4.1 channels in a subunit-specific manner. Treatment of astrocytes with fluoxetine enhanced BDNF mRNA expression in a concentration-dependent manner and increased the BDNF protein level. Other antidepressants (e.g., sertraline and imipramine) also increased the expression of BDNF mRNA with relative potencies similar to those for inhibition of Kir4.1 channels. In addition, suppression of Kir4.1 expression by the transfection of small interfering RNA (siRNA) targeting Kir4.1 significantly increased the mRNA and protein levels of BDNF. The BDNF induction by Kir4.1 siRNA transfection was suppressed by the MEK1/2 inhibitor U0126, but not by the p38 MAPK inhibitor SB202190 or the JNK inhibitor SP600125. The present results demonstrated that inhibition of Kir4.1 channels facilitates BDNF expression in astrocytes primarily by activating the Ras/Raf/MEK/ERK pathway, which may be linked to the development of epilepsy and other neuropsychiatric disorders.", "doi": "10.3389/fnmol.2017.00408", "title": "Inhibition of Inwardly Rectifying Potassium (Kir) 4.1 Channels Facilitates Brain-Derived Neurotrophic Factor (BDNF) Expression in Astrocytes.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}