{"authors": [["Ibrahim", "George M", "GM", "University of Toronto, Canada."], ["Wong", "Simeon", "S", null], ["Morgan", "Benjamin R", "BR", null], ["Lipsman", "Nir", "N", null], ["Fallah", "Aria", "A", null], ["Weil", "Alexander G", "AG", null], ["Krishna", "Vibhor", "V", "University of Toronto, Canada."], ["Wennberg", "Richard A", "RA", null], ["Lozano", "Andres A", "AA", null]], "date": "2017-12-27", "id": "29357461", "text": "Cross-frequency phase-amplitude coupling (cfPAC) subserves an integral role in the hierarchical organization of inter-regional neuronal communication, and is also expressed by epileptogenic cortex during seizures. Here, we sought to characterize patterns of cfPAC expression in the anterior thalamic nuclei during seizures by studying extra-operative recordings in patients implanted with deep brain stimulation electrodes for intractable epilepsy. Nine seizures from 2 patients were analyzed in the peri-ictal period. CfPAC was calculated using the modulation index and interregional functional connectivity was indexed using the phase-locking value (PLV). Statistical analysis was performed within-subjects on the basis of non-parametric permutation and corrected with Gaussian Field Theory. Five of the 9 analyzed seizures demonstrated significant cfPAC. Significant cfPAC occurred during the pre-ictal and ictal periods in 3 seizures, and in the post-ictal windows in 4 seizures. The preferred phase at which cfPAC occurred differed (i) in space, between the thalami of the epileptogenic and non-epileptogenic hemispheres; and (ii) in time, at seizure termination. The anterior thalamic nucleus of the epileptogenic hemisphere also exhibited altered inter-regional phase-locking synchrony concurrent with the expression of cfPAC. By analyzing extra-operative recordings from the anterior thalamic nuclei, we show that cfPAC associated with altered inter-regional phase synchrony is lateralized to the thalamus of the epileptogenic hemisphere during seizures. Electrophysiological differences in cfPAC, including preferred phase of oscillatory interactions may be further investigated as putative targets for individualized neuromodulation paradigms in patients with drug-resistant epilepsy.", "doi": "10.1152/jn.00832.2017", "title": "Phase-Amplitude Coupling within the Anterior Thalamic Nuclei during Seizures.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}