{"authors": [["Wang", "Tiantian", "T", "Department of Neuroscience, Erasmus MC, University Medical Center Rotterdam, Rotterdam, Netherlands."], ["van Woerden", "Geeske M", "GM", "Department of Neuroscience, Erasmus MC, University Medical Center Rotterdam, Rotterdam, Netherlands."], ["Elgersma", "Ype", "Y", "Department of Neuroscience, Erasmus MC, University Medical Center Rotterdam, Rotterdam, Netherlands."], ["Borst", "J Gerard G", "JGG", "Department of Neuroscience, Erasmus MC, University Medical Center Rotterdam, Rotterdam, Netherlands."]], "date": "2018-01-04", "id": "29354033", "text": "The neurodevelopmental disorder Angelman syndrome (AS) is characterized by intellectual disability, motor dysfunction, distinct behavioral aspects, and epilepsy. AS is caused by a loss of the maternally expressed UBE3A gene, and many of the symptoms are recapitulated in a Ube3a mouse model of this syndrome. At the cellular level, changes in the axon initial segment (AIS) have been reported, and changes in vesicle cycling have indicated the presence of presynaptic deficits. Here we studied the role of UBE3A in the auditory system by recording synaptic transmission at the calyx of Held synapse in the medial nucleus of the trapezoid body (MNTB) through in vivo whole cell and juxtacellular recordings. We show that MNTB principal neurons in Ube3a mice exhibit a hyperpolarized resting membrane potential, an increased action potential (AP) amplitude and a decreased AP half width. Moreover, both the pre- and postsynaptic AP in the calyx of Held synapse of Ube3a mice showed significantly faster recovery from spike depression. An increase in AIS length was observed in the principal MNTB neurons of Ube3a mice, providing a possible substrate for these gain-of-function changes. Apart from the effect on APs, we also observed that EPSPs showed decreased short-term synaptic depression (STD) during long sound stimulations in AS mice, and faster recovery from STD following these tones, which is suggestive of a presynaptic gain-of-function. Our findings thus provide in vivo evidence that UBE3A plays a critical role in controlling synaptic transmission and excitability at excitatory synapses.", "doi": "10.3389/fncel.2017.00418", "title": "Enhanced Transmission at the Calyx of Held Synapse in a Mouse Model for Angelman Syndrome.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}