{"authors": [["Tuyisenge", "Viateur", "V", "Univ. Grenoble Alpes, Grenoble Institut des Neurosciences, GIN, F-38000 Grenoble, France; Inserm, U1216, F-38000 Grenoble, France."], ["Trebaul", "Lena", "L", "Univ. Grenoble Alpes, Grenoble Institut des Neurosciences, GIN, F-38000 Grenoble, France; Inserm, U1216, F-38000 Grenoble, France."], ["Bhattacharjee", "Manik", "M", "Univ. Grenoble Alpes, Grenoble Institut des Neurosciences, GIN, F-38000 Grenoble, France; Inserm, U1216, F-38000 Grenoble, France."], ["Chanteloup-Forêt", "Blandine", "B", "Univ. Grenoble Alpes, Grenoble Institut des Neurosciences, GIN, F-38000 Grenoble, France; Inserm, U1216, F-38000 Grenoble, France."], ["Saubat-Guigui", "Carole", "C", "Univ. Grenoble Alpes, Grenoble Institut des Neurosciences, GIN, F-38000 Grenoble, France; Inserm, U1216, F-38000 Grenoble, France."], ["Mîndruţă", "Ioana", "I", "Neurology Department, University Emergency Hospital, Bucharest, Romania; Neurology Department, Carol Davila University of Medicine and Pharmacy, Bucharest, Romania."], ["Rheims", "Sylvain", "S", "Department of Functional Neurology and Epileptology, Hospices Civils de Lyon, Lyon, France; Lyon Neuroscience Research Center, INSERM U1028, CNRS UMR 5292, Lyon, France; Epilepsy Institute (IDEE), Lyon, France."], ["Maillard", "Louis", "L", "Research Center for Automatic Control (CRAN), University of Lorraine, CNRS, UMR 7039, Vandoeuvre, France; Department of Neurology, Central University Hospital, CHU de Nancy, Nancy, France; Medical Faculty, University of Lorraine, Nancy, France."], ["Kahane", "Philippe", "P", "Univ. Grenoble Alpes, Grenoble Institut des Neurosciences, GIN, F-38000 Grenoble, France; Inserm, U1216, F-38000 Grenoble, France; Laboratory of Neurophysiopathology of Epilepsy, Centre Hospitalier Universitaire Grenoble-Alpes, Grenoble, France."], ["Taussig", "Delphine", "D", "Department of Pediatric Neurosurgery, Fondation Rothschild, F-75940 Paris, France."], ["David", "Olivier", "O", "Univ. Grenoble Alpes, Grenoble Institut des Neurosciences, GIN, F-38000 Grenoble, France; Inserm, U1216, F-38000 Grenoble, France. Electronic address: Olivier.David@inserm.fr."]], "date": "2017-12-24", "id": "29353183", "text": "Intracranial electroencephalographic (iEEG) recordings contain \"bad channels\", which show non-neuronal signals. Here, we developed a new method that automatically detects iEEG bad channels using machine learning of seven signal features.The features quantified signals' variance, spatial-temporal correlation and nonlinear properties. Because the number of bad channels is usually much lower than the number of good channels, we implemented an ensemble bagging classifier known to be optimal in terms of stability and predictive accuracy for datasets with imbalanced class distributions. This method was applied on stereo-electroencephalographic (SEEG) signals recording during low frequency stimulations performed in 206 patients from 5 clinical centers.We found that the classification accuracy was extremely good: It increased with the number of subjects used to train the classifier and reached a plateau at 99.77% for 110 subjects. The classification performance was thus not impacted by the multicentric nature of data.The proposed method to automatically detect bad channels demonstrated convincing results and can be envisaged to be used on larger datasets for automatic quality control of iEEG data.This is the first method proposed to classify bad channels in iEEG and should allow to improve the data selection when reviewing iEEG signals.", "doi": "10.1016/j.clinph.2017.12.013", "title": "Automatic bad channel detection in intracranial electroencephalographic recordings using ensemble machine learning.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}