{"authors": [["Koutroumanidis", "Michalis", "M", "St Thomas' Hospital, London, UK."], ["Arzimanoglou", "Alexis", "A", "University Hospitals of Lyon (HCL), Department of Paediatric Clinical Epileptology, Sleep Disorders and Functional Neurology, Member of the European Reference Centre EpiCARE, Lyon, France, Epilepsy Unit, Department of Paediatric Neurology, San Juan de Deu Hospital, Member of the European Reference Centre EpiCARE, Barcelona, Spain."], ["Caraballo", "Roberto", "R", "Hospital J P Garrahan, Neurology, Capital Federal, Buenos Aires, Argentina."], ["Goyal", "Sushma", "S", "Evelina Hospital for Children, London, UK."], ["Kaminska", "Anna", "A", "APHP, Hopital Necker-Enfants Malades, Department of Clinical Neurophysiology, Paris, France."], ["Laoprasert", "Pramote", "P", "Children's Hospital, Neurology, Aurora, Colorado, 80045, USA."], ["Oguni", "Hirokazu", "H", "Tokyo Women's Medical University, Department of Pediatrics, Shinjuku-ku, Tokyo, Japan."], ["Rubboli", "Guido", "G", "Danish Epilepsy Centre, Department of Neurology, Dianalund, Denmark."], ["Tatum", "William", "W", "Mayo Clinic, Neurology, Jacksonville, Florida, USA."], ["Thomas", "Pierre", "P", "Hopital Pasteur, Neurology, Hôpital Pasteur 24C, Nice, France."], ["Trinka", "Eugen", "E", "Paracelsus Medizinische Privatuniversitat, Salzburg, Austria."], ["Vignatelli", "Luca", "L", "IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."], ["Moshé", "Solomon L", "SL", "Albert Einstein College of Medicine, Neurology, Neuroscience, and Pediatrics, Bronx, New York, USA."]], "date": null, "id": "29350182", "text": "The concept of epilepsy syndromes, introduced in 1989, was defined as \"clusters of signs and symptoms customarily occurring together\". Definition of epilepsy syndromes based on electro-clinical features facilitated clinical practice and, whenever possible, clinical research in homogeneous groups of patients with epilepsies. Progress in the fields of neuroimaging and genetics made it rapidly clear that, although crucial, the electro-clinical description of epilepsy syndromes was not sufficient to allow much needed development of targeted therapies and a better understanding of the underlying pathophysiological mechanisms of seizures. The 2017 ILAE position paper on Classification of the Epilepsies recognized that \"as a critical tool for the practicing clinician, epilepsy classification must be relevant and dynamic to changes in thinking\". The concept of \"epilepsy syndromes\" evolved, incorporating issues related to aetiologies and comorbidities. A comprehensive update (and revision where necessary) of the EEG diagnostic criteria in the light of the 2017 revised terminology and concepts was deemed necessary. Part 2 covers the neonatal and paediatric syndromes in accordance with the age of onset. [Published with educational EEG plates at www.epilepticdisorders.com].", "doi": "10.1684/epd.2017.0952", "title": "The role of EEG in the diagnosis and classification of the epilepsy syndromes: a tool for clinical practice by the ILAE Neurophysiology Task Force (Part 2).", "journal": ["Epileptic disorders : international epilepsy journal with videotape", "Epileptic Disord"]}