{"authors": [["Rodriguez", "Amaya Sanz", "AS", "Department of Physiology & Medical Physics, Royal College of Surgeons in IrelandDublin 2, Ireland."], ["Engel", "Tobias", "T", "Department of Physiology & Medical Physics, Royal College of Surgeons in IrelandDublin 2, Ireland."], ["Palfi", "Arpad", "A", "Smurfit Institute of Genetics, School of Genetics and Microbiology and Trinity College Institute of Neuroscience, Trinity College DublinDublin 2, Ireland."], ["Farrar", "G Jane", "GJ", "Smurfit Institute of Genetics, School of Genetics and Microbiology and Trinity College Institute of Neuroscience, Trinity College DublinDublin 2, Ireland."], ["Henshall", "David C", "DC", "Department of Physiology & Medical Physics, Royal College of Surgeons in IrelandDublin 2, Ireland."], ["Jimenez-Mateos", "Eva M", "EM", "Department of Physiology & Medical Physics, Royal College of Surgeons in IrelandDublin 2, Ireland."]], "date": "2017-12-25", "id": "29348794", "text": "MicroRNAs are important determinants of gene expression via post-transcriptional control of the protein levels of their mRNA targets. MicroRNA-134 (miR-134) has emerged as an important brain-specific microRNA which has been implicated in the control of dendritic spine morphology, neuronal differentiation and apoptosis. Here we show that Tubby-like protein 1 (Tulp1) is a target of miR-134. Tulp1 protein showed a similar cellular distribution pattern in the hippocampus to miR-134 and displayed an inverse expression pattern in the mouse retina. Bioinformatics analyses identified a conserved miR-134 binding site in the 3' untranslated region of both mouse and human Tulp1 and luciferase reporter assays confirmed miR-134 targets Tulp1 in vitro. Induction of prolonged seizures in mice resulted in upregulation of miR-134 and downregulation of protein levels of Tulp1 which were reversed in animals injected with locked nucleic acid-modified antagomirs targeting miR-134. Finally, knockdown of Tulp1 in human neurons caused an increase in vulnerability to excitotoxicity. These data identify Tulp1/TULP1 as a novel target of miR-134, which may contribute to underlying pathomechanisms in epilepsy.", "doi": null, "title": "Tubby-like protein 1 (Tulp1) is a target of microRNA-134 and is down-regulated in experimental epilepsy.", "journal": ["International journal of physiology, pathophysiology and pharmacology", "Int J Physiol Pathophysiol Pharmacol"]}