{"authors": [["Hwang", "Kyoung Jin", "KJ", "Department of Neurology, Kyung Hee University School of Medicine, Seoul, Korea."], ["Kim", "Jiyoung", "J", "Department of Neurology, Busan Medical Center, Busan, Korea."], ["Joo", "Eun Yeon", "EY", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Hong", "Seung Bong", "SB", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Hong", "Seung-Chyul", "SC", "Department of Neurosurgery, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Seo", "Dae Won", "DW", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."]], "date": "2017-12-31", "id": "29344473", "text": "Cerebral calcification is a common incidental finding upon brain imaging and its epileptogenicity is often underestimated. Here, we report a case of intractable epilepsy arising in conjunction with a solitary cerebral calcification. A 42-year-old male with intractable epilepsy was admitted to the epilepsy clinic for invasive epilepsy surgery. Brain magnetic resonance imaging revealed a slight high-intensity signal change in the right amygdala and a small, calcified lesion in the right lateral temporal region. The patient underwent invasive monitoring with subdural electrodes. He had five habitual seizures with automatisms and fast activity. These seizures initiated in the right lateral temporal area just above the solitary calcified lesion. Neuropathology of the calcified lesion showed no specific findings apart from a fibrocalcific nodule. Thus, although solitary cerebral calcifications may be an asymptomatic or coincidental finding in some patients, they may also have a highly epileptogenic focus.", "doi": "10.14581/jer.17021", "title": "Intractable Epilepsy with Solitary Cerebral Calcification.", "journal": ["Journal of epilepsy research", "J Epilepsy Res"]}