{"authors": [["Kim", "Do-Hyung", "DH", "Department of Neurology, Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Jinju, Korea."], ["Kang", "Hye-Hoon", "HH", "Department of Neurology, Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Jinju, Korea."], ["Kim", "Minjung", "M", "Department of Neurology, Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Jinju, Korea."], ["Yang", "Tae-Won", "TW", "Department of Neurology, Changwon Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Changwon, Korea."], ["Kwon", "Oh-Young", "OY", "Department of Neurology, Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Jinju, Korea."], ["Yeom", "Jung Sook", "JS", "Department of Pediatrics, Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Jinju, Korea."], ["Kang", "Bong Su", "BS", "Department of Neurology, Yangpyeong Hospital, Yangpyeong, Korea."], ["Kim", "Yong Hwan", "YH", "Department of Emergency Medicine, Samsung Changwon Hospital, Sungkyunkwan University School of Medicine, Changwon, Korea."], ["Kim", "Young-Soo", "YS", "Department of Neurology, Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Jinju, Korea."]], "date": "2017-12-31", "id": "29344469", "text": "Therapeutic hypothermia (TH) has rarely been utilized as an adjunct to anticonvulsants in treating patients with refractory convulsive status epilepticus (CSE). However, determining the effectiveness of TH in CSE is difficult due to the unavoidable use of sedative drugs to manage hypothermia. Additionally, the effectiveness of TH has not been studied in patients with refractory non-convulsive status epilepticus (NCSE). Here, we report the successful use of TH without additional sedative drugs in a patient with temporal lobe epilepsy and refractory NCSE. A 46-year-old man was referred to the neurology department because of recurrent seizure attacks. Electroencephalography (EEG) after first-line status treatment showed continuous periodic discharges consistent with NCSE. He was started simultaneously on continuous EEG monitoring and TH, but was not administered any benzodiazepines to control shivering or maintain TH. During TH, EEG abnormalities gradually improved, and the patient regained consciousness in accordance with the improvement in EEG. The patient was alert and his EEG had normalized a few days after starting TH. To the best of our knowledge, this is the first report describing the successful treatment of refractory NCSE with TH. As no sedative drugs were used during the maintenance of hypothermia, NCSE control may have been achieved by TH alone.", "doi": "10.14581/jer.17017", "title": "Successful Use of Therapeutic Hypothermia for Refractory Nonconvulsive Status Epilepticus.", "journal": ["Journal of epilepsy research", "J Epilepsy Res"]}