{"authors": [["Lee", "Yun-Jin", "YJ", "Department of Pediatrics, Pusan National University Children's Hospital, Pusan National University School of Medicine, Yangsan, Korea."], ["Nam", "Sang Ook", "SO", "Department of Pediatrics, Pusan National University Children's Hospital, Pusan National University School of Medicine, Yangsan, Korea."], ["Kim", "Kyung-Min", "KM", "Department of Pediatrics, Good Gang-An Hospital, Busan, Korea."], ["Kim", "Young Mi", "YM", "Department of Pediatrics, Pusan National University Hospital, Busan, Korea."], ["Yeon", "Gyu Min", "GM", "Department of Pediatrics, Kosin University Gospel Hospital, Kosin University, Busan, Korea."]], "date": "2017-12-31", "id": "29344467", "text": "The aim of this study is to evaluate the prevalence of hypothyroidism and the change of thyroid hormone level in the children with epilepsy on a ketogenic diet (KD).The levels of serum free thyroxine (fT4) and thyroid-stimulation hormone (TSH) were measured at the start of the KD and at 6- to 12-month intervals in children with intractable epilepsy. Hypothyroidism was defined as fT4 level < 0.8 ng/dL and TSH level > 6.0 μIU/mL.A total of 28 children (17 boys and 11 girls) were enrolled in the study. The mean age of onset of seizure was 1.4 ± 1.6 years, the mean age of the start of the KD was 3.2 ± 2.4 years, and the mean duration of KD was 1.9 ± 1.5 years. Overall, there was no significant longitudinal change in the mean fT4 (0.99 ± 0.25 vs. 0.94 ± 0.71 ng/dL, p = 0.28) and TSH (2.94 ± 1.32 vs. 3.18 ± 1.21 μIU/mL, p = 0.44) levels from the start of the KD to last follow-up. The patients with a younger age of seizure onset, earlier initiation of KD, and higher serum levels of cholesterol and triglyceride had a significant decrease in fT4 levels and increase in TSH levels during the KD. Sex, duration of the seizure or KD therapy, seizure types, seizure frequency, seizure outcomes, brain lesion, ratio of KD, and being overweight did not affect the longitudinal change of fT4 and TSH levels during KD.Thyroid function had no significant longitudinal decrease in pediatric epilepsy during KD therapy. However, careful monitoring of the serum levels of fT4/TSH should be recommended in children on KDs, especially in those with earlier seizure onset, earlier start of KD, and higher levels of lipid profiles.", "doi": "10.14581/jer.17015", "title": "Longitudinal Change in Thyroid Hormone Levels in Children with Epilepsy on a Ketogenic Diet: Prevalence and Risk Factors.", "journal": ["Journal of epilepsy research", "J Epilepsy Res"]}