{"authors": [["Choudhary", "Navita", "N", "Department of Physiology, All India Institute of Medical Sciences, New Delhi, India."], ["Deepak", "Kishore K", "KK", "Department of Physiology, All India Institute of Medical Sciences, New Delhi, India."], ["Chandra", "Poodipedi S", "PS", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Bhatia", "Shalini", "S", "Department of Research Support, A.T.Still University, Kirksville, MO, USA."], ["Sagar", "Rajesh", "R", "Department of Psychiatry, All India Institute of Medical Sciences, New Delhi, India."], ["Jaryal", "Ashok K", "AK", "Department of Physiology, All India Institute of Medical Sciences, New Delhi, India."], ["Pandey", "Ravindra M", "RM", "Department of Biostatistics, All India Institute of Medical Sciences, New Delhi, India."], ["Tripathi", "Manjari", "M", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."]], "date": "2017-12-31", "id": "29344466", "text": "Refractory temporal lobe epilepsy (TLE) is commonly associated with imbalances in cardiovascular (CV) parasympathetic and sympathetic functions, which are treated using TLE surgery. We investigated the effect of hemispheric lateralization of seizure foci on autonomic CV functions before and after TLE surgery.The study was conducted on patients with left TLE (LTLE, n = 23) and right TLE (RTLE, n = 30) undergoing unilateral TLE surgery. To assess the autonomic CV functions, changes in the heart rate (ΔHR) and blood pressure (BP) were measured using a standardized battery of autonomic reactivity tests before surgery and at 3 and 6 months after surgery.Before surgery, ΔHR and the expiration to inspiration ratio (E:I) during the deep breathing test were higher in the LTLE group than in the RTLE group (both p < 0.001), but both outcomes were comparable between the groups at 3 and 6 months. ΔHR decreased at 3 and 6 months (p < 0.001 and 0.01, respectively) compared with preoperative values. The E:I at 3 months in the LTLE group was lower (p = 0.04) than the preoperative values. Decrease in systolic BP during the head-up tilt test was greater in the LTLE group than in the RTLE group (p = 0.002) before surgery. The maximum increase in diastolic BP during the cold pressor test was lower in the RTLE group at 6 months than that before surgery (p = 0.001) and in the LTLE group (p = 0.002).We found that hemispheric lateralization of seizure foci in the temporal lobe had a differential effect on autonomic CV functions before surgery. Before surgery, parasympathetic reactivity was higher in the LTLE group, and sympathetic reactivity was higher in the RTLE group. After surgery, autonomic CV functions were comparable between the groups, suggesting that TLE surgery stabilizes autonomic CV functions.", "doi": "10.14581/jer.17014", "title": "Comparison of Autonomic Function before and after Surgical Intervention in Patients with Temporal Lobe Epilepsy.", "journal": ["Journal of epilepsy research", "J Epilepsy Res"]}