{"authors": [["Perucca", "Emilio", "E", "Division of Clinical and Experimental Pharmacology, Department of Internal Medicine and Therapeutics, University of Pavia, Pavia, Italy."]], "date": "2017-12-31", "id": "29344464", "text": "The interest in cannabis-based products for the treatment of refractory epilepsy has skyrocketed in recent years. Marijuana and other cannabis products with high content in Δ(9) - tetrahydrocannabinol (THC), utilized primarily for recreational purposes, are generally unsuitable for this indication, primarily because THC is associated with many undesired effects. Compared with THC, cannabidiol (CBD) shows a better defined anticonvulsant profile in animal models and is largely devoid of adverse psychoactive effects and abuse liability. Over the years, this has led to an increasing use of CBD-enriched extracts in seizure disorders, particularly in children. Although improvement in seizure control and other benefits on sleep and behavior have been often reported, interpretation of the data is made difficult by the uncontrolled nature of these observations. Evidence concerning the potential anti-seizure efficacy of cannabinoids reached a turning point in the last 12 months, with the completion of three high-quality placebo-controlled adjunctive-therapy trials of a purified CBD product in patients with Dravet syndrome and Lennox-Gastaut syndrome. In these studies, CBD was found to be superior to placebo in reducing the frequency of convulsive (tonic-clonic, tonic, clonic, and atonic) seizures in patients with Dravet syndrome, and the frequency of drop seizures in patients with Lennox-Gastaut syndrome. For the first time, there is now class 1 evidence that adjunctive use of CBD improves seizure control in patients with specific epilepsy syndromes. Based on currently available information, however, it is unclear whether the improved seizure control described in these trials was related to a direct action of CBD, or was mediated by drug interactions with concomitant medications, particularly a marked increased in plasma levels of N-desmethylclobazam, the active metabolite of clobazam. Clarification of the relative contribution of CBD to improved seizure outcome requires re-assessment of trial data for the subgroup of patients not comedicated with clobazam, or the conduction of further studies controlling for the confounding effect of this interaction.", "doi": "10.14581/jer.17012", "title": "Cannabinoids in the Treatment of Epilepsy: Hard Evidence at Last?", "journal": ["Journal of epilepsy research", "J Epilepsy Res"]}