{"authors": [["Abu-Rish", "Eman Y", "EY", "1Department of Biopharmaceutics and Clinical Pharmacy, School of Pharmacy The University of Jordan, Amman 11942, Jordan."], ["Elhayek", "Shada Y", "SY", "1Department of Biopharmaceutics and Clinical Pharmacy, School of Pharmacy The University of Jordan, Amman 11942, Jordan."], ["Mohamed", "Yehia S", "YS", "2Department of Medical Microbiology College of Medicine, University of Dammam, Dammam 31451 PO Box 2114, Saudi Arabia."], ["Hamad", "Islam", "I", "4Department of Pharmacy American University of Madaba PO Box 2882, Amman 11821, Jordan."], ["Bustanji", "Yasser", "Y", "5Department of Biopharmaceutics and Clinical Pharmacy, School of Pharmacy The University of Jordan, Amman 11942, Jordan."]], "date": null, "id": "29337673", "text": "Modulation of the immune system has recently been shown to be involved in the pharmacological effects of old antiepileptic drugs and in the pathogenesis of epilepsy. Therefore, the most recent guidelines for immunotoxicological evaluation of drugs were consulted to investigate the immunomodulatory effects of lamotrigine, a newer antiepileptic drug, in BALB/c mice. These included the in vivo effects of lamotrigine on delayed-type hypersensitivity (DTH) response to sheep red blood cell (SRBC) antigens, hemagglutination titer assays and hematological changes. In vitro effects of lamotrigine on ConA-induced splenocyte proliferation and cytokine secretion were assessed. The results showed that lamotrigine treatment significantly increased the DTH response to SRBC in the mouse model of this study. This was accompanied by a significant increase in relative monocyte and neutrophil counts and in spleen cellularity. Lamotrigine significantly inhibited ConA-induced splenocyte proliferation in vitro and it significantly inhibited IL-2 and TNF-α secretion in ConA-stimulated splenocytes. In conclusion, the results demonstrated significant immunomodulatory effects of lamotrigine in BALB/c mice. These data could expand the understanding of lamotrigine-induced adverse reactions and its role in modulating the immune system in epilepsy.", "doi": "10.1515/acph-2017-0035", "title": "Evaluation of immunomodulatory effects of lamotrigine in BALB/c mice.", "journal": ["Acta pharmaceutica (Zagreb, Croatia)", "Acta Pharm"]}