{"authors": [["Tutka", "Piotr", "P", "Department of Experimental and Clinical Pharmacology, Faculty of Medicine, University of Rzeszów, Rzeszów, Poland; Centre for Innovative Research in Medical and Natural Sciences', Faculty of Medicine, University of Rzeszów, Rzeszów, Poland. Electronic address: tutka@umlub.pl."], ["Wlaź", "Aleksandra", "A", "Department of Pathophysiology, Medical University of Lublin, Lublin, Poland."], ["Florek-Łuszczki", "Magdalena", "M", "Department of Gerontology, Institute of Rural Health, Lublin, Poland."], ["Kołodziejczyk", "Patrycjusz", "P", "Department of Experimental and Clinical Pharmacology, Faculty of Medicine, University of Rzeszów, Rzeszów, Poland; Centre for Innovative Research in Medical and Natural Sciences', Faculty of Medicine, University of Rzeszów, Rzeszów, Poland."], ["Bartusik-Aebisher", "Dorota", "D", "Department of Experimental and Clinical Pharmacology, Faculty of Medicine, University of Rzeszów, Rzeszów, Poland."], ["Łuszczki", "Jarogniew J", "JJ", "Department of Pathophysiology, Medical University of Lublin, Lublin, Poland; Isobolographic Analysis Laboratory, Institute of Rural Health, Lublin, Poland."]], "date": "2017-08-24", "id": "29335158", "text": "Recent evidence reveals therapeutic potential for cannabinoids to reduce seizure frequency, severity and duration. Animal models are useful tools to determine the potential antiseizure or antiepileptic effects of cannabinoids. The objective of this study was evaluation of the effect of arvanil, olvanil, AM 1172 and LY 2183240, the compounds interacted with endocannabinoid and/or endovanilloid systems, on convulsions in the commonly used model of convulsions in mice.Arvanil and olvanil were injected intraperitoneally (ip) 30 min and AM 1172 and LY 2183240 were administered ip 60 min before the maximal electroshock seizure threshold (MEST) test. The criterion for convulsant activity was tonic hindlimb extension.Arvanil, olvanil, AM 1172 and LY 2183240 dose-dependently increased the electroconvulsive threshold in mice. The TID20 (threshold increasing dose 20) values for arvanil, olvanil, AM 1172 and LY 2183240 were 0.9, 2.18, 2.48 and 3.56 mg kg-1, respectively, and the TID50 (threshold increasing dose 50) values were 1.88, 6.45, 6.29 and 10.04 mg kg-1, respectively.This study identified anticonvulsant effects of arvanil, olvanil, AM 1172 and LY 2183240. The order of the magnitude of the anticonvulsant effects of the examined compounds was following: arvanil > olvanil > AM 1172 > LY 2183240.", "doi": "10.1016/j.pharep.2017.08.006", "title": "Arvanil, olvanil, AM 1172 and LY 2183240 (various cannabinoid CB1 receptor agonists) increase the threshold for maximal electroshock-induced seizures in mice.", "journal": ["Pharmacological reports : PR", "Pharmacol Rep"]}