{"authors": [["He", "Xirui", "X", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China; Honghui Hospital, Xi'an Jiaotong University, Xi'an, PR China."], ["Bai", "Yajun", "Y", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China; Key Laboratory of Synthetic and Natural Functional Molecule Chemistry of the Ministry of Education, College of Chemistry and Materials Science, Northwest University, Xi'an, PR China."], ["Zeng", "Min", "M", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Zhao", "Zefeng", "Z", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Zhang", "Qiang", "Q", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Xu", "Ning", "N", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Qin", "Fanggang", "F", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Wei", "Xiaoyang", "X", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Zhao", "Meimei", "M", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Wu", "Ni", "N", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Li", "Zehua", "Z", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Zhang", "Yajun", "Y", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China."], ["Fan", "Tai-Ping", "TP", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China; Department of Pharmacology, University of Cambridge, Cambridge, UK."], ["Zheng", "Xiaohui", "X", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, Xi'an, PR China. Electronic address: zhengxh@nwu.edu.cn."]], "date": "2017-08-31", "id": "29331789", "text": "Epilepsy is one of chronic neurological disorders that affects 0.5-1.0% of the world's population during their lifetime. There is a still significant need to develop novel anticonvulsant drugs that possess superior efficacy, broad spectrum of activities and good safety profile.α-Asaronol and two current antiseizure drugs (α-asarone and carbamazepine (CBZ)) were assessed by in vivo anticonvulsant screening with the three most employed standard animal seizure models, including maximal electroshock seizure (MES), subcutaneous injection-pentylenetetrazole (PTZ)-induced seizures and 3-mercaptopropionic acid (3-MP)-induced seizures in mice. Considering drug safety evaluation, acute neurotoxicity was assessed with minimal motor impairment screening determined in the rotarod test, and acute toxicity was also detected in mice.In our results, α-asaronol displayed a broad spectrum of anticonvulsant activity (ACA) and showed better protective indexes (PI = 11.11 in MES, PI = 8.68 in PTZ) and lower acute toxicity (LD50 = 2940 mg/kg) than its metabolic parent compound (α-asarone). Additionally, α-asaronol displayed a prominent anticonvulsant profile with ED50 values of 62.02 mg/kg in the MES and 79.45 mg/kg in the sc-PTZ screen as compared with stiripentol of ED50 of 240 mg/kg and 115 mg/kg in the relevant test, respectively.The results of the present study revealed α-asaronol can be developed as a novel molecular in the search for safer and efficient anticonvulsants having neuroprotective effects as well as low toxicity. Meanwhile, the results also suggested that α-asaronol has great potential to develop into another new aromatic allylic alcohols type anticonvulsant drug for add-on therapy of Dravet's syndrome.", "doi": "10.1016/j.pharep.2017.08.004", "title": "Anticonvulsant activities of α-asaronol ((E)-3'-hydroxyasarone), an active constituent derived from α-asarone.", "journal": ["Pharmacological reports : PR", "Pharmacol Rep"]}