{"authors": [["Cassel", "Anneli", "A", "School of Psychology, University of New South Wales, Sydney, Australia. Electronic address: anneli.cassel@unsw.edu.au."], ["Kopelman", "Michael D", "MD", "King's College London, Institute of Psychiatry, Psychology, & Neuroscience, London, UK. Electronic address: michael.kopelman@kcl.ac.uk."]], "date": "2017-12-26", "id": "29331203", "text": "Forgetting has been researched for over a century. This literature highlighted how forgetting rates can vary dependent on factors in the design and method. Recent interest in forgetting revived with evidence suggesting that seizures experienced almost immediately after matched learning could accelerate forgetting. This was followed by a growth in forgetting studies in patients with temporal lobe epilepsy (TLE), including a subset of those with transient epileptic amnesia (TEA). These patients have been described as expressing concerns about memory, yet often perform within 'normal' ranges on standard neuropsychological memory assessments. It was argued that such patients were experiencing a phenomenon termed 'accelerated long-term forgetting': apparently normal learning and initial retention with abnormal forgetting over days to weeks after learning. In this review, we critically evaluate aspects of this definition, namely whether learning and initial retention is, in fact, 'normal' at first, and further what this means in relation to 'when' abnormal forgetting starts. We propose a shift in the understanding of accelerated forgetting in TLE from an emphasis on late-onset forgetting to greater focus on early-onset, progressively greater forgetting. We argue that most evidence from studies to date could be conceptualized within the latter framework, with differences in forgetting patterns reflective of a continuum of severity and/or sensitivity.", "doi": "10.1016/j.cortex.2017.12.012", "title": "Have we forgotten about forgetting? A critical review of 'accelerated long-term forgetting' in temporal lobe epilepsy.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}