{"authors": [["Wyatt-Johnson", "Season K", "SK", "Department of Psychological Sciences, College of Health and Human Sciences, Purdue University, West Lafayette, IN, United States."], ["Herr", "Seth A", "SA", "Department of Psychological Sciences, College of Health and Human Sciences, Purdue University, West Lafayette, IN, United States."], ["Brewster", "Amy L", "AL", "Department of Psychological Sciences, College of Health and Human Sciences, Purdue University, West Lafayette, IN, United States."]], "date": "2017-12-18", "id": "29326654", "text": "Status epilepticus (SE) is defined by the occurrence of prolonged \"non-stop\" seizures that last for at least 5 min. SE provokes inflammatory responses including the activation of microglial cells, the brain's resident immune cells, which are thought to contribute to the neuropathology and pathophysiology of epilepsy. Microglia are professional phagocytes that resemble peripheral macrophages. Upon sensing immune disturbances, including SE, microglia become reactive, produce inflammatory cytokines, and alter their actin cytoskeleton to transform from ramified to amoeboid shapes. It is widely known that SE triggers time-dependent microglial expression of pro-inflammatory cytokines that include TNFα and IL-1β. However, less is known in regards to the spatiotemporal progression of the morphological changes, which may help define the extent of microglia reactivity after SE and potential function (surveillance, inflammatory, phagocytic). Therefore, in this study, we used the microglia/macrophage IBA1 marker to identify and count these cells in hippocampi from control rats and at 4 h, 3 days, and 2 weeks after a single episode of pilocarpine-induced SE. We identified, categorized, and counted the IBA1-positive cells with the different morphologies observed after SE in the hippocampal areas CA1, CA3, and dentate gyrus. These included ramified, hypertrophic, bushy, amoeboid, and rod. We found that the ramified phenotype was the most abundant in control hippocampi. In contrast, SE provoked time-dependent changes in the microglial morphology that was characterized by significant increases in the abundance of bushy-shaped cells at 4 h and amoeboid-shaped cells at 3 days and 2 weeks. Interestingly, a significant increase in the number of rod-shaped cells was only evident in the CA1 region at 2 weeks after SE. Taken together, these data suggest that SE triggers time-dependent alterations in the morphology of microglial cells. This detailed description of the spatiotemporal profile of SE-induced microglial morphological changes may help provide insight into their contribution to epileptogenesis.", "doi": "10.3389/fneur.2017.00700", "title": "Status Epilepticus Triggers Time-Dependent Alterations in Microglia Abundance and Morphological Phenotypes in the Hippocampus.", "journal": ["Frontiers in neurology", "Front Neurol"]}