{"authors": [["Kim", "Ji-Eun", "JE", "Department of Anatomy and Neurobiology, Institute of Epilepsy Research, College of Medicine, Hallym University, Chuncheon, South Korea."], ["Park", "Jin-Young", "JY", "Department of Anatomy and Neurobiology, Institute of Epilepsy Research, College of Medicine, Hallym University, Chuncheon, South Korea."], ["Kang", "Tae-Cheon", "TC", "Department of Anatomy and Neurobiology, Institute of Epilepsy Research, College of Medicine, Hallym University, Chuncheon, South Korea."]], "date": "2017-12-20", "id": "29326557", "text": "Recently, we have reported that transient receptor potential channel-6 (TRPC6) plays an important role in the regulation of neuronal excitability and synchronization of spiking activity in the dentate granule cells (DGC). However, the underlying mechanisms of TRPC6 in these phenomena have been still unclear. In the present study, we investigated the role of TRPC6 in subcellular localization of Kv4.3 and its relevance to neuronal excitability in the rat hippocampus. TRPC6 knockdown increased excitability and inhibitory transmission in the DGC and the CA1 neurons in response to a paired-pulse stimulus. However, TRPC6 knockdown impaired γ-aminobutyric acid (GABA)ergic inhibition in the hippocampus during and after high-frequency stimulation (HFS). TRPC6 knockdown reduced the Kv4.3 clusters in membrane fractions and its dendritic localization on DGC and GABAergic interneurons. TRPC6 knockdown also decreased extracellular signal-regulated kinase 1/2 (ERK1/2) phosphorylation and the efficacy of 4-aminopyridine (4-AP) in neuronal excitability. An ERK1/2 inhibitor generated multiple population spikes in response to a paired-pulse stimulus, concomitant with reduced membrane Kv4.3 translocation. A TRPC6 activator (hyperforin) reversed the effects of TRPC knockdown, except paired-pulse inhibition. These findings provide valuable clues indicating that TRPC6-mediated ERK1/2 activation may regulate subcellular Kv4.3 localization in DGC and interneurons, which is cause-effect relationship between neuronal excitability and seizure susceptibility.", "doi": "10.3389/fncel.2017.00413", "title": "TRPC6-mediated ERK1/2 Activation Regulates Neuronal Excitability via Subcellular Kv4.3 Localization in the Rat Hippocampus.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}