{"authors": [["Lee", "Byung In", "BI", "Department of Neurology, Yonsei University College of Medicine, Seoul, Korea; Department of Neurology, Inje University College of Medicine, Busan, Korea. Electronic address: bilee@paik.ac.kr."], ["No", "Soon Kee", "SK", "Department of Neurology, Bong Seng Memorial Hospital, Busan, Korea."], ["Yi", "Sang-Doe", "SD", "Department of Neurology, Keimyung University School of Medicine, Daegu, Korea."], ["Lee", "Hyang Woon", "HW", "Department of Neurology, Ewha Womans University School of Medicine, Seoul, Korea."], ["Kim", "Ok Joon", "OJ", "Department of Neurology, CHA University, Seongnam, Korea."], ["Kim", "Sang Ho", "SH", "Department of Neurology, Dong-A University College of Medicine, Busan, Korea."], ["Kim", "Myeong Kyu", "MK", "Department of Neurology, Chonnam National University Medical School, Gwangju, Korea."], ["Kim", "Sung Eun", "SE", "Department of Neurology, Inje University College of Medicine, Busan, Korea."], ["Kim", "Yo Sik", "YS", "Department of Neurology, Wonkwang University School of Medicine, Iksan, Korea."], ["Kim", "Jae Moon", "JM", "Department of Neurology, Chungnam National University School of Medicine, Daejeon, Korea."], ["Lee", "Se-Jin", "SJ", "Department of Neurology, Yeungnam University College of Medicine, Daegu, Korea."], ["Shin", "Dong Jin", "DJ", "Department of Neurology, Gachon University Medical Center, Incheon, Korea."], ["Park", "Sung Pa", "SP", "Department of Neurology, Kyungpook National University School of Medicine, Daegu, Korea."], ["Kim", "Yeong In", "YI", "Department of Neurology, The Catholic University of Korea College of Medicine, Seoul, Korea."], ["Heo", "Kyoung", "K", "Department of Neurology, Yonsei University College of Medicine, Seoul, Korea."], ["Cho", "Yong Won", "YW", "Department of Neurology, Keimyung University School of Medicine, Daegu, Korea."], ["Cho", "Yang-Je", "YJ", "Department of Neurology, Yonsei University College of Medicine, Seoul, Korea."], ["Kim", "Youn Nam", "YN", "Clinical Trial Center, Yonsei University Health System, Severance Hospital, Seoul, Korea."]], "date": "2017-12-29", "id": "29324401", "text": "To compare controlled-release carbamazepine monotherapy (CBZ-CR) with lamotrigine and valproate combination therapy (LTG + VPA) in equivalent total drug load, as initial drug regimen in untreated patients with partial and/or generalized tonic-clonic seizures (GTCS).This unblinded, randomized, 60-week superiority trial recruited patients having two or more unprovoked seizures with at least one seizure during previous three months. After randomization into CBZ-CR or LTG + VPA, patients entered into eight-week titration phase (TP), followed by 52-week maintenance phase (MP). Median doses of CBZ-CR and LTG + VPA were 600 mg/day and 75 mg/day + 500 mg/day, respectively. Primary outcome measure was completion rate (CR), a proportion of patients who have completed the 60-week study as planned. Secondary efficacy measures included seizure-free rate (SFR) for 52-week of MP and time to first seizure (TTFS) during MP.Among 207 randomized patients, 202 underwent outcome analysis (104 in CBZ-CR, 98 in LTG + VPA). CR was 62.5% in CBZ-CR and 65.3% in LTG + VPA (p = 0.678). SFR during MP was higher in LTG + VPA (64.1%) than CBZ-CR (47.8%) (P = 0.034). TTFS was shorter with CBZ-CR (p = 0.041). Incidence of adverse effects (AEs) were 57.7% in CBZ-CR and 60.2% in LTG + VPA and premature drug withdrawal rates due to AEs were 12.5% and 7.1%, respectively, which were not significantly different.CR was comparable between LTG + VPA and CBZ-CR, however, both SFR for 52-week MP and TTFS during MP were in favor of LTG + VPA than CBZ-CR. The study suggested that LTG + VPA can be an option as initial drug regimen for untreated patients with partial seizures and/or GTCS except for women of reproductive age.", "doi": "10.1016/j.seizure.2017.12.008", "title": "Unblinded, randomized multicenter trial comparing lamotrigine and valproate combination with controlled-release carbamazepine monotherapy as initial drug regimen in untreated epilepsy.", "journal": ["Seizure", "Seizure"]}