{"authors": [["Herrera-Calderon", "Oscar", "O", "Academic Department of Pharmaceutical Sciences, Faculty of Pharmacy and Biochemistry, Universidad Nacional San Luis Gonzaga de Ica, Ica, Peru."], ["Santiváñez-Acosta", "Rocio", "R", "National Center of Intercultural Health, National Institute of Health, Lima, Peru."], ["Pari-Olarte", "Bertha", "B", "Academic Department of Pharmaceutical Sciences, Faculty of Pharmacy and Biochemistry, Universidad Nacional San Luis Gonzaga de Ica, Ica, Peru."], ["Enciso-Roca", "Edwin", "E", "Academic Department of Human Medicine, Faculty of Health Sciences, Universidad Nacional San Cristóbal de Huamanga, Ayacucho, Peru."], ["Campos Montes", "Vicente Martin", "VM", "Faculty of Sciences, Universidad Nacional San Luis Gonzaga de Ica, Ica, Peru."], ["Luis Arroyo Acevedo", "Jorge", "J", "Pharmacology Laboratory, Faculty of Medicine, National University of San Marcos, Lima, Peru."]], "date": "2017-04-20", "id": "29321995", "text": "Cyperus articulatus (CA) rhizomes have demonstrated different properties on nervous system. However, the leaves still have not studied to treat epilepsy. The aim of this study was to determine the effect of CA ethanolic extract on pentylenetetrazol (PTZ) induced seizures in mice as well as measuring its antioxidant activity in vivo and in vitro. Mice were divided into five groups: (1) control (PTZ 80 mg/kg; i.p.), (2) PTZ-Diazepam (1 mg/kg; i.p.), (3-5) PTZ-CA 50, PTZ-CA 150 and PTZ-CA 300 (50, 150 and 300 mg/kg of CA extract, 30 min prior to each PTZ injection). The PTZ-CA 150 group showed lower seizure scores (P < 0.01), latency (P < 0.01), frequency (P < 0.01) and duration (P < 0.01) than control group. The antioxidant activity of CA extract scavenged DPPH radical showed IC 50 = 16.9 ± 0.1 μg/mL and TEAC = 2.28 ± 0.08, mmol trolox/g of extract, the content of gamma amino butyric acid (GABA) and malondialdehyde (MDA) were significantly high (P < 0.01) at dose of 150 mg/kg (82 ± 1.2 ng/g tissue; 1.0 ± 2.2 mol/g tissue, respectively). The present research demonstrated that CA extract possesses a potential effect to prevent PTZ induced seizures, antioxidant activity in addition to increase GABA levels.", "doi": "10.1016/j.jtcme.2017.03.001", "title": "Anticonvulsant effect of ethanolic extract of Cyperus articulatus L. leaves on pentylenetetrazol induced seizure in mice.", "journal": ["Journal of traditional and complementary medicine", "J Tradit Complement Med"]}