{"authors": [["Hao", "Yongfu", "Y", "Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada."], ["Khoo", "Hui Ming", "HM", "Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada."], ["von Ellenrieder", "Nicolas", "N", "Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada."], ["Zazubovits", "Natalja", "N", "Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada."], ["Gotman", "Jean", "J", "Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada."]], "date": "2017-12-05", "id": "29321970", "text": "Presurgical evaluation that can precisely delineate the epileptogenic zone (EZ) is one important step for successful surgical resection treatment of refractory epilepsy patients. The noninvasive EEG-fMRI recording technique combined with general linear model (GLM) analysis is considered an important tool for estimating the EZ. However, the manual marking of interictal epileptic discharges (IEDs) needed in this analysis is challenging and time-consuming because the quality of the EEG recorded inside the scanner is greatly deteriorated compared to the usual EEG obtained outside the scanner. This is one of main impediments to the widespread use of EEG-fMRI in epilepsy. We propose a deep learning based semi-automatic IED detector that can find the candidate IEDs in the EEG recorded inside the scanner which resemble sample IEDs marked in the EEG recorded outside the scanner. The manual marking burden is greatly reduced as the expert need only edit candidate IEDs. The model is trained on data from 30 patients. Validation of IEDs detection accuracy on another 37 consecutive patients shows our method can improve the median sensitivity from 50.0% for the previously proposed template-based method to 84.2%, with false positive rate as 5 events/min. Reproducibility validation on 15 patients is applied to evaluate if our method can produce similar hemodynamic response maps compared with the manual marking ground truth results. We explore the concordance between the maximum hemodynamic response and the intracerebral EEG defined EZ and find that both methods produce similar percentage of concordance (76.9%, 10 out of 13 patients, electrode was absent in the maximum hemodynamic response in two patients). This tool will make EEG-fMRI analysis more practical for clinical usage.", "doi": "10.1016/j.nicl.2017.12.005", "title": "DeepIED: An epileptic discharge detector for EEG-fMRI based on deep learning.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}