{"authors": [["Altintaş", "Ayşe", "A", "Department of Neurology, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Özkara", "Çiğdem", "Ç", "Department of Neurology, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Sohtaoğlu Sevindik", "Melis", "M", "Department of Neurology, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Uzan", "Mustafa", "M", "Department of Neurosurgery, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Kekik Çinar", "Çiğdem", "Ç", "Department of Medical Biology, İstanbul University İstanbul School of Medicine, İstanbul, Turkey."], ["Uysal", "Ömer", "Ö", "Department of Biostatistics and Medicine Informatics, Bezmialem Vakıf University School of Medicine, İstanbul, Turkey."], ["Savran Oğuz", "Fatma", "F", "Department of Medical Biology, İstanbul University İstanbul School of Medicine, İstanbul, Turkey."]], "date": "2016-07-15", "id": "29321710", "text": "Hippocampal sclerosis (HS) is the most common pathological substrate associated with mesial temporal lobe epilepsy (MTLE), where inflammatory processes are known to play an increasingly important role in the pathogenesis. To further investigate the role of the immune system, both cytokine gene polymorphisms and human leukocyte antigen (HLA) genotyping in patients with MTLE-HS were investigated.The DNA samples of 100 patients with MTLE-HS and 201 healthy individuals were genotyped for cytokines (IL-6,IL-10, TNF-α, TGF-β1 and IFN-γ) and HLA using polymerase chain reaction (PCR)-SSP and SSO methods. The results were statistically analyzed in patient and healthy control groups and then according to the presence of febrile seizures (FS) in the patient group.Analysis of cytokine genotyping did not reveal any significant difference between patients with MTLE-HS and controls and patients with or without FS. However, the HLA DRB1*13 allele was found to be more frequent in the patient population after Bonferroni correction.This study suggests the possible role of HLA in the pathogenesis of MTLE-HS, although it failed to show any relationship with the cytokine system. However, data regarding the role of HLA are still lacking, and further studies are necessary to verify our results.", "doi": "10.5152/npa.2016.12678", "title": "Cytokine Polymorphism and HLA Genotyping in Patients with Temporal Lobe Epilepsy Related to Hippocampal Sclerosis.", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"]}