{"authors": [["Jia", "Bei", "B", "The Center for Prenatal and Hereditary DiseaseDiagnosis,Department of Obstetrics and Gynecology, Nanfang Hospital, Southern Medical University, Guangzhou 510515, People's Republic of China. yangxinping@smu.edu.cn."], ["Huang", "Liping", "L", null], ["Chen", "Yaoyu", "Y", null], ["Liu", "Siping", "S", null], ["Chen", "Cuihua", "C", null], ["Xiong", "Ke", "K", null], ["Song", "Lanlin", "L", null], ["Zhou", "Yulai", "Y", null], ["Yang", "Xinping", "X", null], ["Zhong", "Mei", "M", null]], "date": null, "id": "29321361", "text": "Contiguous microdeletions of the Norrie disease pseudoglioma (NDP) region on chromosome Xp11.3 have been widely confirmed as contributing to the typical clinical features of Norrie disease (ND). However, the precise relation between genotype and phenotype could vary. The contiguous deletion of NDP and its neighbouring genes, MAOA/B and EFHC2, reportedly leads to syndromic clinical features such as microcephaly, intellectual disability, and epilepsy. Herewe report a novel contiguous microdeletion of the NDP region containing the MAOB and EFHC2 genes,which causes eye defects but no cognitive disability.We detected a deletion of 494.6 kb atXp11.3 in both the proband and carrier mother. This deletionwas then used as the molecular marker in prenatal diagnosis for two subsequent pregnancies. The deletion was absent in one of the foetuses, who remain without any abnormalities at 2 years of age. The proband shows the typical ocular clinical features of ND including bilateral retinal detachment, microphthalmia, atrophic irides, corneal opacification, and cataracts, but no symptoms of microcephaly, intellectual disability, and epilepsy. This familial study demonstrates that a deficiency in one of two MAO genes may not lead to psychomotor delay, and deletion of EFHC2 may not cause epilepsy. Our observations provide new information on the genotype-phenotype relations of MAOA/B and EFHC2 genes involved in the contiguous deletions of ND.", "doi": null, "title": "A novel contiguous deletion involving NDP, MAOB and EFHC2 gene in a patient with familial Norrie disease: bilateral blindness and leucocoria without other deficits.", "journal": ["Journal of genetics", "J. Genet."]}