{"authors": [["Morimoto", "Masahito", "M", "Japanese Red Cross Tokushima Hinomine Rehabilitation Center for People with Disabilities, Tokushima, Japan."], ["Hashimoto", "Toshiaki", "T", "Japanese Red Cross Tokushima Hinomine Rehabilitation Center for People with Disabilities, Tokushima, Japan."], ["Kitaoka", "Taisuke", "T", "Tokushima Bunri University, Graduate School of Pharmaceutical Sciences, Tokushima, Japan."], ["Kyotani", "Shojiro", "S", "Tokushima Bunri University, Graduate School of Pharmaceutical Sciences, Tokushima, Japan."]], "date": "2017-12-30", "id": "29317959", "text": "Epilepsy is a common complication in patients with severe motor and intellectual disabilities (SMID). There are no reports as yet of the effects of these medications in vivo other than their epileptic efficacy. The purpose of this study was to clarify the effects of the newer antiepileptic drugs (AEDs) on the blood biochemical parameters and oxidative stress in SMID with epilepsy by comparing the therapeutic effects between a group of patients receiving lamotrigine (LTG) and levetiracetam (LEV) in addition to the conventional AEDs (newer AED group) and a group receiving conventional AEDs alone (old AED group).The study population consisted of 44 SMID patients with epilepsy, of which 23 were allocated to the newer AED group and 21 were allocated to the old AED group. In the newer AED group, measurements of the reactive oxygen metabolites (d-ROMs), biological antioxidant potential (BAP) and serum albumin were carried out at the following two time points: 1 week before and 1 year after the start of administration of the newer AEDs. In the old AED group, measurements of the same variables were performed at two time points 1 year apart.A significant decrease of the d-ROM levels and a significant increase of the BAP were noted in the newer AED group. A significant elevation of the serum albumin was also evident. In the old AED group, a significant increase of the d-ROMs levels was noted at the second measurement. Cortisol levels which have been described to be related to the albumin, revealed a significant decrease of the serum cortisol in relation to elevation of serum albumin in the newer AED group.The present study results suggest that the addition of newer AEDs reduces the oxidative stress load and improves the antioxidant potential of the body. Furthermore, the present data also demonstrate that the newer AEDs have indirect impact on biological parameters.", "doi": "10.14740/jocmr3289w", "title": "Impact of Oxidative Stress and Newer Antiepileptic Drugs on the Albumin and Cortisol Value in Severe Motor and Intellectual Disabilities With Epilepsy.", "journal": ["Journal of clinical medicine research", "J Clin Med Res"]}