{"authors": [["Ntsambi-Eba", "G", "G", "Service de neurochirurgie, Cliniques universitaires de Kinshasa, Université de Kinshasa, BP 133 Kinshasa, Zaïre."], ["Beltchika Kalubye", "A", "A", "Université de Kinshasa, Kinshasa, Zaïre."], ["Kalala Okito", "J P", "JP", "Université de Gant, Belgique."]], "date": null, "id": "29313510", "text": "Surgery is a treatment to consider in epilepsy when the condition is refractory or epileptic events are related to a clearly identified brain abnormality. The tropical climate of the DRC explains the high risk of epilepsy and the potentially large number of refractory cases. The number of patients with epilepsy in Kinshasa is estimated to be at least 120 000, and almost one third may be refractory. Hence, the need to integrate the use of surgery in the treatment of this disease. Most neurosurgical techniques used for treating epilepsy are practiced with a neurosurgical microscope and neuronavigation. In most developing countries, neither the material conditions for optimum realization of these surgical techniques nor the equipment for epilepsy investigation are close to fully available. Nonetheless, the selection of a large number of patients for surgery often does not require the use of all these explorations.The current availability in Kinshasa of the equipment for the basic investigation of epilepsy, such as EEG and MRI instruments, and the experience of the local neurological/neurosurgical team together make it possible to diagnose this pathology and treat it surgically when necessary. The creation of a multidisciplinary team for epilepsy will enable the selection of candidates who can most effectively benefit from surgical treatment. This surgery should focus initially on well circumscribed lesions that do not require sophisticated methods of investigation and can be removed relatively easily, with a high probability of seizure suppression.", "doi": "10.1684/mst.2017.0742", "title": "Need for surgical treatment of epilepsy and excision of tumors and post-traumatic epileptogenic lesions in Kinshasa, RDC.", "journal": ["Medecine et sante tropicales", "Med Sante Trop"]}