{"authors": [["Lie", "Rolv Terje", "RT", "Department of Global Public Health and Primary Care, University of Bergen, Kalfarveien 31, P. O. Box 7804, 5020, Bergen, Norway. rolv.lie@uib.no."], ["Moster", "Dag", "D", "Department of Global Public Health and Primary Care, University of Bergen, Kalfarveien 31, P. O. Box 7804, 5020, Bergen, Norway."], ["Strand", "Per", "P", "Norwegian Radiation Protection Authority, Oslo, Norway."], ["Wilcox", "Allen James", "AJ", "National Institute of Environmental Health Sciences, NIH, Durham, NC, USA."]], "date": "2018-01-08", "id": "29313167", "text": "Ionizing radiation at high doses early in life may cause neurodevelopmental problems. Possible effects of lower doses are, however, controversial. We use carefully collected exposure data for Norway following the Chernobyl accident in April 1986 combined with population-based registries to assess long-term effects of fetal exposure on neurodevelopmental outcomes. Radiation doses were estimated for each Norwegian municipality for each calendar month from May 1986 to April 1989. We established a cohort of all Norwegian pregnancies during the three-year period of radiation measurement and compared them with appropriate unexposed groups. All cohorts were followed into adulthood. Risks of cerebral palsy, mental retardation, schizophrenia, epilepsy, vision or hearing problems, school dropout, and low income were estimated. We also conducted an analysis of mathematics and language grades using siblings born after the exposure period as comparison. There was little evidence of associations between radiation exposure and cerebral palsy, mental retardation, schizophrenia, epilepsy, or hearing or vision problems associated with radiation exposure. (p-values for trend with exposure dose were 0.27, 0.14, 0.83, 0.35 and 0.42.) Slightly more of the exposed failed to complete high school (p = 0.05), but there was no increase in the proportion with low income (p = 0.38). The natural advantage of older siblings over younger siblings in mathematics grades was diminished with exposure of older siblings (p = 0.003), but there was no association of exposure with Norwegian language grades (p = 0.37). There is scant evidence that the low-dose fallout from Chernobyl in Norway increased the risk for serious neurodevelopmental problems. We cannot exclude the possibility of lower mathematics grades with exposure, similar to a report from Sweden.", "doi": "10.1007/s10654-017-0350-z", "title": "Prenatal exposure to Chernobyl fallout in Norway: neurological and developmental outcomes in a 25-year follow-up.", "journal": ["European journal of epidemiology", "Eur. J. Epidemiol."]}