{"authors": [["Strzelczyk", "Adam", "A", "Epilepsy Center Frankfurt Rhine-Main, Department of Neurology, Goethe University, Frankfurt am Main, Germany."], ["Griebel", "Claudia", "C", "LivaNova Deutschland GmbH, München, Germany."], ["Lux", "Wolfram", "W", "HGC GesundheitsConsult GmbH, Düsseldorf, Germany."], ["Rosenow", "Felix", "F", "Epilepsy Center Frankfurt Rhine-Main, Department of Neurology, Goethe University, Frankfurt am Main, Germany."], ["Reese", "Jens-Peter", "JP", "Institute of Health Service Research and Clinical Epidemiology, Coordinating Center for Clinical Trials, Philipps-University Marburg, Marburg, Germany."]], "date": "2017-12-22", "id": "29312132", "text": "To evaluate long-term outcome of three years and treatment patterns of patients suffering from severely drug-refractory epilepsy (SDRE).This analysis was population-based and retrospective, with data collected from four million individuals insured by statutory German health insurance. ICD-10 codes for epilepsy (G40*) and intake of anticonvulsants were used to identify prevalent cases, which were then compared with a matched cohort drawn from the population at large. Insurance data were available from 2008 to 2013. Any patient who had been prescribed with at least four different antiepileptic drugs (AEDs) in an 18-month period was defined as an SDRE case.A total of 769 patients with SDRE were identified. Of these, 19% were children and adolescents; the overall mean age was 42.3 years, 45.4% were female and 54.6% male. An average of 2.7 AEDs per patient was prescribed during the first follow-up year. The AEDs most commonly prescribed were: levetiracetam (53.5%), lamotrigine (41.4%), valproate (41.3%), lacosamide (20.4%), and topiramate (17.8%). During 3-year follow-up, there was an annual rate of hospitalization in the range 42.7 to 55%, which was significantly higher than the 11.6-12.8% (p < 0.001) for the matched controls. Admissions to hospital because of epilepsy ranged between 1.7 and 1.9 per year, with an average duration for each epilepsy-caused hospitalization of 10-11.1 days. The number of comorbidities for SDRE patients was significantly increased compared with the matched controls: depression (28% against 10%), vascular disorders (22% against 5%), and injury rates were also higher (head 16% against 3%, trunk and limbs 16% against 8%). The 3-year mortality rate for SDRE patients was 14% against 2.1% in the matched cohort.SDRE patients are treated with AED polytherapy for all of the 3-year follow-up period. They are hospitalized more frequently than the general population and show increased morbidity levels and a sevenfold increase in mortality rate over 3 years. Further examination is required of ways in which new approaches to treatment could lead to better outcomes in severely affected patients.", "doi": "10.3389/fneur.2017.00712", "title": "The Burden of Severely Drug-Refractory Epilepsy: A Comparative Longitudinal Evaluation of Mortality, Morbidity, Resource Use, and Cost Using German Health Insurance Data.", "journal": ["Frontiers in neurology", "Front Neurol"]}