{"authors": [["Kudlacek", "Jan", "J", "Department of Developmental Epileptology, Institute of Physiology, The Czech Academy of Sciences, Prague, Czechia."], ["Chvojka", "Jan", "J", "Department of Developmental Epileptology, Institute of Physiology, The Czech Academy of Sciences, Prague, Czechia."], ["Posusta", "Antonin", "A", "Department of Developmental Epileptology, Institute of Physiology, The Czech Academy of Sciences, Prague, Czechia."], ["Kovacova", "Lubica", "L", "Department of Developmental Epileptology, Institute of Physiology, The Czech Academy of Sciences, Prague, Czechia."], ["Hong", "Seung Bong", "SB", "Department of Neurology, Samsung Medical Center, Samsung Advanced Institute for Health Sciences & Technology (SAIHST), Sungkyunkwan University School of Medicine, Seoul, South Korea."], ["Weiss", "Shennan", "S", "Department of Neurology, Thomas Jefferson University, Philadelphia, PA, United States."], ["Volna", "Kamila", "K", "Department of Neurology, 2nd Faculty of Medicine, Charles University and Motol University Hospital, Prague, Czechia."], ["Marusic", "Petr", "P", "Department of Neurology, 2nd Faculty of Medicine, Charles University and Motol University Hospital, Prague, Czechia."], ["Otahal", "Jakub", "J", "Department of Developmental Epileptology, Institute of Physiology, The Czech Academy of Sciences, Prague, Czechia."], ["Jiruska", "Premysl", "P", "Department of Developmental Epileptology, Institute of Physiology, The Czech Academy of Sciences, Prague, Czechia."]], "date": "2017-12-21", "id": "29312120", "text": "Pathological high-frequency oscillations are a novel marker used to improve the delineation of epileptogenic tissue and, hence, the outcome of epilepsy surgery. Their practical clinical utilization is curtailed by the inability to discriminate them from physiological oscillations due to frequency overlap. Although it is well documented that pathological HFOs are suppressed by antiepileptic drugs (AEDs), the effect of AEDs on normal HFOs is not well known. In this experimental study, we have explored whether physiological HFOs (sharp-wave ripples) of hippocampal origin respond to AED treatment. The results show that application of a single dose of levetiracetam or lacosamide does not reduce the rate of sharp-wave ripples. In addition, it seems that these new generation drugs do not negatively affect the cellular and network mechanisms involved in sharp-wave ripple generation, which may provide a plausible explanation for the absence of significant negative effects on cognitive functions of these drugs, particularly on memory.", "doi": "10.3389/fneur.2017.00687", "title": "Lacosamide and Levetiracetam Have No Effect on Sharp-Wave Ripple Rate.", "journal": ["Frontiers in neurology", "Front Neurol"]}