{"authors": [["Nasretdinov", "Azat", "A", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."], ["Lotfullina", "Nailya", "N", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."], ["Vinokurova", "Daria", "D", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."], ["Lebedeva", "Julia", "J", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."], ["Burkhanova", "Gulshat", "G", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."], ["Chernova", "Kseniya", "K", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."], ["Zakharov", "Andrey", "A", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."], ["Khazipov", "Roustem", "R", "Laboratory of Neurobiology, Department of Human and Animal Physiology, Kazan Federal University, Kazan, Russia."]], "date": "2017-12-21", "id": "29311836", "text": "Electrophysiological assessment of infraslow (<0.1 Hz) brain activities such as cortical spreading depression (SD), which occurs in a number of pathologies including migraine, epilepsy, traumatic brain injury (TBI) and brain ischemia requires direct current (DC) coupled recordings of local field potentials (LFPs). Here, we describe how DC-coupled recordings can be performed using high-density iridium electrode arrays (silicone probes). We found that the DC voltage offset of the silicone probe is large and often exceeds the amplifier input range. Introduction of an offset compensation chain at the signal ground efficiently minimized the DC offsets. Silicone probe DC-coupled recordings across layers of the rat visual and barrel cortices revealed that epipial application of KCl, dura incision or pinprick TBI induced SD which preferentially propagated through the supragranular layers and further spread to the granular and infragranular layers attaining maximal amplitudes of ~-30 mV in the infragranular layers. SD at the superficial cortical layers was nearly two-fold longer than at the deep cortical layers. Continuous epipial KCl evoked multiple recurrent SDs which always started in the supragranular layers but often failed to propagate through the deeper cortical layers. Intracortical KCl injection into the infragranular layers evoked SD which also started in the supragranular layers and spread to the granular and infragranular layers, further indicating that the supragranular layers are particularly prone to SD. Thus, DC-coupled recordings with silicone probes after offset compensation can be successfully used to explore the spatial-temporal dynamics of SD and other slow brain activities.", "doi": "10.3389/fncel.2017.00408", "title": "Direct Current Coupled Recordings of Cortical Spreading Depression Using Silicone Probes.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}