{"authors": [["Adotevi", "Nadia K", "NK", "Department of Anatomy, Brain Health Research Centre, School of Biomedical Sciences, University of Otago, Dunedin, New Zealand."], ["Leitch", "Beulah", "B", "Department of Anatomy, Brain Health Research Centre, School of Biomedical Sciences, University of Otago, Dunedin, New Zealand."]], "date": "2017-12-22", "id": "29311821", "text": "Feedforward inhibition is essential to prevent run away excitation within the brain. Recent evidence suggests that a loss of feed-forward inhibition in the corticothalamocortical circuitry may underlie some absence seizures. However, it is unclear if this aberration is specifically linked to loss of synaptic excitation onto local fast-spiking parvalbumin-containing (PV+) inhibitory interneurons, which are responsible for mediating feedforward inhibition within cortical networks. We recently reported a global tissue loss of AMPA receptors (AMPARs), and a specific mistrafficking of these AMPARs in PV+ interneurons in the stargazer somatosensory cortex. The current study was aimed at investigating if cellular changes in AMPAR expression were translated into deficits in receptors at specific synapses in the feedforward inhibitory microcircuit. Using western blot immunolabeling on biochemically isolated synaptic fractions, we demonstrate a loss of AMPAR GluA1-4 subunits in the somatosensory cortex of stargazers compared to non-epileptic control mice. Furthermore, using double post-embedding immunogold-cytochemistry, we show a loss of GluA1-4-AMPARs at excitatory synapses onto cortical PV+ interneurons. Altogether, these data indicate a loss of synaptic AMPAR-mediated excitation of cortical PV+ inhibitory neurons. As the cortex is considered the site of initiation of spike wave discharges (SWDs) within the corticothalamocortical circuitry, loss of AMPARs at cortical PV+ interneurons likely impairs feed-forward inhibitory output, and contributes to the generation of SWDs and absence seizures in stargazers.", "doi": "10.3389/fnmol.2017.00434", "title": "Synaptic Changes in AMPA Receptor Subunit Expression in Cortical Parvalbumin Interneurons in the Stargazer Model of Absence Epilepsy.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}