{"authors": [["Delbeke", "Jean", "J", "LCEN3, Department of Neurology, Institute of Neuroscience, Ghent University, Ghent, Belgium."], ["Hoffman", "Luis", "L", "Neuroscience Research Flanders, Leuven, Belgium."], ["Mols", "Katrien", "K", "Neuroscience Research Flanders, Leuven, Belgium."], ["Braeken", "Dries", "D", "Life Science and Imaging, Imec, Leuven, Belgium."], ["Prodanov", "Dimiter", "D", "Neuroscience Research Flanders, Leuven, Belgium."]], "date": "2017-12-12", "id": "29311765", "text": "Deep Brain Stimulation (DBS) has evolved into a well-accepted add-on treatment for patients with severe Parkinsons disease as well as for other chronic neurological conditions. The focal action of electrical stimulation can yield better responses and it exposes the patient to fewer side effects compared to pharmaceuticals distributed throughout the body toward the brain. On the other hand, the current practice of DBS is hampered by the relatively coarse level of neuromodulation achieved. Optogenetics, in contrast, offers the perspective of much more selective actions on the various physiological structures, provided that the stimulated cells are rendered sensitive to the action of light. Optogenetics has experienced tremendous progress since its first in vivo applications about 10 years ago. Recent advancements of viral vector technology for gene transfer substantially reduce vector-associated cytotoxicity and immune responses. This brings about the possibility to transfer this technology into the clinic as a possible alternative to DBS and neuromodulation. New paths could be opened toward a rich panel of clinical applications. Some technical issues still limit the long term use in humans but realistic perspectives quickly emerge. Despite a rapid accumulation of observations about patho-physiological mechanisms, it is still mostly serendipity and empiric adjustments that dictate clinical practice while more efficient logically designed interventions remain rather exceptional. Interestingly, it is also very much the neuro technology developed around optogenetics that offers the most promising tools to fill in the existing knowledge gaps about brain function in health and disease. The present review examines Parkinson's disease and refractory epilepsy as use cases for possible optogenetic stimulation therapies.", "doi": "10.3389/fnins.2017.00663", "title": "And Then There Was Light: Perspectives of Optogenetics for Deep Brain Stimulation and Neuromodulation.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}