{"authors": [["Yi", "Min", "M", "Department of Cardiology, Heart Center, Zhujiang Hospital, Southern Medical University, Laboratory of Heart Center, Zhujiang Hospital, Southern Medical University, Guangzhou, China."], ["Li", "Hekai", "H", "Department of Cardiology, Heart Center, Zhujiang Hospital, Southern Medical University, Laboratory of Heart Center, Zhujiang Hospital, Southern Medical University, Guangzhou, China."], ["Wu", "Zhiye", "Z", "Department of Cardiology, Heart Center, Zhujiang Hospital, Southern Medical University, Laboratory of Heart Center, Zhujiang Hospital, Southern Medical University, Guangzhou, China."], ["Yan", "Jianyun", "J", "Department of Cardiology, Heart Center, Zhujiang Hospital, Southern Medical University, Laboratory of Heart Center, Zhujiang Hospital, Southern Medical University, Guangzhou, China."], ["Liu", "Qicai", "Q", "Department of Cardiology, Heart Center, Zhujiang Hospital, Southern Medical University, Laboratory of Heart Center, Zhujiang Hospital, Southern Medical University, Guangzhou, China."], ["Ou", "Caiwen", "C", "Department of Cardiology, Heart Center, Zhujiang Hospital, Southern Medical University, Laboratory of Heart Center, Zhujiang Hospital, Southern Medical University, Guangzhou, China."], ["Chen", "Minsheng", "M", "Department of Cardiology, Heart Center, Zhujiang Hospital, Southern Medical University, Laboratory of Heart Center, Zhujiang Hospital, Southern Medical University, Guangzhou, China."]], "date": "2017-12-22", "id": "29310113", "text": "Human neuropeptide Y (hNPY) is one of the most widely expressed neurotransmitters in the human central and peripheral nervous systems. It consists of 36 highly conserved amino acid residues, and was first isolated from the porcine hypothalamus in 1982. While it is the most recently discovered member of the pancreatic polypeptide family (which includes neuropeptide Y, gut-derived hormone peptide YY, and pancreatic polypeptide), NPY is the most abundant peptide found in the mammalian brain. In order to exert particular functions, NPY needs to bind to the NPY receptor to activate specific signaling pathways. NPY receptors belong to the class A or rhodopsin-like G-protein coupled receptor (GPCR) family and signal via cell-surface receptors. By binding to GPCRs, NPY plays a crucial role in various biological processes, including cortical excitability, stress response, food intake, circadian rhythms, and cardiovascular function. Abnormal regulation of NPY is involved in the development of a wide range of diseases, including obesity, hypertension, atherosclerosis, epilepsy, metabolic disorders, and many cancers. Thus far, five receptors have been cloned from mammals (Y1, Y2, Y4, Y5, and y6), but only four of these (hY1, hY2, hY4, and hY5) are functional in humans. In this review, we summarize the structural characteristics of human NPY receptors and their role in metabolic diseases.", "doi": "10.1159/000486225", "title": "A Promising Therapeutic Target for Metabolic Diseases: Neuropeptide Y Receptors in Humans.", "journal": ["Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology", "Cell. Physiol. Biochem."]}