{"authors": [["Nayak", "Chetan S", "CS", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, Karnataka, India."], ["Mariyappa", "N", "N", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, Karnataka, India."], ["Majumdar", "Kaushik K", "KK", "3 Systems Science and Informatics Unit, Indian Statistical Institute (ISI), Bengaluru, Karnataka, India."], ["Ravi", "G S", "GS", "4 Department of Biostatistics, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, Karnataka, India."], ["Prasad", "Pradeep D", "PD", "3 Systems Science and Informatics Unit, Indian Statistical Institute (ISI), Bengaluru, Karnataka, India."], ["Nagappa", "Madhu", "M", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, Karnataka, India."], ["Kandavel", "Thennarasu", "T", "4 Department of Biostatistics, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, Karnataka, India."], ["Taly", "Arun B", "AB", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, Karnataka, India."], ["Sinha", "Sanjib", "S", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, Karnataka, India."]], "date": "2017-12-01", "id": "29308656", "text": "The activating role of non-rapid eye movement (NREM) sleep on epileptic cortex and conversely, the seizure remission brought about by antiepileptic medications, has been attributed to their effects on neuronal synchrony. This study aims to understand the role of neural synchrony of NREM sleep in promoting interictal epileptiform discharges (IEDs) in patients with epilepsy (PWE) by assessing the peri-IED phase synchrony during awake and sleep states. It also studies the role played by antiepileptic drugs (AEDs) on EEG desynchronization in the above cohort.A total of 120 PWE divided into 3 groups (each n = 40; juvenile myoclonic epilepsy [JME], temporal lobe epilepsy [TLE]. and extratemporal lobe epilepsy [Ex-TLE]) were subjected to overnight polysomnography. Each patient group was subdivided into drug-naive and on treatment (Each n = 20). EEG phase synchronization analysis was performed to compare peri-IED phase synchronization indices (SI) during awake and sleep stages and between drug naïve and on treatment groups in 4 frequency bands, namely delta, theta, alpha, and beta. The mean ± SD of peri-IED SI among various subgroups was compared employing a multilevel mixed effects modeling approach.Patients with JME had increased peri-IED cortical synchrony in N3 sleep stage, whereas patients with partial epilepsy had increased IED cortical synchrony in N1 sleep stage. On the other hand, peri-IED synchrony was lower during wake and REM sleep. We also found that peri-IED synchronization in patients with JME was higher in drug-naive patients compared with those on sodium valproate monotherapy in theta, alpha, and beta bands.The findings of this study suggest that sleep stages can alter cortical synchrony in patients with JME and focal epilepsy, with NREM IEDs being more synchronized and wake/REM IEDs being less synchronized. Furthermore, it also suggests that AEDs alleviate seizures in PWE by inhibiting cortical synchrony.", "doi": "10.1177/1550059417747436", "title": "NREM Sleep and Antiepileptic Medications Modulate Epileptiform Activity by Altering Cortical Synchrony.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}