{"authors": [["Estiri", "Hajar", "H", "Department of Molecular Medicine, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Fallah", "Ali", "A", "Bioviva Science USA, Seattle, USA."], ["Soleimani", "Masoud", "M", "Department of Hematology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Aliaghaei", "Abbas", "A", "Neuroscience Lab, Department of Anatomy and Cell Biology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Karimzadeh", "Fariba", "F", "Cellular and Molecular Research Center, Iran University of Medical Sciences, Tehran, Iran."], ["Babaei Abraki", "Shahnaz", "S", "Shefa Neuroscience Research Center, Khatam-al-Anbia Hospital, Tehran, Iran."], ["Ghahremani", "Mohammad Hossein", "MH", "Department of Molecular Medicine, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."]], "date": "2017-12-01", "id": "29308612", "text": "In this study, we describe an efficient approach for stable knockdown of adenosine kinase (ADK) using lentiviral system, in an astrocytoma cell line and in human Wharton's jelly mesenchymal stem cells (hWJMSCs). These sources of stem cells besides having multilineage differentiation potential and immunomodulatory activities, are easily available in unlimited numbers, do not raise ethical concerns and are attractive for gene manipulation and cell-based gene therapy.In this experimental study, we targeted adenosine kinase mRNA at 3' and performed coding sequences using eight miR-based expressing cassettes of anti-ADK short hairpin RNA (shRNAs). First, these cassettes with scrambled control sequences were cloned into expressing lentiviral pGIPZ vector. Quantitative real time-polymerase chain reaction (qRT-PCR) was used to screen multi-cassettes anti-ADK miR-shRNAs in stably transduced U-251 MG cell line and measuring ADK gene expression at mRNA level. Extracted WJMSCs were characterized using flow cytometry for expressing mesenchymal specific marker (CD44+) and lack of expression of hematopoietic lineage marker (CD45-). Then, the lentiviral vector that expressed the most efficient anti-ADK miR-shRNA, was employed to stably transduce WJMSCs.Transfection of anti-ADK miR-shRNAs in HEK293T cells using CaPO4 method showed high efficiency. We successfully transduced U-251 cell line by recombinant lentiviruses and screened eight cassettes of anti-ADK miRshRNAs in stably transduced U-251 MG cell line by qRT-PCR. RNAi-mediated down-regulation of ADK by lentiviral system indicated up to 95% down-regulation of ADK. Following lentiviral transduction of WJMSCs with anti-ADK miRshRNA expression cassette, we also implicated, down-regulation of ADK up to 95% by qRT-PCR and confirmed it by western blot analysis at the protein level.Our findings indicate efficient usage of shRNA cassette for ADK knockdown. Engineered WJMSCs with genome editing methods like CRISPR/cas9 or more safe viral systems such as adeno-associated vectors (AAV) might be an attractive source in cell-based gene therapy and may have therapeutic potential for epilepsy.", "doi": "10.22074/cellj.2018.4916", "title": "Stable Knockdown of Adenosine Kinase by Lentiviral Anti-ADK miR-shRNAs in Wharton's Jelly Stem Cells.", "journal": ["Cell journal", "Cell J"]}