{"authors": [["Iacomino", "Michele", "M", "Laboratory of Neurogenetics and Neuroscience, Institute G.Gaslini, Genoa, Italy; Pediatric Neurology and Neuromuscular Disorders Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, Genoa, Italy."], ["Fiorillo", "Chiara", "C", "Pediatric Neurology and Neuromuscular Disorders Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, Genoa, Italy. Electronic address: chiara.fiorillo@edu.unige.it."], ["Torella", "Annalaura", "A", "Telethon Institute of Genetics and Medicine, Naples, Italy; Medical Genetics, Department of Biochemistry, Biophysics and General Pathology, Second University of Naples, Naples, Italy."], ["Severino", "Mariasavina", "M", "Neuroradiology Unit, Institute G. Gaslini, Genoa, Italy."], ["Broda", "Paolo", "P", "Pediatric Neurology and Neuromuscular Disorders Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, Genoa, Italy."], ["Romano", "Catia", "C", "Pediatric General and Acute and Emergency Operative Unit, Vittorio Emanuele University Hospital, University of Catania, Catania, Italy."], ["Falsaperla", "Raffaele", "R", "Pediatric General and Acute and Emergency Operative Unit, Vittorio Emanuele University Hospital, University of Catania, Catania, Italy."], ["Pozzolini", "Giulia", "G", "Laboratory of Neurogenetics and Neuroscience, Institute G.Gaslini, Genoa, Italy."], ["Minetti", "Carlo", "C", "Pediatric Neurology and Neuromuscular Disorders Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, Genoa, Italy."], ["Striano", "Pasquale", "P", "Pediatric Neurology and Neuromuscular Disorders Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, Genoa, Italy."], ["Nigro", "Vincenzo", "V", "Telethon Institute of Genetics and Medicine, Naples, Italy; Medical Genetics, Department of Biochemistry, Biophysics and General Pathology, Second University of Naples, Naples, Italy."], ["Zara", "Federico", "F", "Laboratory of Neurogenetics and Neuroscience, Institute G.Gaslini, Genoa, Italy."]], "date": "2017-12-18", "id": "29307700", "text": "In the last few years, whole exome sequencing (WES) allowed the identification of PRUNE mutations in patients featuring a complex neurological phenotype characterized by severe neurodevelopmental delay, microcephaly, epilepsy, optic atrophy, and brain or cerebellar atrophy. We describe an additional patient with homozygous PRUNE mutation who presented with spinal muscular atrophy phenotype, in addition to the already known brain developmental disorder. This novel feature expands the clinical consequences of PRUNE mutations and allow to converge PRUNE syndrome with previous descriptions of neurodevelopmental/neurodegenerative disorders linked to altered microtubule dynamics.", "doi": "10.1016/j.ejpn.2017.12.005", "title": "Spinal motor neuron involvement in a patient with homozygous PRUNE mutation.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}