{"authors": [["Szyndler", "Janusz", "J", "Department of Experimental and Clinical Pharmacology, Centre for Preclinical Research and Technology CePT, Medical University of Warsaw, Warszawa, Poland. Electronic address: jszyndler@yahoo.com."], ["Maciejak", "Piotr", "P", "Department of Experimental and Clinical Pharmacology, Centre for Preclinical Research and Technology CePT, Medical University of Warsaw, Warszawa, Poland; Department of Neurochemistry, Institute of Psychiatry and Neurology, Warszawa, Poland."], ["Kołosowska", "Karolina", "K", "Department of Neurochemistry, Institute of Psychiatry and Neurology, Warszawa, Poland."], ["Chmielewska", "Natalia", "N", "Department of Neurochemistry, Institute of Psychiatry and Neurology, Warszawa, Poland."], ["Skórzewska", "Anna", "A", "Department of Neurochemistry, Institute of Psychiatry and Neurology, Warszawa, Poland."], ["Daszczuk", "Patrycja", "P", "Laboratory of Stem Cells, Tissue Development and Regeneration, Centre of New Technologies, University of Warsaw, Warszawa, Poland."], ["Płaźnik", "Adam", "A", "Department of Experimental and Clinical Pharmacology, Centre for Preclinical Research and Technology CePT, Medical University of Warsaw, Warszawa, Poland; Department of Neurochemistry, Institute of Psychiatry and Neurology, Warszawa, Poland."]], "date": "2017-07-16", "id": "29306758", "text": "Changes in the expression of the GABA-A receptor subunits involved in phasic and tonic inhibition have been studied in a wide spectrum of animal models of epilepsy. However, there is no exhaustive data regarding the pentylenetetrazole (PTZ) kindling model of epilepsy.The aim of our study was to analyse the hippocampal changes in the expression of GABA-A receptor subunits involved in phasic (α1, γ2) or tonic (α4 and δ) inhibition in rats subjected to the PTZ kindling using immunohistochemistry method as well as in animals subjected to a single injection of a subconvulsive (30 mg/kg) or convulsive (55 mg/kg) dose of PTZ. Moreover, the expression of GABA transporters (GAT-1 and GAT-3) was also assessed.In kindled animals, we observed an increase in the expression of α1 (in CA1, DG (dentate gyrus) and CA3 regions) and γ2 (CA1 and CA3) subunits as well as in the expression of GAT-1 (CA1). On the other hand, the expression of the δ subunit in the DG was reduced. The single injection of PTZ at a dose of 30 mg/kg increased the expression of the α4 subunit in the DG, while at a dose of 55 mg/kg, PTZ increased the expression of the α1 and α4 subunits in the DG and reduced expression of the γ2 subunit in the CA1 and CA3 regions.The pattern of changes observed in our study indicates that changes in tonic inhibition are involved in abnormal neuronal activity observed in PTZ model of epilepsy.", "doi": "10.1016/j.pharep.2017.07.008", "title": "Altered expression of GABA-A receptor subunits in the hippocampus of PTZ-kindled rats.", "journal": ["Pharmacological reports : PR", "Pharmacol Rep"]}