{"authors": [["Harnod", "Tomor", "T", "Department of Neurosurgery, Hualien Tzu Chi General Hospital, Buddhist Tzu Chi Medical Foundation, Hualien, Taiwan; College of Medicine, Tzu Chi University, Hualien, Taiwan."], ["Lin", "Cheng-Li", "CL", "Management Office for Health Data, China Medical University Hospital, Taichung, Taiwan; College of Medicine, China Medical University, Taichung, Taiwan."], ["Kao", "Chia-Hung", "CH", "Graduate Institute of Clinical Medical Science and School of Medicine, College of Medicine, China Medical University, Taichung, Taiwan; Department of Nuclear Medicine and PET Center, China Medical University Hospital, Taichung, Taiwan; Department of Bioinformatics and Medical Engineering, Asia University, Taichung, Taiwan. Electronic address: d10040@mail.cmuh.org.tw."]], "date": "2017-12-29", "id": "29306696", "text": "We would like to exam whether epilepsy patients in Taiwan have a high risk of attempted and completed suicide.In this study, we used a subset of the National Health Insurance Research Database (NHIRD) of Taiwan. Inpatients (≥ 18 years) who received a new diagnosis of epilepsy between 2000 and 2011 were enrolled in the epilepsy cohort. The epilepsy and comparison cohorts included 68,543 patients and 2-fold controls respectively. We calculated the adjusted hazard ratio (aHR) for suicide attempts after adjustment for age, sex, monthly income, the urbanization level, occupation, and comorbidity.The epilepsy cohort had a 2.06-fold risk of suicide attempts (95% CI = 1.65-2.56) compared with the control cohort. The suicide attempt risk did not significantly differ between men and women and between patients with and without psychiatric comorbidity. The mortality risk after a suicide attempt was higher in the epilepsy cohort than in the comparison cohort (aHR = 1.66, 95% CI = 1.02-2.69).Epilepsy is an independent and predisposing factor for suicide attempt. These results provide important information for clinicians and governments to prevent suicide in epilepsy patients in Asian countries.", "doi": "10.1016/j.jad.2017.12.048", "title": "Evaluating clinical risk factors for suicide attempts in patients with epilepsy.", "journal": ["Journal of affective disorders", "J Affect Disord"]}