{"authors": [["Hendriksen", "Ruben G F", "RGF", "Department of Neurology, Maastricht University Medical Centre, P. Debyelaan 25, P.O. Box 5800, 6202 AZ Maastricht, The Netherlands; School for Mental Health & Neuroscience (MHeNS), Maastricht University, Universiteitssingel 40, P.O. Box 616, 6200 MD Maastricht, The Netherlands. Electronic address: ruben.hendriksen@maastrichtuniversity.nl."], ["Vles", "Johan S H", "JSH", "Department of Neurology, Maastricht University Medical Centre, P. Debyelaan 25, P.O. Box 5800, 6202 AZ Maastricht, The Netherlands. Electronic address: Jsh.vles@mumc.nl."], ["Aalbers", "Marlien W", "MW", "Department of Neurosurgery, Groningen University Medical Centre, Hanzeplein 1, P.O. Box 30001, 9713 GZ Groningen, The Netherlands. Electronic address: mwaalbers@gmail.com."], ["Chin", "Richard F M", "RFM", "Muir Maxwell Epilepsy Centre, The University of Edinburgh, Sylvan Road 20, EH9 1UW Edinburgh, United Kingdom; Department of Paediatric Neuroscience, Royal Hospital for Sick Children, Sciennes Road 9, EH9 1LF Edinburgh, United Kingdom. Electronic address: r.chin@ed.ac.uk."], ["Hendriksen", "Jos G M", "JGM", "Department of Neurology, Maastricht University Medical Centre, P. Debyelaan 25, P.O. Box 5800, 6202 AZ Maastricht, The Netherlands; Kempenhaeghe Epilepsy Centre, Centre for Neurological Learning Disabilities, Sterkselseweg 65, 5591 VE Heeze, The Netherlands. Electronic address: hendriksenj@kempenhaeghe.nl."]], "date": "2017-12-18", "id": "29306518", "text": "Duchenne Muscular Dystrophy (DMD) is more than a muscle disease since there is a higher prevalence of neuropsychological comorbidities. Similarly, the prevalence of epilepsy is increased. Given the nowadays-increasing interest in brain-related comorbidities in DMD, this study aimed to evaluate the relationship between DMD, epilepsy, and associated neurodevelopmental disorders in an international sample of DMD patients.Using a questionnaire-based study we investigated the occurrence of self/by-proxy reported brain-related comorbidities in a group of 228 DMD patients. We evaluated the presence of epilepsy and other brain-related comorbidities, but also the specific mutation in the dystrophin gene. With respect to epilepsy, all individually reported epilepsy cases as based on the questionnaire results including information provided on epilepsy treatment, EEG abnormalities, and a description of how a typical seizure would look like, were independently and blindly re-assessed by two external paediatric neurologists (Cohen's kappa of 0.85).Based on the latter, 18 (7.9%) DMD patients were considered to have epilepsy. In patients with both DMD and epilepsy, certain other brain-related comorbidities (i.e. attention deficit hyperactivity disorder, obsessive compulsive disorder, anxiety disorders and sleep disorders) were significantly more prevalent.This study is supportive of a high occurrence of epilepsy and other brain-related comorbidities in DMD. Furthermore this study shows for the first time that the frequency of some of these disorders appear to be further increased when epilepsy is present next to DMD. As this study is limited by the self/by proxy setup and the lack of response rates, future studies should elucidate the true incidence of the (triangular) cooccurrence between epilepsy, neurodevelopmental deficits, and DMD.", "doi": "10.1016/j.ejpn.2017.12.004", "title": "Brain-related comorbidities in boys and men with Duchenne Muscular Dystrophy: A descriptive study.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}