{"authors": [["Song", "Peige", "P", "Centre for Global Health Research, Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Scotland, UK."], ["Liu", "Yezhou", "Y", "Beijing Municipal Key Laboratory of Clinical Epidemiology, School of Public Health, Capital Medical University, Beijing, China."], ["Yu", "Xinwei", "X", "Beijing Municipal Key Laboratory of Clinical Epidemiology, School of Public Health, Capital Medical University, Beijing, China."], ["Wu", "Jingjing", "J", "Beijing Municipal Key Laboratory of Clinical Epidemiology, School of Public Health, Capital Medical University, Beijing, China."], ["Poon", "Adrienne N", "AN", "Centre for Global Health Research, Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Scotland, UK."], ["Demaio", "Alessandro", "A", "Harvard Global Equity Initiative, Harvard Medical School, Boston, Massachusetts, USA."], ["Wang", "Wei", "W", "Beijing Municipal Key Laboratory of Clinical Epidemiology, School of Public Health, Capital Medical University, Beijing, China."], ["Rudan", "Igor", "I", "Centre for Global Health Research, Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Scotland, UK."], ["Chan", "Kit Yee", "KY", "Centre for Global Health Research, Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Scotland, UK."]], "date": null, "id": "29302325", "text": "Epilepsy is a major neurological disorder that affects approximately 65 million people worldwide. Globally, the burden of epilepsy is not evenly distributed, with more than 80% of sufferers residing in low- and middle-income countries. This study estimates the burden of epilepsy in mainland China from 1990 to 2015 and explores the variations of burden by age and gender.We conducted a systematic review of the peer-reviewed literature from 1990 to 2015 using Chinese and English academic databases (CNKI, WanFang, VIP and PubMed) to identify population-based prospective studies on the prevalence of epilepsy in mainland Chinese. Multilevel mixed-effects logistic regression was used to estimate the prevalence of lifetime epilepsy (LTE), and restricted cubic regression splines were applied to model the functional forms of the non-linear effects of age and LTE prevalence. Random-effect meta-analysis was used to obtain the pooled prevalence of 1-year active epilepsy (AE), 2-year AE and 5-year AE separately. To estimate the number of people with LTE and AE in the years 1990, 2000, and 2015, LTE and AE prevalence were multiplied by the total population of mainland China of the corresponding year.Analyses were conducted using 39 prevalence studies that met the inclusion criteria and comprised 77 separate data points (37 on LTE, 16 on 1-year AE, 12 on 2-year AE and 12 on 5-year AE). In 1990, the prevalence of LTE ranged from 1.31‰ (95% CI = 0.85-2.00) in the 0-4 age group to 2.42‰ (95% confidence interval CI = 1.60-3.65) in the 30-34 age group. By 2015, the LTE prevalence had increased to 4.57‰ (95% CI = 2.52-8.27) in the 0-4 group and 8.43‰ (95% CI = 4.71-15.04) in the 30-34 group. Over the 25-year period, the overall prevalence of LTE had steadily increased by 259%, from 1.99‰ (95% CI = 1.31-3.02) in 1990 to 7.15‰ (95% CI = 3.98-12.82) in 2015. The rates of increase were similar across the whole age spectrum, fluctuating around 250%. Between 1990 and 2015, the total number of people with LTE in mainland China increased by 328%, from 2.30 million (95% CI = 1.51-3.49) in 1990 to 9.84 million (95% CI = 5.48-17.64) in 2015. The pooled 1-year, 2-year, and 5-year AE prevalence were 3.79‰ (95% CI = 3.31-4.34), 4.08‰ (95% CI = 3.41-4.89) and 4.19‰ (95% CI = 3.42-5.15).The burden of LTE in China has increased substantially between 1990 and 2015, with the prevalence of LTE having more than doubled and the number of people with LTE more than tripled. The large amount of AE cases in China calls for optimal management and treatment. More high-quality epidemiological studies on LTE and AE prevalence are still needed.", "doi": "10.7189/jogh.07-020706", "title": "Prevalence of epilepsy in China between 1990 and 2015: A systematic review and meta-analysis.", "journal": ["Journal of global health", "J Glob Health"]}