{"authors": [["Lee", "Hyang Mi", "HM", "Department of Pharmacology, Institute for Medical Science, Chonbuk National University Medical School, Jeonju 54097, Korea."], ["Chai", "Ok Hee", "OH", "Department of Anatomy, Institute for Medical Science, Chonbuk National University Medical School, Jeonju 54097, Korea."], ["Hahn", "Sang June", "SJ", "Department of Physiology, Medical Research Center, College of Medicine, The Catholic University of Korea, Seoul 06591, Korea."], ["Choi", "Bok Hee", "BH", "Department of Pharmacology, Institute for Medical Science, Chonbuk National University Medical School, Jeonju 54097, Korea."]], "date": "2017-12-22", "id": "29302214", "text": "In patients with epilepsy, depression is a common comorbidity but difficult to be treated because many antidepressants cause pro-convulsive effects. Thus, it is important to identify the risk of seizures associated with antidepressants. To determine whether paroxetine, a very potent selective serotonin reuptake inhibitor (SSRI), interacts with ion channels that modulate neuronal excitability, we examined the effects of paroxetine on Kv3.1 potassium channels, which contribute to highfrequency firing of interneurons, using the whole-cell patch-clamp technique. Kv3.1 channels were cloned from rat neurons and expressed in Chinese hamster ovary cells. Paroxetine reversibly reduced the amplitude of Kv3.1 current, with an IC50 value of 9.43 µM and a Hill coefficient of 1.43, and also accelerated the decay of Kv3.1 current. The paroxetine-induced inhibition of Kv3.1 channels was voltage-dependent even when the channels were fully open. The binding (k+1) and unbinding (k-1) rate constants for the paroxetine effect were 4.5 µM-1s-1 and 35.8 s-1, respectively, yielding a calculated KD value of 7.9 µM. The analyses of Kv3.1 tail current indicated that paroxetine did not affect ion selectivity and slowed its deactivation time course, resulting in a tail crossover phenomenon. Paroxetine inhibited Kv3.1 channels in a usedependent manner. Taken together, these results suggest that paroxetine blocks the open state of Kv3.1 channels. Given the role of Kv3.1 in fast spiking of interneurons, our data imply that the blockade of Kv3.1 by paroxetine might elevate epileptic activity of neural networks by interfering with repetitive firing of inhibitory neurons.", "doi": "10.4196/kjpp.2018.22.1.71", "title": "Antidepressant drug paroxetine blocks the open pore of Kv3.1 potassium channel.", "journal": ["The Korean journal of physiology & pharmacology : official journal of the Korean Physiological Society and the Korean Society of Pharmacology", "Korean J. Physiol. Pharmacol."]}