{"authors": [["Kytövuori", "Laura", "L", "Research Unit of Clinical NeuroscienceUniversity of OuluOuluFinland."], ["Gardberg", "Maria", "M", "Department of PathologyUniversity of Turku and Turku University HospitalTurkuFinland."], ["Majamaa", "Kari", "K", "Research Unit of Clinical NeuroscienceUniversity of OuluOuluFinland."], ["Martikainen", "Mika H", "MH", "Division of Clinical NeurosciencesUniversity of Turku and Turku University HospitalTurkuFinland."]], "date": "2017-11-19", "id": "29299381", "text": "Mutations in mitochondrial DNA cause a variety of clinical phenotypes ranging from a mild hearing impairment (HI) to severe encephalomyopathy. The MT-TS1 gene is a hotspot for mutations causing HI. The m.7510T>C mutation in MT-TS1 has been previously associated with non-syndromic HI in four families from different ethnic backgrounds.We describe the clinical, genetic, and histopathological findings in a Finnish family with the heteroplasmic m.7510T>C mutation in mitochondrial DNA.The family proband presented with a progressive mitochondrial disease phenotype including migraine, epilepsy, mild ataxia, and cognitive impairment in addition to HI. One young adult presented with HI only. Other family members had a mild phenotype comprising ataxia and tremor in addition to HI. Mutation heteroplasmy was 90% in the blood of maternal grandmother and ≥99% in the muscle and blood of the three other family members. Muscle histology was consistent with mitochondrial myopathy in three family members. The mitochondrial haplogroup of the family was a different branch of the haplogroup H than in the previous reports of this mutation.Our results suggest that, in addition to sensorineural HI, the m.7510T>C mutation is associated with a spectrum of mitochondrial disease clinical features including migraine, epilepsy, cognitive impairment, ataxia, and tremor, and with evidence of mitochondrial myopathy.", "doi": "10.1002/brb3.859", "title": "The m.7510T>C mutation: Hearing impairment and a complex neurologic phenotype.", "journal": ["Brain and behavior", "Brain Behav"]}