{"authors": [["Navarro-Abia", "Virginia", "V", "Division of Child Neurology, Hospital Universitario 12 de Octubre, Avenida de Córdoba s/n, 28041 Madrid, Spain. Electronic address: vnavarroa@sanitas.es."], ["Soriano-Ramos", "María", "M", "Division of Child Neurology, Hospital Universitario 12 de Octubre, Avenida de Córdoba s/n, 28041 Madrid, Spain."], ["Núñez-Enamorado", "Noemí", "N", "Division of Child Neurology, Hospital Universitario 12 de Octubre, Avenida de Córdoba s/n, 28041 Madrid, Spain."], ["Camacho-Salas", "Ana", "A", "Division of Child Neurology, Hospital Universitario 12 de Octubre, Avenida de Córdoba s/n, 28041 Madrid, Spain."], ["Martinez-de Aragón", "Ana", "A", "Division of Neuroradiology, Hospital Universitario 12 de Octubre, Avenida de Córdoba s/n, 28041 Madrid, Spain."], ["Martín-Hernández", "Elena", "E", "Pediatric Unit of Rare Diseases, Mitochondrial and Inherited Metabolic Disorders, Hospital Universitario 12 de Octubre, Avenida de Córdoba s/n, 28041 Madrid, Spain."], ["Simón-de Las Heras", "Rogelio", "R", "Division of Child Neurology, Hospital Universitario 12 de Octubre, Avenida de Córdoba s/n, 28041 Madrid, Spain."]], "date": "2017-12-30", "id": "29295802", "text": "Pyridoxine-dependent epilepsy (PDE) is a rare disorder of the lysine metabolism, characterized by a pharmacoresistant epileptic encephalopathy that usually begins in the neonatal period. However, its phenotypic spectrum is wide and not limited to seizures. We report a new case of PDE who developed hydrocephalus, along with an exhaustive review of the literature.Our patient presented with seizures at 13 h of life. Antiepileptic drugs, vitamins and cofactors were required to achieve seizure control. Laboratory tests were congruent with PDE. She remained seizure-free until age five months, when seizures reappeared in the context of increasing head size and irritability. A cranial ultrasound showed hydrocephalus, for which she underwent ventriculoperitoneal shunting.Seven other patients with same features have been previously reported. Seizure onset occurred within the first 7 days in all patients. Most of the children developed hydrocephalus at 6-7 months of age. In 4 out of 7 a genetic mutation was identified, despite the accurate etiology of hydrocephalus was unknown in most of them. The case we report behaved similarly to the others previously described. We postulate that the pathogenesis of this complication could be related to the high expression of antiquitin in choroid plexus epithelium, where the cerebrospinal fluid is produced.patients with PDE should be closely monitored, since they may present severe complications. We highlight the development of hydrocephalus, an uncommon but potentially life-threatening problem reported in 8 patients up to present time.", "doi": "10.1016/j.braindev.2017.12.005", "title": "Hydrocephalus in pyridoxine-dependent epilepsy: New case and literature review.", "journal": ["Brain & development", "Brain Dev."]}