{"authors": [["Alshahawy", "Azza Kamal", "AK", "Pediatric Neurology Unit, Department of Pediatrics, Tanta University Hospital, Faculty of Medicine, Tanta, Egypt."], ["Darwish", "Amira Hamed", "AH", "Pediatric Neurology Unit, Department of Pediatrics, Tanta University Hospital, Faculty of Medicine, Tanta, Egypt. Electronic address: amira.darwish@med.tanta.edu.eg."], ["Elsaid Shalaby", "Safynaz", "S", "Department of Public Health and Community Medicine, Tanta University Hospital, Faculty of Medicine, Tanta, Egypt."], ["Mawlana", "Wegdan", "W", "Pediatric Cardiology Unit, Department of Pediatrics, Tanta University Hospital, Faculty of Medicine, Tanta, Egypt."]], "date": "2017-12-30", "id": "29295801", "text": "Epilepsy is one of the most common neurological disorders among children. Data about its prevalence in Egypt is limited. Our aim was to study the prevalence of idiopathic epilepsy among school children in Gharbia governorate, Egypt.A Cross-sectional school-based survey study was conducted; a validated screening questionnaire was distributed among urban and rural primary and preparatory school children. Students with suspected epilepsy were subjected to clinical evaluation, Electroencephalogram (EEG), and neuroimaging.9545 students completed the questionnaire, of whom 69 children proved to have idiopathic epilepsy. The lifetime prevalence of idiopathic epilepsy among school students aged 6-14 years was 7.2/1000. Higher prevalence was reported in males (7.7/1000) and in children from urban areas (8.25/1000). Generalized seizures were observed in 56.5% of the children with epilepsy, whereas focal seizures were present in 43.5%. Thirty-four (49.27%) children were diagnosed with specific childhood epileptic syndrome: 25 children had benign childhood epilepsy with centrotemporal spikes and nine children had typical childhood absence epilepsy. Treatment gap is around 12.5% in the studied children. Family history of epilepsy and parental consanguinity were evident in 73.9% and 21.7% of the epileptic children, respectively. The odds ratio for idiopathic epilepsy in children with family history of epilepsy was 23.9.The prevalence of idiopathic epilepsy among school students aged 6-14 years in Gharbia Governorate was 7.2/1000. The reported prevalence is similar to the prevalence of epilepsy in other Arab countries, but lower than the prevalence in Upper Egypt and in most developing countries.", "doi": "10.1016/j.braindev.2017.12.009", "title": "Prevalence of idiopathic epilepsy among school children in Gharbia Governorate, Egypt.", "journal": ["Brain & development", "Brain Dev."]}