{"authors": [["Ulate-Campos", "Adriana", "A", "Department of Neurology, National Children's Hospital Dr. Carlos Saenz Herrera, 10103 San José, Costa Rica. adrianaulate@hotmail.com."], ["Tsuboyama", "Melissa", "M", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA 02115, USA. melissa.tsuboyama@childrens.harvard.edu."], ["Loddenkemper", "Tobias", "T", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA 02115, USA. tobias.loddenkemper@childrens.harvard.edu."]], "date": "2017-12-25", "id": "29295578", "text": "Good sleep quality is essential for a child's wellbeing. Early sleep problems have been linked to the later development of emotional and behavioral disorders and can negatively impact the quality of life of the child and his or her family. Sleep-associated conditions are frequent in the pediatric population, and even more so in children with neurological problems. Monitoring devices can help to better characterize sleep efficiency and sleep quality. They can also be helpful to better characterize paroxysmal nocturnal events and differentiate between nocturnal seizures, parasomnias, and obstructive sleep apnea, each of which has a different management. Overnight ambulatory detection devices allow for a tolerable, low cost, objective assessment of sleep quality in the patient's natural environment. They can also be used as a notification system to allow for rapid recognition and prompt intervention of events like seizures. Optimal monitoring devices will be patient- and diagnosis-specific, but may include a combination of modalities such as ambulatory electroencephalograms, actigraphy, and pulse oximetry. We will summarize the current literature on ambulatory sleep devices for detecting sleep disorders in children with neurological diseases.", "doi": "10.3390/children5010003", "title": "Devices for Ambulatory Monitoring of Sleep-Associated Disorders in Children with Neurological Diseases.", "journal": ["Children (Basel, Switzerland)", "Children (Basel)"]}