{"authors": [["Gu", "Ying", "Y", "Department of Electrical Engineering (ESAT), STADIUS Center for Dynamical Systems, Signal Processing and Data Analytics, KU Leuven, Leuven 3001, Belgium. ying.gu@kuleuven.be."], ["Cleeren", "Evy", "E", "Laboratory for Epilepsy Research, University Hospital Leuven, Leuven 3000, Belgium. evy.cleeren@uzleuven.be."], ["Dan", "Jonathan", "J", "Byteflies, Antwerp 2600, Belgium. jonathan.dan@byteflies.com."], ["Claes", "Kasper", "K", "UCB, Brussels 1070, Belgium. kasper.claes@ucb.com."], ["Van Paesschen", "Wim", "W", "Laboratory for Epilepsy Research, University Hospital Leuven, Leuven 3000, Belgium. wim.vanpaesschen@uzleuven.be."], ["Van Huffel", "Sabine", "S", "Department of Electrical Engineering (ESAT), STADIUS Center for Dynamical Systems, Signal Processing and Data Analytics, KU Leuven, Leuven 3001, Belgium. sabine.vanhuffel@esat.kuleuven.be."], ["Hunyadi", "Borbála", "B", "Department of Electrical Engineering (ESAT), STADIUS Center for Dynamical Systems, Signal Processing and Data Analytics, KU Leuven, Leuven 3001, Belgium. bori.hunyadi@esat.kuleuven.be."]], "date": "2017-12-23", "id": "29295522", "text": "A wearable electroencephalogram (EEG) device for continuous monitoring of patients suffering from epilepsy would provide valuable information for the management of the disease. Currently no EEG setup is small and unobtrusive enough to be used in daily life. Recording behind the ear could prove to be a solution to a wearable EEG setup. This article examines the feasibility of recording epileptic EEG from behind the ear. It is achieved by comparison with scalp EEG recordings. Traditional scalp EEG and behind-the-ear EEG were simultaneously acquired from 12 patients with temporal, parietal, or occipital lobe epilepsy. Behind-the-ear EEG consisted of cross-head channels and unilateral channels. The analysis on Electrooculography (EOG) artifacts resulting from eye blinking showed that EOG artifacts were absent on cross-head channels and had significantly small amplitudes on unilateral channels. Temporal waveform and frequency content during seizures from behind-the-ear EEG visually resembled that from scalp EEG. Further, coherence analysis confirmed that behind-the-ear EEG acquired meaningful epileptic discharges similarly to scalp EEG. Moreover, automatic seizure detection based on support vector machine (SVM) showed that comparable seizure detection performance can be achieved using these two recordings. With scalp EEG, detection had a median sensitivity of 100% and a false detection rate of 1.14 per hour, while, with behind-the-ear EEG, it had a median sensitivity of 94.5% and a false detection rate of 0.52 per hour. These findings demonstrate the feasibility of detecting seizures from EEG recordings behind the ear for patients with focal epilepsy.", "doi": "10.3390/s18010029", "title": "Comparison between Scalp EEG and Behind-the-Ear EEG for Development of a Wearable Seizure Detection System for Patients with Focal Epilepsy.", "journal": ["Sensors (Basel, Switzerland)", "Sensors (Basel)"]}