{"authors": [["Natsumeda", "Manabu", "M", "Department of Neurosurgery, Brain Research Institute, University of Niigata, Niigata, Japan."], ["Uzuka", "Takeo", "T", "Department of Neurosurgery, Dokkyo Medical University, Tochigi, Japan."], ["Watanabe", "Jun", "J", "Department of Neurosurgery, Brain Research Institute, University of Niigata, Niigata, Japan."], ["Fukuda", "Masafumi", "M", "Department of Neurosurgery, Brain Research Institute, University of Niigata, Niigata, Japan; Department of Neurosurgery, Epilepsy Center, Nishi-Niigata Chuo National Hospital, Niigata, Japan."], ["Akaiwa", "Yasuhisa", "Y", "Department of Neurology, Brain Research Institute, University of Niigata, Niigata, Japan."], ["Hanzawa", "Kazuhiko", "K", "Department of Thoracic and Cardiovascular Surgery, School of Medicine, University of Niigata, Niigata, Japan."], ["Okada", "Masahiko", "M", "Department of Laboratory Medicine, School of Medicine, University of Niigata, Niigata, Japan."], ["Oishi", "Makoto", "M", "Department of Neurosurgery, Brain Research Institute, University of Niigata, Niigata, Japan."], ["Fujii", "Yukihiko", "Y", "Department of Neurosurgery, Brain Research Institute, University of Niigata, Niigata, Japan. Electronic address: yfujii@bri.niigata-u.ac.jp."]], "date": "2017-12-30", "id": "29294399", "text": "A prospective study was designed to elucidate incidence and predictors of deep venous thrombosis (DVT) in patients undergoing craniotomies.Ninety-two patients who underwent craniotomies received pre- and postoperative venous ultrasonography and/or contrast-enhanced spiral computed tomography for diagnosis of DVT. The primary endpoint was DVT occurrence. Serial levels of serum D-dimer, soluble fibrin, and thrombin-antithrombin complex (TAT) were analyzed.Twenty-four of 92 patients (26.1%) had DVT, of which 10 (41.7%) patients were diagnosed preoperatively. In patients with preoperative DVT, age, incidence of decreased performance status and leg paresis, levels of D-dimer, soluble fibrin, and TAT were significantly higher. In patients with postoperative DVT, length of surgery, incidence of decreased postoperative performance status, levels of D-dimer on postoperative days (POD) 3, 7, and 14, and TAT on POD7 were significantly higher. Patients with postoperative DVT had elevated D-dimer levels on POD7 compared to POD3. The D-dimer cutoff of 2.65 μg/mL at POD7 could be used to identify DVT with 85.7% sensitivity and 72.3% specificity. A cutoff of 5.25 at POD7 μg/mL yielded a specificity of 96.9%. Decreased performance status and elevated D-dimer were independent predictors for preoperative DVT, prolonged operation time and elevated D-dimer on POD7 for postoperative DVT.DVT was frequently observed in patients before and after undergoing craniotomies. Patients with decreased performance status should be preoperatively screened for DVT by checking D-dimer levels. Elevated D-dimer levels on POD7 compared to POD3, and D-dimer levels above 2.65 μg/mL at POD7 suggest the presence of DVT.", "doi": "10.1016/j.wneu.2017.12.139", "title": "High incidence of deep vein thrombosis in the perioperative period of neurosurgical patients.", "journal": ["World neurosurgery", "World Neurosurg"]}