{"authors": [["Harris", "Samuel S", "SS", "Department of Psychology, Neurovascular and Neuroimaging Research Group, University of Sheffield, Sheffield S10 2TN, UK. Electronic address: sam.harris@sheffield.ac.uk."], ["Boorman", "Luke W", "LW", "Department of Psychology, Neurovascular and Neuroimaging Research Group, University of Sheffield, Sheffield S10 2TN, UK."], ["Kennerley", "Aneurin J", "AJ", "Department of Psychology, Neurovascular and Neuroimaging Research Group, University of Sheffield, Sheffield S10 2TN, UK."], ["Sharp", "Paul S", "PS", "Department of Psychology, Neurovascular and Neuroimaging Research Group, University of Sheffield, Sheffield S10 2TN, UK."], ["Martin", "Chris", "C", "Department of Psychology, Neurovascular and Neuroimaging Research Group, University of Sheffield, Sheffield S10 2TN, UK."], ["Redgrave", "Peter", "P", "Department of Psychology, Neurovascular and Neuroimaging Research Group, University of Sheffield, Sheffield S10 2TN, UK."], ["Schwartz", "Theodore H", "TH", "Department of Neurological Surgery, Brain and Mind Research Institute, Brain and Spine Center, Weill Cornell Medical College, New York Presbyterian Hospital, 525 East 68th Street, Box 99, New York, NY 10021, USA."], ["Berwick", "Jason", "J", "Department of Psychology, Neurovascular and Neuroimaging Research Group, University of Sheffield, Sheffield S10 2TN, UK."]], "date": "2017-12-30", "id": "29294386", "text": "Whether functional hyperemia during epileptic activity is adequate to meet the heightened metabolic demand of such events is controversial. Whereas some studies have demonstrated hyperoxia during ictal onsets, other work has reported transient hypoxic episodes that are spatially dependent on local surface microvasculature. Crucially, how laminar differences in ictal evolution can affect subsequent cerebrovascular responses has not been thus far investigated, and is likely significant in view of possible laminar-dependent neurovascular mechanisms and angioarchitecture. We addressed this open question using a novel multi-modal methodology enabling concurrent measurement of cortical tissue oxygenation, blood flow and hemoglobin concentration, alongside laminar recordings of neural activity, in a urethane anesthetized rat model of recurrent seizures induced by 4-aminopyridine. We reveal there to be a close relationship between seizure epicenter depth, translaminar local field potential (LFP) synchrony and tissue oxygenation during the early stages of recurrent seizures, whereby deep layer seizures are associated with decreased cross laminar synchrony and prolonged periods of hypoxia, and middle layer seizures are accompanied by increased cross-laminar synchrony and hyperoxia. Through comparison with functional activation by somatosensory stimulation and graded hypercapnia, we show that these seizure-related cerebrovascular responses occur in the presence of conserved neural-hemodynamic and blood flow-volume coupling. Our data provide new insights into the laminar dependency of seizure-related neurovascular responses, which may reconcile inconsistent observations of seizure-related hypoxia in the literature, and highlight a potential layer-dependent vulnerability that may contribute to the harmful effects of clinical recurrent seizures. The relevance of our findings to perfusion-related functional neuroimaging techniques in epilepsy are also discussed.", "doi": "10.1016/j.neuroimage.2017.12.088", "title": "Seizure epicenter depth and translaminar field potential synchrony underlie complex variations in tissue oxygenation during ictal initiation.", "journal": ["NeuroImage", "Neuroimage"]}