{"authors": [["Yin", "Xiao-Meng", "XM", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Lin", "Jing-Han", "JH", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, Harbin 150001, China."], ["Cao", "Li", "L", "Department of Neurology and Institute of Neurology, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Zhang", "Tong-Mei", "TM", "Department of Physiology, School of Basic Medicine and Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430030, China; The Institute for Brain Research, Collaborative Innovation Center for Brain Science, Huazhong University of Science and Technology, Wuhan 430030, China."], ["Zeng", "Sheng", "S", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Zhang", "Kai-Lin", "KL", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Tian", "Wo-Tu", "WT", "Department of Neurology and Institute of Neurology, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Hu", "Zheng-Mao", "ZM", "Center for Medical Genetics, School of Life Sciences, Central South University, Changsha, Hunan 410078, China."], ["Li", "Nan", "N", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Wang", "Jun-Ling", "JL", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Guo", "Ji-Feng", "JF", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Wang", "Ruo-Xi", "RX", "Center for Medical Genetics, School of Life Sciences, Central South University, Changsha, Hunan 410078, China."], ["Xia", "Kun", "K", "Center for Medical Genetics, School of Life Sciences, Central South University, Changsha, Hunan 410078, China."], ["Zhang", "Zhuo-Hua", "ZH", "Center for Medical Genetics, School of Life Sciences, Central South University, Changsha, Hunan 410078, China."], ["Yin", "Fei", "F", "Department of Pediatrics, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China; Hunan Intellectual and Development Disabilities Research Center, Changsha, Hunan 410008, China."], ["Peng", "Jing", "J", "Department of Pediatrics, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China; Hunan Intellectual and Development Disabilities Research Center, Changsha, Hunan 410008, China."], ["Liao", "Wei-Ping", "WP", "Institute of Neuroscience, Department of Neurology of The Second Affiliated Hospital of Guangzhou Medical University, Key Laboratory of Neurogenetics and Channelopathies of Guangdong Province and Ministry of Education of China, Guangzhou Medical University, Guangzhou 510260, China."], ["Yi", "Yong-Hong", "YH", "Institute of Neuroscience, Department of Neurology of The Second Affiliated Hospital of Guangzhou Medical University, Key Laboratory of Neurogenetics and Channelopathies of Guangdong Province and Ministry of Education of China, Guangzhou Medical University, Guangzhou 510260, China."], ["Liu", "Jing-Yu", "JY", "Key Laboratory of Molecular Biophysics of the Ministry of Education, College of Life Science and Technology and Center for Human Genome Research, Huazhong University of Science and Technology, Wuhan 430074, China."], ["Yang", "Zhi-Xian", "ZX", "Department of Pediatrics, Peking University First Hospital, Beijing 100034, China."], ["Chen", "Zhong", "Z", "Department of Pharmacology, Key Laboratory of Medical Neurobiology of the Ministry of Health of China, College of Pharmaceutical Sciences, School of Medicine, Zhejiang University, Hangzhou 310027, China; Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China; Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310027, China."], ["Mao", "Xiao", "X", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Yan", "Xin-Xiang", "XX", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Jiang", "Hong", "H", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Shen", "Lu", "L", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."], ["Chen", "Sheng-Di", "SD", "Department of Neurology and Institute of Neurology, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], ["Zhang", "Li-Ming", "LM", "Department of Neurology, The First Affiliated Hospital of Harbin Medical University, Harbin 150001, China."], ["Tang", "Bei-Sha", "BS", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China."]], "date": "2017-12-27", "id": "29294000", "text": "Paroxysmal kinesigenic dyskinesia (PKD) is a heterogeneous movement disorder characterized by recurrent dyskinesia attacks triggered by sudden movement. PRRT2 has been identified as the first causative gene of PKD. However, it is only responsible for approximately half of affected individuals, indicating that other loci are most likely involved in the etiology of this disorder. To explore the underlying causative gene of PRRT2-negative PKD, we used a combination strategy including linkage analysis, whole-exome sequencing and copy number variations analysis to detect the genetic variants within a family with PKD. We identified a linkage locus on chromosome 12 (12p13.32-12p12.3) and detected a novel heterozygous mutation c.956 T>G (p.319 L>R) in the potassium voltage-gated channel subfamily A member 1, KCNA1. Whole-exome sequencing in another fifty-eight Chinese patients with PKD who lacked mutations in PRRT2 revealed another novel mutation in the KCNA1 gene [c.765 C>A (p.255 N>K)] within another family. Biochemical analysis revealed that the L319R mutant accelerated protein degradation via the proteasome pathway and disrupted membrane expression of the Kv1.1 channel. Electrophysiological examinations in transfected HEK293 cells showed that both the L319R and N255K mutants resulted in reduced potassium currents and respective altered gating properties, with a dominant negative effect on the Kv1.1 wild-type channel. Our study suggests that these mutations in KCNA1 cause the Kv1.1 channel dysfunction, which leads to familial PKD. The current study further extended the genotypic spectrum of this disorder, indicating that Kv1.1 channel dysfunction maybe one of the underlying defects in PKD.", "doi": "10.1093/hmg/ddx430", "title": "Familial Paroxysmal Kinesigenic Dyskinesia is associated with mutations in the KCNA1 gene.", "journal": ["Human molecular genetics", "Hum. Mol. Genet."]}