{"authors": [["Lachner-Piza", "Daniel", "D", "Epilepsy Center, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg im Breisgau, Germany. Electronic address: daniel.lachner@uniklinik-freiburg.de."], ["Epitashvili", "Nino", "N", "Epilepsy Center, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg im Breisgau, Germany."], ["Schulze-Bonhage", "Andreas", "A", "Epilepsy Center, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg im Breisgau, Germany."], ["Stieglitz", "Thomas", "T", "Department of Microsystems Engineering (IMTEK), University of Freiburg, Freiburg im Breisgau, Germany."], ["Jacobs", "Julia", "J", "Epilepsy Center, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg im Breisgau, Germany; Department of Neuropediatrics and Muscular Diseases, Universitätsklinikum Freiburg, Freiburg im Breisgau, Germany."], ["Dümpelmann", "Matthias", "M", "Epilepsy Center, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg im Breisgau, Germany."]], "date": "2017-12-29", "id": "29291925", "text": "Studies on sleep-spindles are typically based on visual-marks performed by experts, however this process is time consuming and presents a low inter-expert agreement, causing the data to be limited in quantity and prone to bias. An automatic detector would tackle these issues by generating large amounts of objectively marked data.Our goal was to develop a sensitive, precise and robust sleep-spindle detection method. Emphasis has been placed on achieving a consistent performance across heterogeneous recordings and without the need for further parameter fine tuning. The developed detector runs on a single channel and is based on multivariate classification using a support vector machine. Scalp-electroencephalogram recordings were segmented into epochs which were then characterized by a selection of relevant and non-redundant features. The training and validation data came from the Medical Center-University of Freiburg, the test data consisted of 27 records coming from 2 public databases.Using a sample based assessment, a 53% sensitivity, 37% precision and 96% specificity was achieved on the DREAMS database. On the MASS database, 77% sensitivity, 46% precision and 96% specificity was achieved. The developed detector performed favorably when compared to previous detectors. The classification of normalized EEG epochs in a multidimensional space, as well as the use of a validation set, allowed to objectively define a single detection threshold for all databases and participants.The use of the developed tool will allow increasing the data-size and statistical significance of research studies on the role of sleep-spindles.", "doi": "10.1016/j.jneumeth.2017.12.023", "title": "A single channel sleep-spindle detector based on multivariate classification of EEG epochs: MUSSDET.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}