{"authors": [["Garcia-Tarodo", "Stephanie", "S", "Paediatric Neurology Unit, Children's Hospital, Geneva University Hospitals, Geneva, Switzerland."], ["Datta", "Alexandre N", "AN", "Department of Pediatric Neurology and Developmental Medicine, University of Basel, Children's Hospital, Basel, Switzerland."], ["Ramelli", "Gian P", "GP", "Department of Paediatrics, Regional Hospital San Giovanni, Bellinzona, Switzerland."], ["Maréchal-Rouiller", "Fabienne", "F", "Research Unit, Children's Hospital, Geneva University Hospitals, Geneva, Switzerland."], ["Bien", "Christian G", "CG", "Epilepsy Center Bethel, Krankenhaus Mara, Bielefeld, Germany."], ["Korff", "Christian M", "CM", "Paediatric Neurology Unit, Children's Hospital, Geneva University Hospitals, Geneva, Switzerland. Electronic address: Christian.Korff@hcuge.ch."]], "date": "2017-12-21", "id": "29291919", "text": "The role of autoimmunity and neural antibodies is increasingly recognized in different forms of seizures and epilepsy. Their prevalence in new-onset epilepsy has also recently been the focus of several clinical cohorts in the adult and pediatric population, with positive titers in 10-11% of cases. Our aim was to determine the seropositivity at the first seizure onset in a non-selective group of children.We conducted a prospective multicenter cohort study recruiting children aged 0-16 years with new-onset seizures presenting at the In- and Outpatient Pediatric Neurology Departments of three Children's Hospitals in Switzerland between September 2013 and April 2016. Neural antibodies were screened within the first 6 months of a first seizure and when positive, repeated at 1 month and 6 months follow-up.A total of 103 children were enrolled with a mean age at presentation of 5 years (range 1 day-15 years 9 months). The majority (n = 75) presented with generalized seizures and 6 had status epilepticus lasting > 30 min. At the time of onset, 55% of patients had fever, 24% required emergency seizure treatment and 27% hospitalization. Epilepsy was diagnosed at follow-up in 18%. No specific antibody was found. Serum antibodies against the VGKC complex, without binding to the specific antigens LGI1 and CASPR2, were found in two patients. Four patients harbored not otherwise characterized antibodies against mouse neuropil.Specific neural antibodies are rarely found in an unselected population of children that present with a first seizure. Applying an extensive neuronal antibody profile in a child with new-onset seizures does not appear to be justified.", "doi": "10.1016/j.ejpn.2017.12.007", "title": "Circulating neural antibodies in unselected children with new-onset seizures.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}