{"authors": [["May", "Theodor W", "TW", "Society for Epilepsy Research e.V., Epilepsy Center Bethel Bielefeld, Germany. Electronic address: may_gfe@t-online.de."], ["Berkenfeld", "Ralf", "R", "Neukirchen-Vluyn, Germany [Hochstraße 22]."], ["Dennig", "Dieter", "D", "Stuttgart, Germany [Seelbergstraße 11]."], ["Scheid", "Brigitte", "B", "Leipzig, Germany [Goethestr. 1]."], ["Hausfeld", "Heiko", "H", "Epilepsy Center Bethel, Rehabilitation Unit, Mara hospital, Bielefeld, Germany."], ["Walther", "Sonja", "S", "Desitin Arzneimittel GmbH, Hamburg, Germany."], ["Specht", "Ulrich", "U", "Epilepsy Center Bethel, Rehabilitation Unit, Mara hospital, Bielefeld, Germany."]], "date": "2017-12-29", "id": "29291547", "text": "The aim of our study was to assess the management of drug intake and potential barriers to adherence reported by two different patient groups.The study was performed in cooperation with the Regional Chamber of Pharmacists of Rhineland-Palatinate and three neurologists in private practice specialized in epileptology. In total, 108 patients surveyed in 43 pharmacies (Group P) and 118 patients treated by the specialized neurologists (Group N) completed anonymously a questionnaire on intake of antiepileptic drugs (AEDs). The statistical evaluation was performed using nonparametric tests and logistic regression analyses.Group N more often used adherence aids, compared with Group P (68.6% vs. 46.3%, p<0.01), and the number of doses per day was significantly lower in Group N (Mann-Whitney test, p=0.046), but the percentage of patients who reported problems with the regular intake of their medication did not differ significantly between groups (Group N vs. P: 47.0% vs. 40.0%). If patients noticed that they missed a dose, 45.3% completely skipped the missed dose (Group N vs. P: 43.0% vs. 48.1%, n.s.). In a multivariate analysis, significant risk factors of problems with regular drug intake were age<25yrs. (p<0.01) and patient-reported adverse effect of AED (p<0.01), followed by the number of AED doses per day (p<0.05), while gender, intake habits, usage of adherence aids, and patient-rated efficacy of AEDs were not significant.Patients treated by neurologists specialized in epileptology did not report less problems with adherence than patients surveyed in pharmacies. Since barriers for a regular intake are diverse, the use of a short questionnaire on management of drug intake may lead to an individually tailored counseling of patients to improve adherence.", "doi": "10.1016/j.yebeh.2017.11.039", "title": "Patients' perspectives on management and barriers of regular antiepileptic drug intake.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}