{"authors": [["Abdelnour", "Elie", "E", "Division of Pediatric Neurology, Department of Pediatrics, Duke University, Durham, NC, United States. Electronic address: era19@duke.edu."], ["Gallentine", "William", "W", "Division of Pediatric Neurology, Department of Pediatrics, Duke University, Durham, NC, United States. Electronic address: william.gallentine@duke.edu."], ["McDonald", "Marie", "M", "Division of Genetics, Department of Pediatrics, Duke University, Durham, NC, United States. Electronic address: marie.mcdonald@duke.edu."], ["Sachdev", "Monisha", "M", "Division of Pediatric Neurology, Department of Pediatrics, Duke University, Durham, NC, United States. Electronic address: monisha.sachdev@duke.edu."], ["Jiang", "Yong-Hui", "YH", "Division of Genetics, Department of Pediatrics, Duke University, Durham, NC, United States. Electronic address: yong-hui.jiang@duke.edu."], ["Mikati", "Mohamad A", "MA", "Division of Pediatric Neurology, Department of Pediatrics, Duke University, Durham, NC, United States. Electronic address: mohamad.mikati@duke.edu."]], "date": "2017-12-23", "id": "29291456", "text": "Gain-of-function mutations in the KCNT1 gene have been reported in a number of drug resistant epilepsy syndromes including Epilepsy of Infancy with Migrating Focal Seizures. Quinidine, a potassium channel blocker, has been proposed as a potential therapeutic agent with only a few patients reported in the literature to have received it. Here we report 3 additional children, with such KCNT1 mutations and refractory seizures, who received quinidine therapy.Retrospective chart review of 3 children with KCNT1 mutations, of ages 3 months, 9 years and 13 years old. Video-EEG documented seizure type and frequency. Seizure frequency was compared before and after quinidine initiation. We then analyzed seizure response (defined as  > 50% reduction in seizure frequency) as it related to age in our 3 reported children, an additional 2 previously seen by us in our center, and an additional 3 reported in the literature (total 8 cases).In our report, the 3-month-old infant responded to quinidine, while the two older children did not. Using a cutoff of 4 years of age, review of the total of 8 cases, five from our center, revealed that all patients younger than 4 years responded to quinidine (4/4), while none of the ones older than 4 years did (0/4).The above-mentioned findings support performance of prospective controlled studies of quinidine efficacy in children with KCNT1 gain-of-function mutations that control for age as a possible variable affecting response.", "doi": "10.1016/j.seizure.2017.11.017", "title": "Does age affect response to quinidine in patients with KCNT1 mutations? Report of three new cases and review of the literature.", "journal": ["Seizure", "Seizure"]}