{"authors": [["Srivastava", "Prashant K", "PK", "Division of Brain Sciences, Imperial College London, Charing Cross Hospital, W12 0NN London, United Kingdom."], ["Roncon", "Paolo", "P", "Division of Neuroscience, University Vita-Salute San Raffaele, Milan 20132, Italy."], ["Lukasiuk", "Katarzyna", "K", "Nencki Institute of Experimental Biology, Polish Academy of Sciences, 02-093 Warsaw, Poland."], ["Gorter", "Jan A", "JA", "Swammerdam Institute for Life Sciences, Center for Neuroscience University of Amsterdam, 1105 Amsterdam, The Netherlands."], ["Aronica", "Eleonora", "E", "Department of (Neuro)Pathology, Academic Medical Center and SEIN - Stichting Epilepsie Instellingen Nederland, The Netherlands."], ["Pitkänen", "Asla", "A", "Department of Neurobiology, A.I. Virtanen Institute for Molecular Sciences University of Eastern Finland, FIN-70 211 Kuopio, Finland."], ["Petretto", "Enrico", "E", "Duke-NUS Medical School, Singapore 169857, Singapore."], ["Johnson", "Michael R", "MR", "Division of Brain Sciences, Imperial College London, Charing Cross Hospital, W12 0NN London, United Kingdom."], ["Simonato", "Michele", "M", "Division of Neuroscience, University Vita-Salute San Raffaele, Milan 20132, Italy."]], "date": "2017-12-28", "id": "29291240", "text": "The identification of mechanisms transforming normal to seizure-generating tissue after brain injury is key to developing new antiepileptogenic treatments. MicroRNAs (miRNAs) may act as regulators and potential treatment targets for epileptogenesis. Here, we undertook a meta-analysis of changes in miRNA expression in the hippocampal dentate gyrus (DG) following an epileptogenic insult in three epilepsy models. We identified 26 miRNAs significantly differentially expressed during epileptogenesis, and five differentially expressed in chronic epilepsy. Of these, 13 were not identified in any of the individual studies. To assess the role of these miRNAs, we predicted their mRNA targets and then filtered the list to include only target genes expressed in DG and negatively correlated with miRNA expression. Functional enrichment analysis of mRNA targets of miRNAs dysregulated during epileptogenesis suggested a role for molecular processes related to inflammation and synaptic function. Our results identify new miRNAs associated with epileptogenesis from existing data, highlighting the utility of meta-analysis in maximizing value from preclinical data.", "doi": "10.1523/ENEURO.0152-17.2017", "title": "Meta-Analysis of MicroRNAs Dysregulated in the Hippocampal Dentate Gyrus of Animal Models of Epilepsy.", "journal": ["eNeuro", "eNeuro"]}