{"authors": [["Dumanis", "Sonya B", "SB", "Research and New Therapies, Epilepsy Foundation of America, Landover, MD 20784."], ["French", "Jaqueline A", "JA", "Research and New Therapies, Epilepsy Foundation of America, Landover, MD 20784."], ["Bernard", "Christophe", "C", "Aix Marseille University, INSERM, INS, Inst Neurosci Syst, Marseille, 13005, France."], ["Worrell", "Gregory A", "GA", "Mayo Systems Electrophysiology Laboratory, Mayo Clinic, Rochester, MN 55902."], ["Fureman", "Brandy E", "BE", "Research and New Therapies, Epilepsy Foundation of America, Landover, MD 20784."]], "date": "2017-12-27", "id": "29291239", "text": "The Epilepsy Innovation Institute (Ei2) is a new research program of the Epilepsy Foundation designed to be an innovation incubator for epilepsy. Ei2 research areas are selected based on community surveys that ask people impacted by epilepsy what they would like researchers to focus on. In their 2016 survey, unpredictability was selected as a top issue regardless of seizure frequency or severity. In response to this need, Ei2 launched the My Seizure Gauge challenge, with the end goal of creating a personalized seizure advisory system device. Prior to moving forward, Ei2 convened a diverse group of stakeholders from people impacted by epilepsy and clinicians, to device developers and data scientists, to basic science researchers and regulators, for a state of the science assessment on seizure forecasting. From the discussions, it was clear that we are at an exciting crossroads. With the advances in bioengineering, we can utilize digital markers, wearables, and biosensors as parameters for a seizure-forecasting algorithm. There are also over a thousand individuals who have been implanted with ambulatory intracranial EEG recording devices. Pairing up peripheral measurements to brain states could identify new relationships and insights. Another key component is the heterogeneity of the relationships indicating that pooling findings across groups is suboptimal, and that data collection will need to be done on longer time scales to allow for individualization of potential seizure-forecasting algorithms.", "doi": "10.1523/ENEURO.0349-17.2017", "title": "Seizure Forecasting from Idea to Reality. Outcomes of the My Seizure Gauge Epilepsy Innovation Institute Workshop.", "journal": ["eNeuro", "eNeuro"]}