{"authors": [["Gasparini", "Sara", "S", "Department of Medical and Surgical Sciences, Magna Græcia University of Catanzaro, Viale Europa, Germaneto, Catanzaro, Italy."], ["Sueri", "Chiara", "C", "Regional Epilepsy Center, Great Metropolitan Hospital, Via Melacrino, Reggio Calabria, Italy."], ["D'Agostino", "Tiziana", "T", "Regional Epilepsy Center, Great Metropolitan Hospital, Via Melacrino, Reggio Calabria, Italy."], ["Cianci", "Vittoria", "V", "Regional Epilepsy Center, Great Metropolitan Hospital, Via Melacrino, Reggio Calabria, Italy."], ["Leonardi", "Cinzia Grazia", "CG", "Regional Epilepsy Center, Great Metropolitan Hospital, Via Melacrino, Reggio Calabria, Italy."], ["Aguglia", "Umberto", "U", "Department of Medical and Surgical Sciences, Magna Græcia University of Catanzaro, Viale Europa, Germaneto, Catanzaro, Italy."], ["Ferlazzo", "Edoardo", "E", "Department of Medical and Surgical Sciences, Magna Græcia University of Catanzaro, Viale Europa, Germaneto, Catanzaro, Italy. ferlazzo@unicz.it."]], "date": "2017-12-30", "id": "29290002", "text": "Intermittent photic stimulation (IPS) is an activation procedure routinely performed during EEG. The EEG response may consist in physiological photic driving (PPD) or in photoparoxysmal response (PPR). Sometimes, the distinction between PPR and PPD can be challenging, especially in case of PPR limited to posterior regions (Waltz type 1 or 2). A commercially available device, namely Zeiss Clarlet F133 lenses (ZEISS lenses), can suppress PPR, while its influence on PPD is still unknown. This study aims to test the effect of ZEISS lenses on PPD at different flash frequencies. We prospectively collected all consecutive EEGs showing PPD to IPS, performed both with eyes open and closed at stimulation frequencies between 3 and 24 Hz. When PPD was present, IPS with ZEISS lenses was performed. We analyzed the presence of PPD without and with lenses by means of McNemar's test We included 97 EEGs showing PPD. This response was more commonly obtained at flash frequencies between 6 and 12 Hz. The use of ZEISS lenses significantly decreased the proportion of subjects showing PPD at each frequency (p < 0.001 for all comparisons). ZEISS lenses significantly reduce the proportion of subjects showing PPD at all stimulus frequencies, regardless of eye opening or closure. Physicians should consider that ZEISS lenses do not allow distinction between PPD and PPR. The effect of ZEISS lenses on PPR and on PPD suppression suggests that these two phenomena derive from similar mechanisms involving the entrainment of neural oscillators within the visual cortex.", "doi": "10.1007/s10072-017-3240-y", "title": "A commercially available device suppresses photic driving: implications for EEG recording.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}