{"authors": [["Cianchetti", "Carlo", "C", "Child and Adolescent Neuropsychiatry, University of Cagliari, Italy. Electronic address: cianchet@unica.it."], ["Bianchi", "Elisa", "E", "Department of Neuroscience, Istituto di Ricerche Farmacologiche \"Mario Negri\", IRCCS, Milano, Italy."], ["Guerrini", "Renzo", "R", "Neuroscience Dept., Children's Hospital A. Meyer, University of Firenze, Italy."], ["Baglietto", "Maria Giuseppina", "MG", "Epilepsy Unit, Child and Adolescent Neuropsychiatry, University of Genova, Italy."], ["Briguglio", "Marilena", "M", "Child and Adolescent Neuropsychiatry, University of Messina, Italy."], ["Cappelletti", "Simona", "S", "Clinical Psychology Unit, Neuroscience Dept., Bambino Gesù Children's Hospital, Roma, Italy."], ["Casellato", "Susanna", "S", "Epilepsy Unit, Child and Adolescent Neuropsychiatry, University of Sassari, Italy."], ["Crichiutti", "Giovanni", "G", "Epilepsy Center, Pediatric Dpt, University Hospital, Udine, Italy."], ["Lualdi", "Rosa", "R", "Medical Area Dept, University of Udine, Italy."], ["Margari", "Lucia", "L", "Child and Adolescent Neuropsychiatry, University of Bari, Italy."], ["Romeo", "Antonino", "A", "Pediatric Neurology Unit and Epilepsy Center, \"Fatebenefratelli e Oftalmico\" Hospital, Milano, Italy."], ["Beghi", "Ettore", "E", "Department of Neuroscience, Istituto di Ricerche Farmacologiche \"Mario Negri\", IRCCS, Milano, Italy."], [null, null, null, null]], "date": "2017-12-28", "id": "29289902", "text": "We studied children and adolescents with epilepsy (CAWE) and their families to evaluate symptoms of anxiety and depression, quality of life (QoL), and their correlations with epilepsy characteristics.The study included 326 (52.5% females) 8 to 18years old CAWE. Anxiety and depression were assessed with the \"Self-administered psychiatric scales for children and adolescents\" (SAFA), and family's QoL with the parents' report \"Impact of Epilepsy on QoL\" (IEQoL).The CAWE exhibiting abnormal (T≥70) scores were 8.0% in the anxiety scale, 9.2% in the depression scale, and 4.6% in both scales. Social anxiety was the predominant anxiety symptom, while irritable mood and desperation were the most frequent symptoms of depression. Depressive symptoms were associated with parents' complaint of higher worries about the child's condition and future and lower well-being of the family. Severity and duration of the epilepsy and polypharmacy were independent from abnormal scores of anxiety and depression, but were associated with parents' worries about the child's condition and family's well-being.Anxiety and depression in CAWE are independent from the characteristics of the disease but are correlated to the lower well-being of the family. A search of these emotional problems is recommended for better care of the patients and their families.", "doi": "10.1016/j.yebeh.2017.11.030", "title": "Symptoms of anxiety and depression and family's quality of life in children and adolescents with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}