{"authors": [["Wang", "Yu-Chi", "YC", "Department of Neurosurgery, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan."], ["Chuang", "Chi-Cheng", "CC", "Department of Neurosurgery, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan."], ["Tu", "Po-Hsun", "PH", "Department of Neurosurgery, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan."], ["Wei", "Kuo-Chen", "KC", "Department of Neurosurgery, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan."], ["Wu", "Chieh-Tsai", "CT", "Department of Neurosurgery, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan."], ["Lee", "Cheng-Chi", "CC", "Department of Neurosurgery, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan."], ["Liu", "Zhuo-Hao", "ZH", "Department of Neurosurgery, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan."], ["Chen", "Pin-Yuan", "PY", "Department of Neurosurgery, Chang Gung Memorial Hospital at Keelung, Chang Gung University, Keelung, Taiwan. Electronic address: pinyuanc@adm.cgmh.org.tw."]], "date": "2017-12-17", "id": "29289807", "text": "Seizures in rare atypical and malignant meningiomas were significantly under-studied. Our aim was to examine the rates, predictors, and seizure control in these meningiomas, and to analyze associations between clinical characteristics and seizure free survival (SFS) following surgical resection in an Asian population.We retrospectively analyzed 102 patients with atypical or malignant meningiomas. Seizures occurring before and after the operation were reviewed. We compared demographic data and clinical characteristics including anti-epileptic drug (AED) treatment to extract potential risk factors for seizures.Preoperative and postoperative early seizures occurred in 15 (14.7%) and 13 (12.7%) patients, respectively. All preoperative seizures occurred with tumors located at the convexity or parasagittal area (P = .001) and were influenced by peritumor edema (P = .027). Preoperative seizures were predictive of early seizures occurrence postoperatively (P = .016). Twenty-one patients (20.6%) had late seizures postoperatively. SFS was influenced by preoperative seizures, tumor location, AED use, and tumor relapse (P = .003, .001, .013, and .046, respectively). Among 15 patients with preoperative seizures, malignant meningiomas were associated with shorter SFS than atypical meningiomas (P = .001). Fifty one of 87 patients without preoperative seizures had prophylactic AEDs, and none had early seizures (P = .001). Gross total resection (GTR) of tumors induced more new-onset seizure than subtotal resection (P = .045).Convexity and parasagittal area tumors as well as peritumor edema induce seizures. Preoperative seizures and tumor relapse predict seizures postoperatively. AEDs treatment improves SFS, and prophylactic AEDs eliminate early seizures after surgery. GTR has negative impact to seizure control.", "doi": "10.1016/j.eplepsyres.2017.12.013", "title": "Seizures in surgically resected atypical and malignant meningiomas: Long-term outcome analysis.", "journal": ["Epilepsy research", "Epilepsy Res."]}