{"authors": [["Hosoyama", "Hiroshi", "H", "Department of Neurosurgery, Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan; Epilepsy Center, Kagoshima University Hospital, Kagoshima, Japan."], ["Hanaya", "Ryosuke", "R", "Department of Neurosurgery, Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan; Epilepsy Center, Kagoshima University Hospital, Kagoshima, Japan. Electronic address: hanaya@m2.kufm.kagoshima-u.ac.jp."], ["Otsubo", "Toshiaki", "T", "Department of Neurosurgery, Fujimoto General Hospital, Miyakonojo, Miyazaki, Japan."], ["Sato", "Masanori", "M", "Department of Neurosurgery, Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan."], ["Kashida", "Yumi", "Y", "Department of Neurosurgery, Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan."], ["Sugata", "Sei", "S", "Department of Neurosurgery, Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan."], ["Katagiri", "Masaya", "M", "Department of Neurosurgery, Graduate School of Biomedical Sciences, Hiroshima University, Hiroshima, Japan."], ["Iida", "Koji", "K", "Department of Neurosurgery, Graduate School of Biomedical Sciences, Hiroshima University, Hiroshima, Japan."], ["Arita", "Kazunori", "K", "Department of Neurosurgery, Graduate School of Medical and Dental Sciences, Kagoshima University, Kagoshima, Japan."]], "date": "2017-12-28", "id": "29289803", "text": "Vagus nerve stimulation (VNS) is a valuable therapeutic option for many types of drug-resistant epilepsy. Muscle hooks and carotid endarterectomy rings have been used for cervical delamination preceding the implantation of stimulation electrodes. The attachment on both sides of a rubber band of Kamiyama-style hanging needles, as are used for scalp and dural retraction during craniotomy, yields a useful tool for VNS implantation. Here we report our experience with this method.We present our method using a rubber band-plus-hooks and a review of 21 consecutive patients who underwent VNS implantation using our rubber band-plus-hooks method.None of the 21 patients experienced intra- or perioperative complications. Hooks placed in connective tissue around the common carotid artery and jugular vein raised the vagus nerve by elevating the carotid sheath. A single surgeon was able to perform all cervical manipulations under a surgical microscope; the average operation time in this series of 21 patients was 137 min.The use of hooks attached to both sides of a rubber band rendered VNS implantation safer by lifting the vagus nerve and standardizing the procedure.", "doi": "10.1016/j.wneu.2017.12.133", "title": "Application of a rubber band with hooks on both ends for vagus nerve stimulator implantation.", "journal": ["World neurosurgery", "World Neurosurg"]}