{"authors": [["Nagai", "Yoko", "Y", "Brighton and Sussex Medical School, University of Sussex, United Kingdom. Electronic address: y.nagai@bsms.ac.uk."], ["Aram", "Julia", "J", "Brighton and Sussex University Hospital, United Kingdom."], ["Koepp", "Matthias", "M", "Department of Clinical and Experimental Epilepsy, Institute of Neurology University College London, United Kingdom."], ["Lemieux", "Louis", "L", "Department of Clinical and Experimental Epilepsy, Institute of Neurology University College London, United Kingdom."], ["Mula", "Marco", "M", "St Georges Hospital, London, United Kingdom."], ["Critchley", "Hugo", "H", "Brighton and Sussex Medical School, University of Sussex, United Kingdom."], ["Sisodiya", "Sanjay", "S", "Department of Clinical and Experimental Epilepsy, Institute of Neurology University College London, United Kingdom."], ["Cercignani", "Mara", "M", "Brighton and Sussex Medical School, University of Sussex, United Kingdom."]], "date": "2017-12-13", "id": "29289531", "text": "Thirty-percent of patients with epilepsy are drug-resistant, and might benefit from effective noninvasive therapeutic interventions. Evidence is accumulating on the efficacy of autonomic biofeedback therapy using galvanic skin response (GSR; an index of sympathetic arousal) in treating epileptic seizures. This study aimed to extend previous controlled clinical trials of autonomic biofeedback therapy with a larger homogeneous sample of patients with temporal lobe epilepsy. In addition, we used neuroimaging to characterize neural mechanisms of change in seizure frequency following the therapy.Forty patients with drug-resistant temporal lobe epilepsy (TLE) (age: 18 to 70years old), on stable doses of anti-epileptic medication, were recruited into a controlled and parallel-group trial from three screening centers in the UK. Patients were allocated to either an active intervention group, who received therapy with GSR biofeedback, or a control group, who received treatment as usual. Allocation to the group was informed, in part, by whether patients could travel to attend repeated therapy sessions (non-randomized). Measurement of outcomes was undertaken by an assessor blinded to the patients' group membership. Resting-state functional and structural MRI data were acquired before and after one month of therapy in the therapy group, and before and after a one-month interval in the control group. The percentage change of seizure frequency was the primary outcome measure. The analysis employed an intention-to-treat principle. The secondary outcome was the change in default mode network (DMN) and limbic network functional connectivity tested for effects of therapy. The trial was registered with the National Institute for Health Research (NIHR) portfolio (ID 15967).Data were acquired between May 2014 and October 2016. Twenty participants were assigned to each group. Two patients in the control group dropped out before the second scan, leaving 18 control participants. There was a significant difference in reduction of seizure frequency between the therapy and control groups (p<0.001: Mann Whitney U Test). The seizure frequency in the therapy group was significantly reduced (p<0.001: Wilcoxon Signed Rank Test) following GSR biofeedback, with a mean seizure reduction of 43% (SD=± 32.12, median=-37.26, 95% CI -58.02% to -27.96%). No significant seizure reduction was observed in the control group, with a mean increase in seizure frequency of 31% (SD=±88.27, median=0, 95% CI -12.83% to 74.96%). The effect size of group comparison was 1.14 (95% CI 0.44 to 1.82). 45% of patients in the therapy group showed a seizure reduction of >50%. Neuroimaging analysis revealed that post-therapy seizure reduction was linearly correlated with enhanced functional connectivity between right amygdala and both the orbitofrontal cortex (OFC) and frontal pole (FP).Our clinical study provides evidence for autonomic biofeedback therapy as an effective and potent behavioral intervention for patients with drug-resistant epilepsy. This approach is non-pharmacological, non-invasive and seemingly side-effect free.", "doi": "10.1016/j.ebiom.2017.12.012", "title": "Epileptic Seizures are Reduced by Autonomic Biofeedback Therapy Through Enhancement of Fronto-limbic Connectivity: A Controlled Trial and Neuroimaging Study.", "journal": ["EBioMedicine", "EBioMedicine"]}