{"authors": [["Vigevano", "Federico", "F", "Department of Neuroscience, Bambino Gesù Children's Hospital, Rome, Italy. Electronic address: federico.vigevano@opbg.net."], ["Kirkham", "Fenella J", "FJ", "Department of Child Health, University Hospital Southampton NHS Foundation Trust, Southampton, UK; Developmental Neurosciences, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Wilken", "Bernd", "B", "Neuropaediatrics, Klinikum Kassel, Kassel, Germany."], ["Raspall-Chaure", "Miquel", "M", "Department of Paediatric Neurology, Vall d'Hebron University Hospital, Barcelona, Spain."], ["Grebla", "Regina", "R", "Global Health Economics and Outcomes Research, Shire, Lexington, MA, USA."], ["Lee", "Dawn", "D", "BresMed Health Solutions, Sheffield, UK."], ["Werner-Kiechle", "Tamara", "T", "Global Medical Affairs, Shire, Zug, Switzerland."], ["Lagae", "Lieven", "L", "Pediatric Neurology, University Hospitals, Katholieke Universiteit Leuven, Leuven, Belgium."]], "date": "2017-08-02", "id": "29289522", "text": "Characterize the real-world management of and outcomes for children with epilepsy receiving rescue medication for prolonged acute convulsive seizures (PACS) in the community.PERFECT-3 (Practices in Emergency and Rescue medication For Epilepsy managed with Community-administered Therapy 3) was a European, retrospective observational study. Eligible patients were non-institutionalized children with epilepsy aged 3-16 years who had experienced ≥1 PACS in the past year and had ≥1 currently prescribed PACS rescue medication. Investigators provided clinical assessments and parents/guardians completed questionnaires. Statistical tests were post hoc; p values are descriptive.At enrollment (N = 286), most patients had prescriptions for diazepam (69.2%) and/or midazolam (55.9%); some had two (26.6%) or three (2.4%) prescribed rescue medications. Most patients experienced PACS despite regular anti-epilepsy medication. According to parents, the average duration of their child's seizures without rescue medication was <5 min in 35.7% of patients, 5-<20 min in 42.6%, and ≥20 min in 21.7% (n = 258); with rescue medication seizure duration was <5 min in 69.4% of patients, 5-<20 min in 25.6%, and ≥20 min in 5.0%. Rescue medication use was significantly associated with average seizures lasting <5 min (χ2 = 58.8; p < 0.0001). At the time of their most recent PACS, 58.5-67.8% of children reportedly received rescue medication within 5 min of seizure onset, and 85.4-94.1% within 10 min.This study provides the first real-world data that rescue medications administered in the community reduce the duration of PACS in children with epilepsy. Study limitations including potential recall bias are acknowledged.", "doi": "10.1016/j.ejpn.2017.07.017", "title": "Effect of rescue medication on seizure duration in non-institutionalized children with epilepsy.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}