{"authors": [["Bartolomei", "Fabrice", "F", "Institut de neurosciences des systèmes, Aix-Marseille university, 13005 Marseille, France; Service de neurophysiologie clinique, hôpital de la Timone, AP-HM, 13005 Marseille, France. Electronic address: fabrice.bartolomei@ap-hm.fr."], ["Nica", "Anca", "A", "Service de neurologie, CHU de Rennes, 2, rue Henri-le-Guilloux, 35033 Rennes cedex 9, France; Inserm UMR 1099, 35000 Rennes 2, France."], ["Valenti-Hirsch", "Maria Paola", "MP", "Medical and surgical epilepsy unit, Hautepierre hospital, university of Strasbourg, 67200 Strasbourg, France."], ["Adam", "Claude", "C", "AP-HP, GH Pitie-Salpêtrière-Charles Foix, Epilepsy Unit and Neurophysiology Department, Paris, France."], ["Denuelle", "Marie", "M", "Explorations neurophysiologiques, hôpital Purpan, université de Toulouse, 31059 Toulouse, France."]], "date": "2017-12-27", "id": "29289423", "text": "The interpretation of SEEG recordings is a crucial step. It must be carried out by an epileptologist/neurophysiologist with sufficient training and qualification in this field. The objectives of the interpretation are to define the brain topography of interictal activities (irritative zone) and the epileptogenic zone, defined as the site of primary organization of ictal discharges. Several patterns of seizure onset are possible, the most typical including fast discharges. The interpretation of the SEEG is based on the recording of spontaneous activity but also on the results of intracerebral electrical stimulation. It must be done with accurate anatomical information on the location of the electrodes in terms of the patient's anatomy. Quantification of interictal activities (spikes, high frequency oscillations) and ictal activity (epileptogenicity index) is recommended. The interpretation of the SEEG must also take into account functional data and will be the basis for the final decision on the operability and type of intervention chosen.", "doi": "10.1016/j.neucli.2017.11.010", "title": "Interpretation of SEEG recordings.", "journal": ["Neurophysiologie clinique = Clinical neurophysiology", "Neurophysiol Clin"]}