{"authors": [["Stahn", "Kirsten", "K", "Department of Epileptology, University of Bonn Medical Centre, Sigmund-Freud-Straße 25, 53105 Bonn, Germany."], ["Lehnertz", "Klaus", "K", "Department of Epileptology, University of Bonn Medical Centre, Sigmund-Freud-Straße 25, 53105 Bonn, Germany."]], "date": null, "id": "29289055", "text": "We aim at identifying factors that may affect the characteristics of evolving weighted networks derived from empirical observations. To this end, we employ various chains of analysis that are often used in field studies for a data-driven derivation and characterization of such networks. As an example, we consider fully connected, weighted functional brain networks before, during, and after epileptic seizures that we derive from multichannel electroencephalographic data recorded from epilepsy patients. For these evolving networks, we estimate clustering coefficient and average shortest path length in a time-resolved manner. Lastly, we make use of surrogate concepts that we apply at various levels of the chain of analysis to assess to what extent network characteristics are dominated by properties of the electroencephalographic recordings and/or the evolving weighted networks, which may be accessible more easily. We observe that characteristics are differently affected by the unavoidable referencing of the electroencephalographic recording, by the time-series-analysis technique used to derive the properties of network links, and whether or not networks were normalized. Importantly, for the majority of analysis settings, we observe temporal evolutions of network characteristics to merely reflect the temporal evolutions of mean interaction strengths. Such a property of the data may be accessible more easily, which would render the weighted network approach-as used here-as an overly complicated description of simple aspects of the data.", "doi": "10.1063/1.4996980", "title": "Surrogate-assisted identification of influences of network construction on evolving weighted functional networks.", "journal": ["Chaos (Woodbury, N.Y.)", "Chaos"]}