{"authors": [["Bagarinao", "Epifanio", "E", "Brain and Mind Research Center, Nagoya University, Nagoya, Aichi, Japan. Electronic address: ebagarinao@met.nagoya-u.ac.jp."], ["Maesawa", "Satoshi", "S", "Brain and Mind Research Center, Nagoya University, Nagoya, Aichi, Japan; Department of Neurosurgery, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Ito", "Yuji", "Y", "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Usui", "Naotaka", "N", "Department of Neurosurgery, National Epilepsy Center, Shizuoka Institute of Epilepsy and Neurological Disorders, Shizuoka, Japan."], ["Natsume", "Jun", "J", "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Watanabe", "Hirohisa", "H", "Brain and Mind Research Center, Nagoya University, Nagoya, Aichi, Japan; Department of Neurology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Hoshiyama", "Minoru", "M", "Brain and Mind Research Center, Nagoya University, Nagoya, Aichi, Japan."], ["Wakabayashi", "Toshihiko", "T", "Department of Neurosurgery, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Sobue", "Gen", "G", "Brain and Mind Research Center, Nagoya University, Nagoya, Aichi, Japan; Department of Neurology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Naganawa", "Shinji", "S", "Brain and Mind Research Center, Nagoya University, Nagoya, Aichi, Japan; Department of Radiology, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Isoda", "Haruo", "H", "Brain and Mind Research Center, Nagoya University, Nagoya, Aichi, Japan."]], "date": "2017-11-27", "id": "29288994", "text": "Epileptic spikes are associated with rapidly changing brain activation involving the epileptic foci and other brain regions in the \"epileptic network\". We aim to resolve these activation changes using simultaneous electroencephalography (EEG) and functional magnetic resonance imaging (fMRI) recordings.Simultaneous EEG-fMRI recordings from 9 patients with epilepsy were used in the analysis. Our method employed the whole scalp EEG data to generate regressors for the analysis of fMRI data using the general linear model.We were able to resolve, with milliseconds temporal resolution, changes in activation patterns involving suspected epileptic foci and other brain regions in the epileptic network during spike and slow wave. Using summary maps (called SSWAS maps) which show the activation frequency of voxels, we found that suspected epileptic foci tend to be significantly active during this interval. SSWAS maps also enabled the detection of the epileptic foci in 4 of 5 patients where the conventional event-timing-based analysis failed to identify.These findings demonstrated the efficacy of the method and the potential application of SSWAS maps to identify epileptic foci.The method could help resolve activation changes during epileptic spike and could provide insights into the underlying pathophysiology of these changes.", "doi": "10.1016/j.clinph.2017.11.018", "title": "Detecting sub-second changes in brain activation patterns during interictal epileptic spike using simultaneous EEG-fMRI.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}