{"authors": [["Wu", "Yu-Ting", "YT", "Center for Mitochondrial Medicine and Free Radical Research, Changhua Christian Hospital, Changhua, Taiwan."], ["Hsu", "Yu-Hung", "YH", "Institute of Biomedical Sciences, Academia Sinica, Taipei, Taiwan."], ["Huang", "Ching-Ying", "CY", "Institute of Biomedical Sciences, Academia Sinica, Taipei, Taiwan."], ["Ho", "Ming-Ching", "MC", "Institute of Biomedical Sciences, Academia Sinica, Taipei, Taiwan."], ["Cheng", "Yu-Che", "YC", "Institute of Biomedical Sciences, Academia Sinica, Taipei, Taiwan."], ["Wen", "Cheng-Hao", "CH", "Bioresource Collection and Research Center, Food Industry Research and Development Institute, Hsinchu, Taiwan."], ["Ko", "Hui-Wen", "HW", "Bioresource Collection and Research Center, Food Industry Research and Development Institute, Hsinchu, Taiwan."], ["Lu", "Huai-En", "HE", "Bioresource Collection and Research Center, Food Industry Research and Development Institute, Hsinchu, Taiwan."], ["Chen", "Yen-Chun", "YC", "Institute of Biomedical Sciences, Mackay Medical College, New Taipei City, Taiwan."], ["Tsai", "Chia-Ling", "CL", "Institute of Biomedical Sciences, Mackay Medical College, New Taipei City, Taiwan."], ["Hsu", "Yi-Chao", "YC", "Institute of Biomedical Sciences, Mackay Medical College, New Taipei City, Taiwan. Electronic address: hsuyc@mmc.edu.tw."], ["Wei", "Yau-Huei", "YH", "Center for Mitochondrial Medicine and Free Radical Research, Changhua Christian Hospital, Changhua, Taiwan; Institute of Biomedical Sciences, Mackay Medical College, New Taipei City, Taiwan. Electronic address: yhweibabi@gmail.com."], ["Hsieh", "Patrick C H", "PCH", "Institute of Biomedical Sciences, Academia Sinica, Taipei, Taiwan. Electronic address: phsieh@ibms.sinica.edu.tw."]], "date": "2017-12-19", "id": "29288969", "text": "Mitochondrial defects are associated with clinical manifestations from common diseases to rare genetic disorders. Myoclonus epilepsy associated with ragged-red fibers (MERRF) syndrome results from an A to G transition at nucleotide position 8344 in the tRNALys gene of mitochondrial DNA (mtDNA) and is characterized by myoclonus, myopathy and severe neurological symptoms. In this study, Sendai reprogramming method was used to generate an iPS cell line carrying the A8344G mutation of mtDNA from a MERRF patient. This patient-specific iPSC line expressed pluripotent stem cell markers, possessed normal karyotype, and displayed the capability to differentiate into mature cells in three germ layers.", "doi": "10.1016/j.scr.2017.12.013", "title": "Generation of an induced pluripotent stem cell (iPSC) line from a 40-year-old patient with the A8344G mutation of mitochondrial DNA and MERRF (myoclonic epilepsy with ragged red fibers) syndrome.", "journal": ["Stem cell research", "Stem Cell Res"]}