{"authors": [["Gil-Nagel", "Antonio", "A", "Hospital Ruber Internacional, Calle de la Masó 38, 28034 Madrid, Spain. Electronic address: agnagel@ruberinternacional.es."], ["Burd", "Sergey", "S", "Pirogov Russian National Research Medical University, Ostrovitianov Str. 1, Moscow, 117997, Russia. Electronic address: nevrcao@gmail.com."], ["Toledo", "Manuel", "M", "Hospital Universitario Vall d'Hebron, Passeig de la Vall d'Hebron 119-129, 08035 Barcelona, Spain. Electronic address: mtoledo@vhebron.net."], ["Sander", "Josemir W", "JW", "UCL Institute of Neurology, Queen Square, London, WC1N 3BG, UK; Chalfont Centre for Epilepsy, Chalfont St Peter, Gerrards Cross, SL9 0RJ, UK; Stichting Epilepsie Instellingen Nederland (SEIN), Achterweg 5, Heemstede, 2103 SW, The Netherlands. Electronic address: l.sander@ucl.ac.uk."], ["Lebedeva", "Anna", "A", "Pirogov Russian National Research Medical University, Ostrovitianov Str. 1, Moscow, 117997, Russia. Electronic address: av_lebedeva@mail.ru."], ["Patten", "Anna", "A", "Eisai Ltd., European Knowledge Centre, Mosquito Way, Hatfield, Hertfordshire, AL10 9SN, UK. Electronic address: anna_patten@eisai.net."], ["Laurenza", "Antonio", "A", "Eisai Inc., 100 Tice Blvd, Woodcliff Lake, NJ 07677, USA. Electronic address: antonio_laurenza@eisai.com."], [null, null, null, null]], "date": "2017-10-18", "id": "29288911", "text": "Perampanel is approved for adjunctive treatment of focal seizures, with or without secondarily generalised seizures, and for primary generalised tonic-clonic seizures in people with epilepsy aged ≥12 years. Perampanel was recently approved for monotherapy use for partial seizures in the United States. This study provides insight into the feasibility of perampanel monotherapy in real-world settings.This retrospective, non-interventional, multicentre study (NCT02736162) was conducted between January 2013 and March 2016 in specialist epilepsy centres in Europe and Russia. Eligible individuals had a diagnosis of epilepsy and received perampanel primary or secondary monotherapy as routine clinical care. The primary endpoint was proportion of individuals remaining on perampanel monotherapy, after conversion from perampanel adjunctive treatment, at 3, 6, 12, 18 and 24 months (retention rate).Sixty individuals were in the safety set (female, 63%; white, 97%; aged 18 to <65 years, 73%). Most (85%) received secondary monotherapy with perampanel. At study cut-off, 68% of individuals were continuing on perampanel monotherapy (secondary monotherapy: 55%). The median duration of retention was not calculable due to the high number of individuals ongoing on monotherapy. Twelve individuals had treatment-emergent adverse events that started during perampanel monotherapy, the most frequent was dizziness (5%). One serious treatment-emergent adverse event was reported (pneumonia during adjunctive perampanel treatment).In this small retrospective study of individuals who received perampanel monotherapy, the majority maintained monotherapy. Perampanel monotherapy may be an achievable option in some people with epilepsy.", "doi": "10.1016/j.seizure.2017.10.015", "title": "A retrospective, multicentre study of perampanel given as monotherapy in routine clinical care in people with epilepsy.", "journal": ["Seizure", "Seizure"]}