{"authors": [["Ahmed", "Raheel", "R", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada. Electronic address: raheel.ahmed@neurosurgery.wisc.edu."], ["Otsubo", "Hiroshi", "H", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada."], ["Snead", "Carter", "C", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada."], ["Donner", "Elizabeth", "E", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada."], ["Widjaja", "Elysa", "E", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada."], ["Ochi", "Ayako", "A", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada."], ["Drake", "James M", "JM", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada."], ["Rutka", "James T", "JT", "Divisions of Neurosurgery and Neurology, Hospital for Sick Children, Toronto, Ontario, Canada."]], "date": "2017-12-20", "id": "29288902", "text": "The diagnosis and surgical management of pediatric patients with insular epilepsy is challenging due to variable and indistinct seizure semiology arising within the insular cortex. In addition, surgical approaches are associated with potential morbidity given the regional neurosurgical and vascular anatomy. Our institutional experience in evaluation and surgical management of insular epilepsy patients is presented. Diagnostic evaluation, surgical treatment and seizures outcomes are highlighted.The institutional database for all pediatric surgical epilepsy patients was reviewed over a period of 15 years (2000-2015). Study subjects were defined as patients who had undergone surgical resection of the epileptogenic zone involving the insular cortex. Diagnostic imaging, electrophysiological studies and surgical records were assessed.Six (n = 6) patients with insular epilepsy were identified with a mean follow up of 2.8 years (range: 0.8-6.8 years). Mean age at surgical resection was 9.5 ± 2.5 years (range: 2.5-16 years). Majority of patients (n = 4/6, 67%) underwent more than 1 surgical procedure. Magnetoencephalography (MEG) identified insular cortex involvement presurgically in all cases. MEG cluster localization was useful in guiding invasive EEG monitoring in 5 patients and was concordant with identification of epileptogenic zone through intracranial monitoring in all 5 patients. Surgical resection of the epileptogenic zone, as delineated through MEG spike sources and invasive EEG monitoring, was associated with favorable seizure outcome in 4 of 6 patients (67%; Engel Class I). Cortical dysgenesis was identified on histopathology in 4 cases.Diagnostic evaluation through invasive and noninvasive electrophysiological studies is critical to identify pediatric patients with insular epilepsy. Our findings suggest that MEG may help with identifying the epileptogenic zone within the insular cortex, which could be confirmed with invasive intracranial monitoring.", "doi": "10.1016/j.eplepsyres.2017.12.011", "title": "Diagnostic evaluation and surgical management of pediatric insular epilepsy utilizing magnetoencephalography and invasive EEG monitoring.", "journal": ["Epilepsy research", "Epilepsy Res."]}