{"authors": [["Medvedeva", "Tatiana M", "TM", "Saratov State University, 410012, Saratov, 83, Astrakhanskaya str., Russia; Institute of Higher Nervous Activity and Neurophysiology RAS, 5A, Butlerova str., Moscow, Russia. Electronic address: golovatanya@rambler.ru."], ["Sysoeva", "Marina V", "MV", "Yuri Gagarin State Technical University of Saratov, Saratov, Russia. Electronic address: bobrichek@mail.ru."], ["van Luijtelaar", "Gilles", "G", "Donders Centre for Cognition, Radboud University, Nijmegen, The Netherlands. Electronic address: g.vanluijtelaar@donders.ru.nl."], ["Sysoev", "Ilya V", "IV", "Saratov State University, 410012, Saratov, 83, Astrakhanskaya str., Russia; Saratov Branch of V. A. Kotelnikov Institute of Radio-engineering and Electronics of the Russian Academy of Sciences, 38 Zelyonaya St., Saratov 410019, Russia. Electronic address: ivssci@gmail.com."]], "date": "2017-12-13", "id": "29288874", "text": "The organization of neural networks and the mechanisms, which generate the highly stereotypical for absence epilepsy spike-wave discharges (SWDs) is heavily debated. Here we describe such a model which can both reproduce the characteristics of SWDs and dynamics of coupling between brain regions, relying mainly on properties of hierarchically organized networks of a large number of neuronal oscillators.We used a two level mesoscale model. The first level consists of three structures: the nervus trigeminus serving as an input, the thalamus and the somatosensory cortex; the second level of a group of nearby situated neurons belonging to one of three modeled structures.The model reproduces the main features of the transition from normal to epileptiformic activity and its spontaneous abortion: an increase in the oscillation amplitude, the emergence of the main frequency and its higher harmonics, and the ability to generate trains of seizures. The model was stable with respect to variations in the structure of couplings and to scaling. The analyzes of the interactions between model structures from their time series using Granger causality method showed that the model reproduced the preictal coupling increase detected previously from experimental data.SWDs can be generated by changes in network organization. It is proposed that a specific pathological architecture of couplings in the brain is necessary to allow the transition from normal to epileptiformic activity, next to by others modeled and reported factors referring to complex, intrinsic, and synaptic mechanisms.", "doi": "10.1016/j.neunet.2017.12.002", "title": "Modeling spike-wave discharges by a complex network of neuronal oscillators.", "journal": ["Neural networks : the official journal of the International Neural Network Society", "Neural Netw"]}