{"authors": [["Kulason", "Kay O", "KO", "Department of Neurosurgery, Lenox Hill Hospital, Hofstra Northwell School of Medicine, New York, NY, USA."], ["Schneider", "Julia R", "JR", "Department of Neurosurgery, Lenox Hill Hospital, Hofstra Northwell School of Medicine, New York, NY, USA."], ["Rahme", "Ralph", "R", "Department of Neurosurgery, Lenox Hill Hospital, Hofstra Northwell School of Medicine, New York, NY, USA."], ["Pramanik", "Bidyut", "B", "Department of Radiology, Division of Neuroradiology, Lenox Hill Hospital, Hofstra Northwell School of Medicine, New York, NY, USA."], ["Chong", "Derek", "D", "Department of Neurology, Lenox Hill Hospital, Hofstra Northwell School of Medicine, New York, NY, USA."], ["Boockvar", "John A", "JA", "Department of Neurosurgery, Lenox Hill Hospital, Hofstra Northwell School of Medicine, New York, NY, USA. Electronic address: jboockvar@northwell.edu."]], "date": "2017-12-27", "id": "29288854", "text": "Ganglioglioma is a rare, benign, intraaxial glioneuronal tumor, but a relatively common cause of pharmacoresistant temporal lobe epilepsy (TLE). Given its often nonspecific neuropsychiatric manifestations and frequently negative electroencephalographic workup, TLE can be easily misdiagnosed as a psychiatric disorder, particularly panic attacks.We present a case of a 17-year old boy who was found to have lesional TLE secondary to a left temporal ganglioglioma, 5 years after having been misdiagnosed with panic disorder and undergone ineffective and unnecessary psychotherapy. He was successfully cured by surgery. Although a few similar cases of TLE masquerading as a panic disorder have been previously reported in the literature, this is the youngest and only pediatric patient described to date.This report underscores the challenges in making an accurate clinical diagnosis of TLE and the importance of timely brain imaging whenever an atypical or medically refractory panic disorder is encountered.", "doi": "10.1016/j.wneu.2017.12.124", "title": "Lesional Temporal Lobe Epilepsy: Beware the Deceitful \"Panic Attack\".", "journal": ["World neurosurgery", "World Neurosurg"]}