{"authors": [["Lin", "Yu-En", "YE", "Institute of Food Science and Technology, National Taiwan University, Taipei 10617, Taiwan, ROC. Electronic address: moon7993@hotmail.com."], ["Chou", "Shao-Ting", "ST", "Institute of Food Science and Technology, National Taiwan University, Taipei 10617, Taiwan, ROC. Electronic address: silly7995@hotmail.com."], ["Lin", "Shih-Hang", "SH", "Institute of Food Science and Technology, National Taiwan University, Taipei 10617, Taiwan, ROC. Electronic address: d01641006@ntu.edu.tw."], ["Lu", "Kuan-Hung", "KH", "Institute of Food Science and Technology, National Taiwan University, Taipei 10617, Taiwan, ROC. Electronic address: a062016@gmail.com."], ["Panyod", "Suraphan", "S", "Institute of Food Science and Technology, National Taiwan University, Taipei 10617, Taiwan, ROC. Electronic address: s.panyod@hotmail.com."], ["Lai", "Yi-Syuan", "YS", "Department of Hospitality Management, Yu Da University of Science and Technology, Miaoli 36143, Taiwan, ROC. Electronic address: milkway-star@hotmail.com."], ["Ho", "Chi-Tang", "CT", "Department of Food Science, Rutgers University, New Brunswick, NJ 08901-8520, USA. Electronic address: hochitang@gmail.com."], ["Sheen", "Lee-Yan", "LY", "Institute of Food Science and Technology, National Taiwan University, Taipei 10617, Taiwan, ROC; Center for Food and Biomolecules, National Taiwan University, Taipei 10617, Taiwan, ROC. Electronic address: lysheen@ntu.edu.tw."]], "date": "2017-12-27", "id": "29288827", "text": "Gastrodia elata Blume (GE) is a traditional Chinese medicine commonly used to treat dizziness, epilepsy, paralysis and some emotional symptoms in east Asia. We previously showed that the water extract of Gastrodia elata Blume (WGE) possesses anti-depression like effects in a forced swimming test and chronic mild stress model.The aim of this study was to investigate the antidepressant-like effects of WGE and potential mechanisms related to brain-derived neurotrophic factor (BDNF) regulation in mice exposed to chronic social defeat stress (CSDS) model.Fifty C57BL/6 mice were divided into 5 groups as follows: a control (CTL) group, CSDS group, and 3 WGE groups receiving 250, 500 or 1000mg/kg body weight in the CSDS model. Mice were administered WGE for 24 days by oral gavage, and the social defeat stress paradigm began on day 14, except for the control group. A social interaction test was conducted to evaluate the antidepressant-like effects of WGE. Blood samples were collected to measure serum corticosterone levels, and the brain was dissected to investigate the expression of BDNF-related signaling pathway proteins using western blotting.Oral administration of WGE improved depression-like behaviors and stress-induced elevations of corticosterone. Further, WGE increased the protein expression of BDNF and promoted the hippocampal protein phosphorylation ratio of cAMP response element binding protein (CREB) and protein kinase B (Akt).WGE exerts antidepressant-like effects on mice in a CSDS model, likely through activating of the BDNF/CREB/Akt pathway. Therefore, WGE has potential as a supplement or an adjuvant to prevent or treat clinical depressive disorders.", "doi": "10.1016/j.jep.2017.12.044", "title": "Antidepressant-like effects of water extract of Gastrodia elata Blume on neurotrophic regulation in a chronic social defeat stress model.", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}