{"authors": [["Xiang", "Jun", "J", "Department of Neurosurgery, The Second Xiang-Ya Hospital of Central South University, Changsha 410011, Hunan Province, China. Electronic address: xyxiangjun@aliyun.com."], ["Wen", "Fang", "F", "Neurology Electroencephalogram Room of Neurology Department, The Second Xiang-Ya Hospital of Central South University, Changsha 410011, Hunan Province, China."], ["Zhang", "Lingyun", "L", "Department of Neurosurgery, The Second Xiang-Ya Hospital of Central South University, Changsha 410011, Hunan Province, China."], ["Zhou", "Yu", "Y", "Department of Neurosurgery, The Second Xiang-Ya Hospital of Central South University, Changsha 410011, Hunan Province, China."]], "date": "2017-12-28", "id": "29288635", "text": "The expression of sodium voltage-gated channel alpha subunit 2 (SCN2A) is closely related to the development of epilepsy. This study investigated regulatory element of the SCN2A gene involved in epilepsy. An intractable epilepsy cell model was constructed using hippocampal primary neurons and the SH-SY5Y cell line. SCN2A protein and gene expression in cells as well as the level of lactic acid dehydrogenase (LDH) in the cell culture supernatants was detected. Potential regulatory factors of SCN2A and its upstream regulatory elements were identified using the dual-luciferase reporter assay. Finally, the role of the hypothetical transcription factor in epilepsy was examined by using its small interfering RNA (siRNA). Results found that levels of LDH and expression of the hypothetical transcription factor, Forkhead box D3 (FOXD3), was both increased in the model cells, whereas that of SCN2A was decreased. The results of dual-luciferase reporter assays revealed that an upstream region of SCN2A gene spanning from nucleotides -1617 to -1470 was a transcription factor binding region and a trans-acting factor role of FOXD3 was identified in the core region (GGCAAAATTAT). Then the FOXD3 binding site was further verified by the chromatin immunoprecipitation (ChIP) assay and electrophoretic mobility shift assay (EMSA). After SH-SY5Y cells were transfected with FOXD3 siRNA, the release of LDH into culture supernatants and the LDH expression levels in cells were significantly decreased. SCN2A expression in model cells was increased by knockdown of FOXD3. Therefore, this study demonstrated that FOXD3 is a trans-acting factor of SCN2A, and this mechanism may play a role in cell injury after epilepsy.", "doi": "10.1016/j.expneurol.2017.12.012", "title": "FOXD3 inhibits SCN2A gene transcription in intractable epilepsy cell models.", "journal": ["Experimental neurology", "Exp. Neurol."]}