{"authors": [["Tai", "X Y", "XY", "Division of Neuropathology and Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, Queen Square, London, WC1N 3BG, UK."], ["Bernhardt", "B", "B", "Neuroimaging of Epilepsy Laboratory, McConnell Brain Imaging Centre, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."], ["Thom", "M", "M", "Division of Neuropathology and Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, Queen Square, London, WC1N 3BG, UK."], ["Thompson", "P", "P", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, Queen Square, London, WC1N 3BG, UK."], ["Baxendale", "S", "S", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, Queen Square, London, WC1N 3BG, UK."], ["Koepp", "M", "M", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, Queen Square, London, WC1N 3BG, UK."], ["Bernasconi", "N", "N", "Neuroimaging of Epilepsy Laboratory, McConnell Brain Imaging Centre, Montreal Neurological Institute, McGill University, Montreal, Quebec, Canada."]], "date": "2017-12-30", "id": "29288503", "text": "Cognitive decline is increasingly described as a co-morbidity of temporal lobe epilepsy (TLE). Mechanisms underlying cognitive impairment are not fully understood despite examining clinical factors, such as seizure frequency, and cellular mechanisms of excitotoxicity. We review the neuropsychometry evidence for progressive cognitive decline and examine the pathology and neuroimaging evidence supporting a neurodegenerative process in hippocampal sclerosis (HS)-related TLE. Accelerated cognitive decline is described in groups of adult HS-related TLE patients. Large childhood studies show early onset of seizures result in poor development of verbal memory and a hindrance in achieving cognitive potential. We discuss HS classification according to different patterns of neuronal loss and correlation to post-temporal lobectomy cognitive outcomes in refractory TLE patients. Factors such as lateralization of HS pathology, neuronal density and sub-type have correlated to cognitive outcomes with varying significance between different studies. Furthermore, alterations in neuronal maturity, regenerative capacity and aberrant connectivity appear to affect cognitive performance post-operatively suggesting a complex multifactorial process. More recent studies have identified tau pathology being present in HS-related TLE and correlated to post-operative cognitive decline in some patients. A traumatic head injury-related or novel tauopathy has been hypothesised as an underlying process. We discuss the value of prospective and cross-sectional imaging in assessing cognition and review volumetric magnetic resonance studies with progressive ipsilateral hippocampal atrophy identified to correlate with seizure frequency. Finally, we consider the use of positron emission tomography biomarkers, such as tau tracers, and connectivity studies that may examine in vivo pathways and further explore cognitive decline in TLE. This article is protected by copyright. All rights reserved.", "doi": "10.1111/nan.12458", "title": "Neurodegenerative processes in temporal lobe epilepsy with hippocampal sclerosis: Clinical, pathological and neuroimaging evidence.", "journal": ["Neuropathology and applied neurobiology", "Neuropathol. Appl. Neurobiol."]}