{"authors": [["Liang", "Xiaoyun", "X", "The Florey Institute of Neuroscience and Mental Health, Heidelberg, VIC, Australia. imagetechliang@gmail.com."], ["Vaughan", "David N", "DN", "The Florey Institute of Neuroscience and Mental Health, Heidelberg, VIC, Australia."], ["Connelly", "Alan", "A", "The Florey Institute of Neuroscience and Mental Health, Heidelberg, VIC, Australia."], ["Calamante", "Fernando", "F", "The Florey Institute of Neuroscience and Mental Health, Heidelberg, VIC, Australia."]], "date": "2017-12-29", "id": "29288387", "text": "The conventional way to estimate functional networks is primarily based on Pearson correlation along with classic Fisher Z test. In general, networks are usually calculated at the individual-level and subsequently aggregated to obtain group-level networks. However, such estimated networks are inevitably affected by the inherent large inter-subject variability. A joint graphical model with Stability Selection (JGMSS) method was recently shown to effectively reduce inter-subject variability, mainly caused by confounding variations, by simultaneously estimating individual-level networks from a group. However, its benefits might be compromised when two groups are being compared, given that JGMSS is blinded to other groups when it is applied to estimate networks from a given group. We propose a novel method for robustly estimating networks from two groups by using group-fused multiple graphical-lasso combined with stability selection, named GMGLASS. Specifically, by simultaneously estimating similar within-group networks and between-group difference, it is possible to address inter-subject variability of estimated individual networks inherently related with existing methods such as Fisher Z test, and issues related to JGMSS ignoring between-group information in group comparisons. To evaluate the performance of GMGLASS in terms of a few key network metrics, as well as to compare with JGMSS and Fisher Z test, they are applied to both simulated and in vivo data. As a method aiming for group comparison studies, our study involves two groups for each case, i.e., normal control and patient groups; for in vivo data, we focus on a group of patients with right mesial temporal lobe epilepsy.", "doi": "10.1007/s10548-017-0615-6", "title": "A Novel Group-Fused Sparse Partial Correlation Method for Simultaneous Estimation of Functional Networks in Group Comparison Studies.", "journal": ["Brain topography", "Brain Topogr"]}