{"authors": [["Ni", "Hong", "H", "Neurology Laboratory, Institute of Pediatric Research, Children's Hospital of Soochow University, No. 303, Jingde Road, 215003, Suzhou, PR China. Electronic address: nyr2000@yeah.net."], ["Chen", "Su-Hong", "SH", "Neurology Laboratory, Institute of Pediatric Research, Children's Hospital of Soochow University, No. 303, Jingde Road, 215003, Suzhou, PR China."], ["Li", "Li-Li", "LL", "Neurology Laboratory, Institute of Pediatric Research, Children's Hospital of Soochow University, No. 303, Jingde Road, 215003, Suzhou, PR China."], ["Jin", "Mei-Fang", "MF", "Neurology Laboratory, Institute of Pediatric Research, Children's Hospital of Soochow University, No. 303, Jingde Road, 215003, Suzhou, PR China."]], "date": "2017-12-26", "id": "29287786", "text": "The mechanism of linking neonatal seizures with long-term brain damage is unclear, and there is no effective drug to block this long-term pathological process. Recently, the fat-derived hormone leptin has been appreciated for its neuroprotective function in neurodegenerative processes, although less is known about the effects of leptin on neonatal seizure-induced brain damage. Here, we developed a \"twist\" seizure model by coupling pilocarpine-induced neonatal status epilepticus (SE) with later exposure to penicillin to test whether leptin treatment immediately after neonatal SE would exert neuroprotective effects on cognition, seizure threshold and hippocampal mossy fiber sprouting, as well if leptin had any influence on the expression of zinc transporter 3 (ZnT3) and calcium homeostasis-related CB-D28k in the hippocampus. Fifty Sprague-Dawley rats (postnatal day 6, P6) were randomly assigned to four groups: control (n = 10), control with intraperitoneal (i.p.) injection of leptin (Leptin, n = 10), pilocarpine-induced neonatal SE (RS), and RS i.p. leptin injection (RS+Leptin). At P6, all the rats in the RS group and RS+Leptin group were injected with lithium chloride i.p. (5 mEq/kg). Pilocarpine (320 mg/kg, i.p.) was administered 30 min after scopolamine methyl chloride (1 mg/kg) injection at P7 to block the peripheral effect of pilocarpine. From P8 to P14, the animals in the Leptin group and RS+Leptin group were given leptin (4 mg/kg, i.p.). The Morris water maze test was performed during P28-P33. Following routine seizure threshold detection and Timm staining procedures, Western blot analysis was performed for each group. Pilocarpine-induced neonatal SE severely impaired learning and memory abilities, reduced seizure threshold, and induced aberrant hippocampal CA3 mossy fiber sprouting. In parallel, there was a significantly down-regulated protein level of CB-D28k and an up-regulated protein level of ZnT3 in the hippocampus of the RS group. Furthermore, leptin treatment soon after neonatal SE for seven consecutive days counteracted these hyperexcitability-related alterations. These novel findings established that leptin has a neuroprotective role in the model of cholinergic neonatal SE and highlights ZnT3/CB-D28k associated-Zn (2+)/Ca (2+) signaling as a promising therapeutic target.", "doi": "10.1016/j.eplepsyres.2017.12.009", "title": "Leptin treatment prevents long-term abnormalities in cognition, seizure threshold, hippocampal mossy fiber sprouting and ZnT3/CB-D28k expression in a rat developmental \"twist\" seizure model.", "journal": ["Epilepsy research", "Epilepsy Res."]}