{"authors": [["Rodríguez-Cruces", "Raúl", "R", "Instituto de Neurobiología, Universidad Nacional Autónoma de México, 3001, Boulevard Juriquilla, Querétaro, Querétaro 76230, Mexico."], ["Velázquez-Pérez", "Leticia", "L", "Centro Estatal de Salud Mental, Servicios de Salud del Estado de Querétaro, 105, Av. 5 de Febrero Sur, Virreyes, Querétaro 76170, Mexico."], ["Rodríguez-Leyva", "Ildefonso", "I", "Clínica de Epilepsia, Servicio de Neurología, Hospital Central \"Ignacio Morones Prieto\", 2395, Av. Venustiano Carranza, San Luis Potosí 78290, Mexico; Facultad de Medicina, Universidad Autónoma de San Luis Potosí, 2405, Avenida Venustiano Carranza, Los Filtros, San Luis Potosí 78210, Mexico."], ["Velasco", "Ana Luisa", "AL", "Clínica de Epilepsia, Hospital General de México ¨Dr. Eduardo Liceaga¨, 148, Doctor Balmis, Doctores, Ciudad de México 06720, Mexico."], ["Trejo-Martínez", "David", "D", "Unidad de Neurocirugía Funcional, Estereotaxia y Radiocirugía, Hospital General de México ¨Dr. Eduardo Liceaga¨, 148, Doctor Balmis, Doctores, Ciudad de México 06720, Mexico."], ["Barragán-Campos", "Héctor Manuel", "HM", "Instituto de Neurobiología, Universidad Nacional Autónoma de México, 3001, Boulevard Juriquilla, Querétaro, Querétaro 76230, Mexico."], ["Camacho-Téllez", "Vicente", "V", "Instituto de Neurobiología, Universidad Nacional Autónoma de México, 3001, Boulevard Juriquilla, Querétaro, Querétaro 76230, Mexico."], ["Concha", "Luis", "L", "Instituto de Neurobiología, Universidad Nacional Autónoma de México, 3001, Boulevard Juriquilla, Querétaro, Querétaro 76230, Mexico. Electronic address: lconcha@unam.mx."]], "date": "2017-12-26", "id": "29287217", "text": "The purpose of this study was to evaluate the relation between cognitive performance and white matter (WM) integrity in patients with temporal lobe epilepsy (TLE) with mesial temporal sclerosis (MTS).We included 26 patients with TLE (10 right, 16 left onset) as well as 24 healthy controls matched for age, gender, and years of education. In addition to quantitative hippocampal volume and transverse relaxation (T2) evaluation, whole-brain WM was analyzed using fractional anisotropy (FA) maps, derived from the diffusion tensor model. Average FA values were obtained from 38 regions of interest (ROI) of the main WM fascicles using an atlas-based approach. All subjects underwent extensive coFignitive assessments, Wechsler Adult Intelligence Scale (WAIS-IV) and Wechsler Memory Scale (WMS-IV). Fractional anisotropy was correlated with neuropsychological scores, and group effects were evaluated. Finally, patients were clustered based on their cognitive performance to evaluate if clinical and structural variables relate to specific cognitive profiles.Patients had differential alterations in the integrity of the WM dependent on seizure laterality and presence of hippocampal sclerosis. Patients with TLE showed, on average, lower scores in most of the cognitive assessments. Correlations between cognition and WM followed specific trajectories per group with TLE, particularly in Left-TLE, in which we found a marked association between cognitive abilities and WM abnormalities. Cluster analysis of cognitive performance revealed three cognitive profiles, which were associated with the degree and spread of WM abnormalities.White matter diffusion characteristics differ between patients, particularly in relation to seizure laterality and hippocampal damage. Moreover, WM abnormalities are associated with cognitive performance. The extent of WM alterations leads to disrupted cerebral intercommunication and therefore negatively affects cognition.", "doi": "10.1016/j.yebeh.2017.11.040", "title": "Association of white matter diffusion characteristics and cognitive deficits in temporal lobe epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}