{"authors": [["Sanmartí-Vilaplana", "Francesc", "F", "Department of Neurology, Hospital Sant Joan de Déu, University of Barcelona, Barcelona, Spain. Electronic address: fx@drsanmarti.com."], ["Díaz-Gómez", "Asunción", "A", "Department of Neurology, Hospital Sant Joan de Déu, University of Barcelona, Barcelona, Spain."]], "date": "2017-12-26", "id": "29287216", "text": "Seizures in up to 30% of children with epilepsy become refractory to treatment, decreasing their quality of life. Studies suggest that lacosamide may be effective in pediatric patients with refractory epilepsy.To assess the effectiveness and safety of lacosamide in a population of children with mostly focal refractory epilepsy.Retrospective analysis of children aged <18years presenting to a single hospital in Spain. Data from baseline, and 3, 6, and 12months after lacosamide initiation were collected and analyzed. Response to lacosamide was categorized by seizure frequency (seizure freedom or ≥75%, ≥50%, and <50% reduction in seizures).One hundred ninety-one pediatric patients (~55% male) with focal epilepsy treated with lacosamide were included. The mean age at lacosamide initiation was 9.4years, and the mean duration of epilepsy was 5.4years. Seizure-free rates at 3, 6, and 12months were 9.7%, 11.8%, and 16.0%. At 12months, 44.4% of the population had a ≥50% reduction in seizure frequency. When analyzing response according to the number of previous/concomitant AEDs, those patients who received ≤2 previous AEDs/fewer concomitant AEDs had significantly greater response rates than those who received greater numbers of previous/concomitant AEDs; however, no predictive factors for response were identified. The most common adverse events were seizure number increased (14.7%), diplopia (5.2%), dizziness (3.7%), ataxia (2.1%), and drowsiness (2.1%).Lacosamide use in children with refractory focal epilepsy can result in a reduction in seizure rate that improves progressively over time with few adverse effects, making lacosamide a promising option in these patients.", "doi": "10.1016/j.yebeh.2017.11.024", "title": "The effectiveness and safety of lacosamide in children with epilepsy in a clinical practice setting.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}