{"authors": [["Salvadé", "Aude", "A", "Service de neurologie, Département des neurosciences cliniques, CHUV, Lausanne, Switzerland; University of Lausanne, Lausanne, Switzerland."], ["Ryvlin", "Philippe", "P", "Service de neurologie, Département des neurosciences cliniques, CHUV, Lausanne, Switzerland; University of Lausanne, Lausanne, Switzerland."], ["Rossetti", "Andrea O", "AO", "Service de neurologie, Département des neurosciences cliniques, CHUV, Lausanne, Switzerland; University of Lausanne, Lausanne, Switzerland. Electronic address: andrea.rossetti@chuv.ch."]], "date": "2017-12-26", "id": "29287215", "text": "Vagus nerve stimulation (VNS) can induce a sleep apnea syndrome (SAS), which in turn can worsen seizure control and represents a cardiovascular risk factor. Epidemiology of VNS-induced SAS has received little attention to date. The purpose of this study was to estimate the VNS-induced SAS prevalence and to explore clinical variables potentially correlating with its development.We analyzed the computerized medical records of 18 consecutive adults treated for refractory epilepsy with VNS, implanted between May 2008 and October 2015. Patients underwent sleep polygraphy or polysomnography before and after VNS implantation. Between patients with and without SAS, we compared variables related to epilepsy type and device parameters.Two patients had SAS and were treated before implantation; one improved after VNS, the other worsened. Four other patients developed SAS after VNS: induced/aggravated SAS occurred in 5/18 patients (prevalence: 27.8%). Only 2 of them had symptoms: one complained of important snoring, the other reported seizure worsening. All 5 patients were successfully treated by combinations of continuous positive airway pressure (cPAP), positional therapy, or VNS parameters modification. There was no statistically significant difference between potential predictors.Despite the relatively modest clinical impact on epilepsy, in view of the associated cardiovascular risk factor development, easy treatment, and the relatively high SAS prevalence, routine screening for SAS before and after VNS implantation may represent a reasonable practice.", "doi": "10.1016/j.yebeh.2017.10.040", "title": "Impact of vagus nerve stimulation on sleep-related breathing disorders in adults with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}