{"authors": [["Sanon", "Nathalie T", "NT", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada. Electronic address: nathalie.sanon@umontreal.ca."], ["Gagné", "Jonathan", "J", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada; Département de Sciences Biomédicales, Université de Montréal, Québec, Canada."], ["Wolf", "Daniele C", "DC", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada; Département de Neurosciences, Faculté de Médecine, Université de Montréal, Québec, Canada."], ["Aboulamer", "Soumia", "S", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada."], ["Bosoi", "Ciprian M", "CM", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada."], ["Simard", "Alexe", "A", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada."], ["Messiet", "Estelle", "E", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada."], ["Desgent", "Sébastien", "S", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada; Département de Neurosciences, Faculté de Médecine, Université de Montréal, Québec, Canada."], ["Carmant", "Lionel", "L", "Centre de Recherche, Centre Hospitalier Universitaire CHU-Sainte-Justine, Québec, Canada; Département de Neurosciences, Faculté de Médecine, Université de Montréal, Québec, Canada. Electronic address: lionel.carmant@umontreal.ca."]], "date": "2017-12-26", "id": "29287214", "text": "Levetiracetam (LEV), and its newer selective analog brivaracetam (BRV), are two seizure medications that share an innovative mechanism of action targeting the Synaptic Vesicle Protein 2A (SV2A), altering neurotransmitter release and decreasing seizure frequency. Behavioral changes are the most significant adverse effects reported by patients taking LEV. We hypothesize that BRV, the more potent SV2A analog, could exert less behavioral side effects, as it requires lower doses than LEV. Using Kainic Acid (KA)-treated and control rats, we measured adverse behavioral effect profiles of LEV, BRV, or Saline, on social and nonsocial behaviors. Our data indicate that both tested drugs had no effect on locomotion, anxiety levels, fear learning, depression-like behavior, and memory retention in rats. However, when considering social interactions, we first confirmed the epilepsy-induced strong increase in aggressive behaviors and specific hippocampal neuronal loss. We furthermore observed, in Sham rats, that LEV-treated animals were 2 times faster to attack at first encounter, had 5 times more aggressive behaviors, and had significantly less social behaviors than control rats. In all circumstances, BRV rats behaved like Saline rats, suggesting that BRV treatment in rats leads to significantly less aggressive behaviors than LEV treatment at the doses used, while there are limited differential effects between these two drugs on other types of behaviors. Since increased aggressiveness has been reported in patients well controlled on LEV, this study indicates based on our findings, that BRV could represent an effective alternative to LEV to limit aggressiveness problems due to this antiepileptic drug (AED) therapy.", "doi": "10.1016/j.yebeh.2017.11.019", "title": "Favorable adverse effect profile of brivaracetam vs levetiracetam in a preclinical model.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}