{"authors": [["Conti", "Valerio", "V", "University of Florence."], ["Carabalona", "Aurelie", "A", "INSERM INMED; Aix-Marseille University; Columbia University."], ["Pallesi-Pocachard", "Emilie", "E", "INSERM INMED; Aix-Marseille University; Plateforme Biologie Moléculaire et Cellulaire INMED."], ["Leventer", "Richard J", "RJ", "Royal Children's Hospital; Murdoch Children's Research Institute; University of Melbourne."], ["Schaller", "Fabienne", "F", "INSERM INMED; Aix-Marseille University; Plateforme postgenomique INMED."], ["Parrini", "Elena", "E", "University of Florence."], ["Deparis", "Agathe A", "AA", "INSERM INMED; Aix-Marseille University."], ["Watrin", "Françoise", "F", "INSERM INMED; Aix-Marseille University."], ["Buhler", "Emmanuelle", "E", "INSERM INMED; Aix-Marseille University; Plateforme postgenomique INMED."], ["Novara", "Francesca", "F", "University of Pavia."], ["Lise", "Stefano", "S", "Wellcome Trust Centre for Human Genetics."], ["Pagnamenta", "Alistair T", "AT", "Wellcome Trust Centre for Human Genetics."], ["Kini", "Usha", "U", "Oxford Radcliffe NHS Trust."], ["Taylor", "Jenny C", "JC", "Wellcome Trust Centre for Human Genetics."], ["Zuffardi", "Orsetta", "O", "University of Pavia; IRCCS Casimiro Mondino Foundation."], ["Represa", "Alfonso", "A", "INSERM INMED; Aix-Marseille University."], ["Keays", "David Antony", "DA", "Research Institute of Molecular Pathology."], ["Guerrini", "Renzo", "R", "University of Florence; IRCCS Stella Maris."], ["Falace", "Antonio", "A", "INSERM INMED; Aix-Marseille University."], ["Cardoso", "Carlos", "C", "INSERM INMED; Aix-Marseille University; carlos.cardoso@inserm.fr."]], "date": "2017-12-01", "id": "29286390", "text": "Birth defects that involve the cerebral cortex - also known as malformations of cortical development (MCD) - are important causes of intellectual disability and account for 20-40% of drug-resistant epilepsy in childhood. High-resolution brain imaging has facilitated in vivo identification of a large group of MCD phenotypes. Despite the advances in brain imaging, genomic analysis and generation of animal models, a straightforward workflow to systematically prioritize candidate genes and to test functional effects of putative mutations is missing. To overcome this problem, an experimental strategy enabling the identification of novel causative genes for MCD was developed and validated. This strategy is based on identifying candidate genomic regions or genes via array-CGH or whole-exome sequencing and characterizing the effects of their inactivation or of overexpression of specific mutations in developing rodent brains via in utero electroporation. This approach led to the identification of the C6orf70 gene, encoding for a putative vesicular protein, to the pathogenesis of periventricular nodular heterotopia, a MCD caused by defective neuronal migration.", "doi": "10.3791/53570", "title": "A Novel Strategy Combining Array-CGH, Whole-exome Sequencing and In Utero Electroporation in Rodents to Identify Causative Genes for Brain Malformations.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}