{"authors": [["Cuan", "Ye", "Y", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. cuanye2010@163.com."], ["He", "Xirui", "X", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. xiruihe6105194@163.com."], ["Zhao", "Yuhui", "Y", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. zyhzyh4115@yeah.net."], ["Yang", "Jiajun", "J", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. Yangjiajun0605@163.com."], ["Bai", "Yajun", "Y", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. baiyj@nwu.edu.cn."], ["Sun", "Yin", "Y", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. syqsn1108@163.com."], ["Zhang", "Qiang", "Q", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. ambitionzq@163.com."], ["Zhao", "Zefeng", "Z", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. zzf598155752@sina.com."], ["Wei", "Xiaoyang", "X", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. waterxyang@163.com."], ["Zheng", "Xiaohui", "X", "Key Laboratory of Resource Biology and Biotechnology in Western China, Ministry of Education, The College of Life Sciences, Northwest University, 229 Taibai Road, Xi'an 710069, China. zhengxh@nwu.edu.cn."]], "date": "2017-12-29", "id": "29286347", "text": "Epilepsy is a common chronic neurological disorder disease, and there is an urgent need for the development of novel anticonvulsant drugs. In this study, the anticonvulsant activities and neurotoxicity of 12 cinnamic acid derivatives substituted by fluorine, chlorine, bromine, and trifluoromethyl groups were screened by the maximal electroshock seizure (MES) and rotarod tests (Tox). Three of the tested compounds (compounds 3, 6 and 12) showed better anticonvulsant effects and lower neurotoxicity. They showed respective median effective dose (ED50) of 47.36, 75.72 and 70.65 mg/kg, and median toxic dose (TD50) of them was greater than 500 mg/kg, providing better protective indices. Meanwhile, they showed a pentylenetetrazol (PTZ) ED50 value of 245.2, >300 and 285.2 mg/kg in mice, respectively. Especially, the most active compound 3 displayed a prominent anticonvulsant profile and had lower toxicity. Therefore, the antiepileptic mechanism of 3 on glycosylation changes in chronic epilepsy in mice was further investigated by using glycomics techniques. Lectin microarrays results showed that epilepsy was closely related to abnormal glycosylation, and 3 could reverse the abnormal glycosylation in scPTZ-induced epilepsy in mice. This work can provide new ideas for future discovery of potential biomarkers for evaluation of antiepileptic drugs based on the precise alterations of glycopatterns in epilepsy.", "doi": "10.3390/molecules23010076", "title": "Anticonvulsant Activity of Halogen-Substituted Cinnamic Acid Derivatives and Their Effects on Glycosylation of PTZ-Induced Chronic Epilepsy in Mice.", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}