{"authors": [["Yamamuro", "Shun", "S", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."], ["Hanashima", "Yuya", "Y", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."], ["Yoshimura", "Sodai", "S", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."], ["Aoki", "Hiroyuki", "H", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."], ["Kamiya", "Koki", "K", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."], ["Takamine", "Yusuke", "Y", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."], ["Negishi", "Hiroshi", "H", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."], ["Yoshino", "Atsuo", "A", "Department of Neurological Surgery, Nihon University School of Medicine, Tokyo 173-8610, Japan."]], "date": "2017-10-17", "id": "29285355", "text": "The present study reported an unusual case of temporal lobe glioblastoma (GBM) fed from the middle meningeal artery that progressed rapidly. A 66-year-old male was admitted to the Department of Neurosurgery at Nihon University Itabashi Hosipital (Tokyo, Japan) with epilepsy. Magnetic resonance imaging disclosed a small well-enhanced right middle fossa mass lesion, which was relatively boundary-clear and attached to the dura mater. An angiogram showed a stain fed from the right middle meningeal artery. The mass lesion was removed completely by surgery and diagnosed pathologically as GBM. Tumor recurrence was observed 6 months later and a second surgery was performed. Eight pieces of carmustine wafers were implanted in the tumor resection cavity at the first and second surgeries. The patient underwent a third surgery soon after the second surgery, as a cyst had formed in the resection cavity. The tumor became uncontrollable and the patient died at 11 months after the first surgery even though he had undergone multimodality treatment. Since GBM fed by the middle meningeal artery is rare, the timing of surgical treatment is difficult as it is easy to misdiagnose a case like the present one as a meningioma. Furthermore, repeated implantation of carmustine wafers should be considered carefully, since adverse events associated with such wafers may easily occur.", "doi": "10.3892/mco.2017.1455", "title": "Glioblastoma fed by middle meningeal artery and displaying cyst formation soon after repeated implantation of carmustine wafers: A case report.", "journal": ["Molecular and clinical oncology", "Mol Clin Oncol"]}