{"authors": [["Jiang", "Xiuli", "X", "Department of Neurology, People's Hospital of Rizhao, Rizhao, Shandong 276800, P.R. China."], ["Chen", "Jiajia", "J", "Department of Clinical Laboratory, People's Hospital of Rizhao, Rizhao, Shandong 276800, P.R. China."], ["Song", "Quanjiang", "Q", "Department of Internal Medicine, Women and Chindren's Health Care Hospital of Rizhao, Rizhao, Shandong 276800, P.R. China."], ["Wang", "Weiling", "W", "Department of Ultrasonography, People's Hospital of Zhangqiu, Jinan, Shandong 250000, P.R. China."], ["Zhang", "Guangyan", "G", "Department of Clinical Laboratory, People's Hospital of Zhangqiu, Jinan, Shandong 250000, P.R. China."], ["Li", "Ye", "Y", "Department of Neurology, People's Hospital of Rizhao, Rizhao, Shandong 276800, P.R. China."]], "date": "2017-10-19", "id": "29285181", "text": "The correlation between tuberous sclerosis complex 1 (TSC1) gene polymorphism and epilepsy was studied. In total, 38 patients with epilepsy treated in People's Hospital of Rizhao from May 2015 to June 2016 were selected as study subjects, as the observation group, 38 healthy people in the same period were selected as the control group. Polymerase chain reaction-restriction fragment length polymorphism (PCR-RFLP) was used to study the polymorphism of TSC1 gene in the above study subjects. The mRNA expression of TSC1 gene in the observation group and the control group was measured by fluorescence quantitative PCR, the expression of TSC1 protein in the control and observation group was measured by western blotting and ELISA. The polymorphisms of TSC1 gene in control group and observation group were analyzed by PCR-RFLP. There were three genotypes of TCS1 gene locus 142 in healthy population: CC (79.3%), CA (13.9%) and AA (6.8%), there were also three genotypes at locus 142 in the observation group: CC (21.3%), CA (26.4%) and AA (52.3%), there was significant difference in the genotypes at locus 142 between healthy population and the patients with epilepsy (P<0.05). It was observed by fluorescence quantitative PCR that there was no significant difference in the mRNA expression of TSC1 gene between the control group and the observation group (P>0.05). The expression of TSC1 gene was detected by western blot method. Western blotting showed no significant difference in TSC1 protein expression between the two groups (P>0.05). However, by determining the activity of TSC1 protein in the observation group and the control group by ELISA, it was found that TSC1 activity in healthy human body (8.95±2.41 U/ml) was much lower than that in the patients with epilepsy (29.27±4.06 U/ml), the difference was statistically significant (P<0.05). It was found that locus 142 may be located at the active center of TSC1 enzyme by homology modeling of SWISS-MODEL, the mutation of locus 142 could lead to the change of TSC1 activity. The polymorphism of locus 142 in TSC1 gene is correlated with epilepsy, that is, the increase of CA and AA content in locus 142 leads to the occurrence of epilepsy.", "doi": "10.3892/etm.2017.5345", "title": "Correlation between TSC1 gene polymorphism and epilepsy.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}