{"authors": [["Wang", "Xiongfei", "X", "Beijing Key Laboratory of Epilepsy, Department of Functional Neurosurgery, Sanbo Brain Hospital, Capital Medical University, Beijing 100093, P.R. China."], ["He", "Xun", "X", "Department of Neurology, Zhujiang Hospital of Southern Medical University, Guangzhou, Guangdong 510280, P.R. China."], ["Li", "Tianfu", "T", "Beijing Key Laboratory of Epilepsy, Brain Research Institute, Sanbo Brain Hospital, Capital Medical University, Beijing 100093, P.R. China."], ["Shu", "Yousheng", "Y", "State Key Laboratory of Cognitive Neuroscience and Learning, IDG/McGovern Institute for Brain Research, School of Brain and Cognitive Sciences, The Collaborative Innovation Center for Brain Science, Beijing Normal University, Beijing 100875, P.R. China."], ["Qi", "Songtao", "S", "Department of Neurosurgery, Nanfang Hospital, Southern Medical University, Guangzhou, Guangdong 510515, P.R. China."], ["Luan", "Guoming", "G", "Beijing Key Laboratory of Epilepsy, Department of Functional Neurosurgery, Sanbo Brain Hospital, Capital Medical University, Beijing 100093, P.R. China."]], "date": "2017-10-16", "id": "29285118", "text": "Ifenprodil has been demonstrated to reduce spontaneous action potentials observed by local field potential in animal models. To investigate whether ifenprodil exerts an anti-epileptic effect on neuronal levels in humans, whole-cell patch clamp recordings were used to study the electrophysiological membrane properties of neocortical pyramidal neurons in human brain tissues. Electrophysiological membrane properties and spontaneous spikes of neocortical pyramidal neurons were investigated by using whole-cell patch clamp recordings, prior to and following the application of ifenprodil. In the present study, ifenprodil significantly decreased the membrane input resistance (P<0.01), membrane time constant (P<0.01), action potential amplitude (P<0.01), action potential rising rate (P<0.05) and falling rate (P<0.05) on neocortical pyramidal neurons in patients with epilepsy caused by malformations of cortical development (MCD). These results suggested that ifenprodil decreased neuronal excitability of neocortical pyramidal neurons in patients with epilepsy and MCD and demonstrated that ifenprodil may be a potentially specific treatment for refractory epilepsy caused by MCD.", "doi": "10.3892/etm.2017.5311", "title": "Anti-epileptic effect of ifenprodil on neocortical pyramidal neurons in patients with malformations of cortical development.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}