{"authors": [["Zhang", "Jian", "J", "Department of Gastroenterology and Hepatology, Hebei General Hospital, Shijiazhuang, Hebei 050051, P.R. China."], ["Hu", "Yiting", "Y", "Department of Gastroenterology and Hepatology, Hebei General Hospital, Shijiazhuang, Hebei 050051, P.R. China."], ["Zheng", "Jimin", "J", "Department of Gastroenterology and Hepatology, Hebei General Hospital, Shijiazhuang, Hebei 050051, P.R. China."], ["Gao", "Juncha", "J", "Department of Gastroenterology and Hepatology, Hebei General Hospital, Shijiazhuang, Hebei 050051, P.R. China."], ["Hou", "Hongtao", "H", "Department of Gastroenterology and Hepatology, Hebei General Hospital, Shijiazhuang, Hebei 050051, P.R. China."], ["Liu", "Na", "N", "Department of Gastroenterology and Hepatology, Hebei General Hospital, Shijiazhuang, Hebei 050051, P.R. China."], ["Wang", "Yuzhen", "Y", "Department of Gastroenterology and Hepatology, Hebei General Hospital, Shijiazhuang, Hebei 050051, P.R. China."]], "date": "2017-09-27", "id": "29285091", "text": "Acute intermittent porphyria (AIP) is a rare inherited disorder of heme metabolism. It has the ability to trigger posterior reversible encephalopathy syndrome (PRES), a rare acute neurologic condition that is characterized by acute neurological symptoms. Pregnancy may induce AIP attacks. The present report describes the case of a pregnant woman with AIP. The patient was treated with heme-arginate during pregnancy and successfully delivered a healthy baby. Following delivery, the patient presented with PRES and experienced generalized seizures. Treatment including arginine hemoglobin, calcium gluconate and sodium chloride was administered. The symptoms of epilepsy did not recur. Magnetic resonance imaging of the head demonstrated that the bilateral occipital lobe lesions were significantly reduced in size following the treatment. In the present report, it was demonstrated that administration of heme-arginate for AIP during pregnancy is safe. Timely administration of arginine hemoglobin, calcium gluconate and sodium chloride may more efficiently improve the clinical status in AIP patients diagnosed with PRES who experience generalized seizures.", "doi": "10.3892/etm.2017.5212", "title": "Treatment of acute intermittent porphyria during pregnancy and posterior reversible encephalopathy syndrome after delivery: A case report.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}