{"authors": [["Varvagiannis", "K", "K", "Service of Genetic Medicine, University Hospitals of Geneva, Geneva, Switzerland."], ["Hanquinet", "S", "S", "Pediatric Radiology Unit, Department of Radiology, University Hospitals of Geneva, Geneva, Switzerland."], ["Billieux", "M H", "MH", "Department of Gynecology and Obstetrics, University Hospitals of Geneva, Geneva, Switzerland."], ["De Luca", "R", "R", "Service of Neonatology and Pediatric Intensive Care, Department of Pediatrics, University Hospitals of Geneva, Geneva, Switzerland."], ["Rimensberger", "P", "P", "Service of Neonatology and Pediatric Intensive Care, Department of Pediatrics, University Hospitals of Geneva, Geneva, Switzerland."], ["Lidgren", "M", "M", "Service of Genetic Medicine, University Hospitals of Geneva, Geneva, Switzerland."], ["Guipponi", "M", "M", "Service of Genetic Medicine, University Hospitals of Geneva, Geneva, Switzerland."], ["Makrythanasis", "P", "P", "Service of Genetic Medicine, University Hospitals of Geneva, Geneva, Switzerland."], ["Blouin", "J L", "JL", "Service of Genetic Medicine, University Hospitals of Geneva, Geneva, Switzerland."], ["Antonarakis", "S E", "SE", "Service of Genetic Medicine, University Hospitals of Geneva, Geneva, Switzerland."], ["Steinfeld", "R", "R", "Department of Pediatrics and Pediatric Neurology, University Medical Center Göttingen, Göttingen, Germany."], ["Kern", "I", "I", "Pediatric Nephrology and Metabolism Unit, Pediatric Department, University Hospitals of Geneva, Geneva, Switzerland."], ["Poretti", "A", "A", "Section of Pediatric Neuroradiology, Division of Pediatric Radiology, The Russell H. Morgan Department of Radiology and Radiological Science, Charlotte R. Bloomberg Children's Center, The Johns Hopkins School of Medicine, Baltimore, Maryland, United States."], ["Fluss", "J", "J", "Pediatric Neurology Unit, Pediatric Subspecialties Service, University Hospitals of Geneva, Geneva, Switzerland."], ["Fokstuen", "S", "S", "Service of Genetic Medicine, University Hospitals of Geneva, Geneva, Switzerland."]], "date": "2017-12-28", "id": "29284168", "text": "Neuronal ceroid lipofuscinoses represent a heterogeneous group of early onset neurodegenerative disorders that are characterized by progressive cognitive and motor function decline, visual loss, and epilepsy. The age of onset has been historically used for the phenotypic classification of this group of disorders, but their molecular genetic delineation has now enabled a better characterization, demonstrating significant genetic heterogeneity even among individuals with a similar phenotype. The rare Congenital Neuronal Ceroid Lipofuscinosis (CLN10) caused by mutations in the CTSD gene encoding for cathepsin D is associated with a dramatic presentation with onset before or around birth. We report on a female born to consanguineous parents who presented at birth with severe neonatal encephalopathy with massive cerebral and cerebellar shrinking on magnetic resonance imaging. Whole exome sequencing with targeted bioinformatic analysis of a panel of genes associated with prenatal/perinatal onset of neurodegenerative disease was performed and revealed the presence of a novel homozygous in-frame deletion in CTSD. Additional functional studies further confirmed the pathogenic character of this variant and established the diagnosis of CLN10 in the patient.", "doi": "10.1055/s-0037-1613681", "title": "Congenital Neuronal Ceroid Lipofuscinosis with a Novel CTSD Gene Mutation: A Rare Cause of Neonatal-Onset Neurodegenerative Disorder.", "journal": ["Neuropediatrics", "Neuropediatrics"]}