{"authors": [["Martinello", "Katiuscia", "K", "Neuromed IRCCS, Pozzilli, Italy."], ["Sciaccaluga", "Miriam", "M", "Neuromed IRCCS, Pozzilli, Italy."], ["Morace", "Roberta", "R", "Neuromed IRCCS, Pozzilli, Italy."], ["Mascia", "Addolorata", "A", "Neuromed IRCCS, Pozzilli, Italy."], ["Arcella", "Antonietta", "A", "Neuromed IRCCS, Pozzilli, Italy."], ["Esposito", "Vincenzo", "V", "Neuromed IRCCS, Pozzilli, Italy."], ["Fucile", "Sergio", "S", "Neuromed IRCCS, Pozzilli, Italy."]], "date": "2017-12-28", "id": "29283181", "text": "γ-Aminobutyric acid (GABA) is the major inhibitory neurotransmitter in adult central nervous system, and profound alterations of GABA receptor functions are linked to temporal lobe epilepsy (TLE). Here we describe the functional relationships between GABA receptors type B (GABAB R) and type A (GABAA R) in human temporal cortex and how TLE affects this aspect of GABAergic signaling.Miniature inhibitory postsynaptic currents (mIPSCs) were recorded by patch-clamp techniques from human L5 pyramidal neurons in slices from temporal cortex tissue obtained from surgery.We describe a constitutive functional crosstalk between GABAB Rs and GABAA Rs in human temporal layer 5 pyramidal neurons, which is lost in epileptic tissues. The activation of GABAB Rs by baclofen, in addition to the expected reduction of mIPSC frequency, produced, in cortex of nonepileptic patients, the prolongation of mIPSC rise and decay times, thus increasing the inhibitory net charge associated with a single synaptic event. Block of K+ channels did not prevent the increase of decay time and charge. Protein kinase A (PKA) blocker KT5720 and pertussis toxin inhibited the action of baclofen, whereas 8Br-cAMP mimicked the GABAB R action. The same GABAB R-mediated modulation of GABAA Rs was observed in pyramidal neurons of rat temporal cortex, with both PKA and PKC involved in the process. In cortices from TLE patients and epileptic rats, baclofen lost its ability to modulate mIPSCs.Our results highlight the association of TLE with functional changes of GABAergic signaling that may be related to seizure propagation, and suggest that the selective activation of a definite subset of nonpresynaptic GABAB Rs may be therapeutically useful in TLE.", "doi": "10.1111/epi.13991", "title": "Loss of constitutive functional γ-aminobutyric acid type A-B receptor crosstalk in layer 5 pyramidal neurons of human epileptic temporal cortex.", "journal": ["Epilepsia", "Epilepsia"]}