{"authors": [["Fan", "Xiaoya", "X", "Bio, Electro And Mechanical Systems (BEAMS), Université Libre de Bruxelles (ULB), Avenue F.D. Roosevelt 50 CP165/56, 1050, Brussels, Belgium."], ["Gaspard", "Nicolas", "N", "Department of Neurology, Hôpital Erasme, Université Libre de Bruxelles (ULB), Brussels, Belgium."], ["Legros", "Benjamin", "B", "Department of Neurology, Hôpital Erasme, Université Libre de Bruxelles (ULB), Brussels, Belgium."], ["Lucchetti", "Federico", "F", "Bio, Electro And Mechanical Systems (BEAMS), Université Libre de Bruxelles (ULB), Avenue F.D. Roosevelt 50 CP165/56, 1050, Brussels, Belgium."], ["Ercek", "Rudy", "R", "Laboratories of Image, Signal processing and Acoustics (LISA), Université Libre de Bruxelles (ULB), Brussels, Belgium."], ["Nonclercq", "Antoine", "A", "Bio, Electro And Mechanical Systems (BEAMS), Université Libre de Bruxelles (ULB), Avenue F.D. Roosevelt 50 CP165/56, 1050, Brussels, Belgium."]], "date": "2017-12-28", "id": "29282779", "text": "We propose an approach that combines a neural mass model and clinical intracranial electroencephalographic (iEEG) recordings to explore the potential pathophysiological mechanisms (at the neuronal population level) of ictogenesis. Thirty iEEG recordings from 10 temporal lobe epilepsy (TLE) patients around seizure onset were investigated. Physiologically meaningful parameters [average excitatory (Ae ), slow (B), and fast (G) inhibitory synaptic gain] were identified during interictal to ictal transition. Four ratios (Ae /G, Ae /B, Ae /(B + G), and B/G) were derived from these parameters, and their evolution over time was analyzed. The excitation/inhibition ratio increased around seizure onset and decreased before seizure offset, indicating the impairment and re-emergence of excitation/inhibition balance around seizure onset and before seizure offset, respectively. Moreover, the slow inhibition may have an earlier effect on excitation/inhibition imbalance. We confirm the decrease in excitation/inhibition ratio upon seizure termination in human temporal lobe epilepsy, as revealed by optogenetic approaches both in vivo in animal models and in vitro. The increase in excitation/inhibition ratio around seizure occurrence could be an indicator to detect seizures.", "doi": "10.1111/ejn.13812", "title": "Dynamics underlying interictal to ictal transition in temporal lobe epilepsy: insights from a neural mass model.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}