{"authors": [["Tashiro", "Yuichi", "Y", "Department of Neurology and Geriatrics; Kagoshima University Graduate School of Medical and Dental Sciences."], ["Takashima", "Hiroshi", "H", null]], "date": null, "id": "29282342", "text": "Autoimmune encephalopathies are clinically and immunologically heterogeneous disorders. At least 20 types of autoimmune encephalopathies have been discovered, with the most common type being Hashimoto encephalopathy. In clinical situations, we often observe that patients with autoimmune encephalopathy are misdiagnosed because they exhibit signs similar to those observed in functional psychogenic movement, conversion, or somatoform disorders. We clinically examined over 100 patients with autoimmune encephalopathy. These patients primarily demonstrated motor disturbances, mostly with give-way weakness, sensory abnormalities, and involuntary movements such as tremor entrainment, dystonia, or coarse involuntary movement. In addition, we observed memory loss, psychogenic non-epileptic seizures, epilepsy, and autonomic symptoms in our patients. To diagnose autoimmune encephalopathies, we propose that a combination of neurological symptoms indicating \"diffuse brain damage\" be used. \"Diffuse brain damage\" is a proof of several symptoms, such as give-way weakness; motor symptoms such as paralysis, smoothness disorder of exercise, involuntary movements, and difficulty to sustain; abnormal sensations such as pain, abnormal perception of various parts, and impaired vibration sensation; deterioration of higher order functions such as memory and learning ability; and impairment of the visual processing system and various visual abnormalities. As patients with autoimmune encephalitis exhibit diffuse involvement, the presence of these symptoms was entirely understandable. Over three such abnormal findings could indicate diffuse brain damage. Owing to the regular understanding in neurology, most patients tend to be diagnosed with somatoform disorders. Thus, physicians should not diagnose somatoform disorders without first excluding autoimmune encephalopathy.", "doi": "10.11477/mf.1416200923", "title": "[Motor Symptoms of Autoimmune Encephalopathies].", "journal": ["Brain and nerve = Shinkei kenkyu no shinpo", "Brain Nerve"]}