{"authors": [["D'Gama", "Alissa M", "AM", "Division of Genetics and Genomics, Manton Center for Orphan Disease, and Howard Hughes Medical Institute, Boston Children's Hospital, Boston, MA 02115, USA; Departments of Pediatrics and Neurology, Harvard Medical School, Boston, MA 02115, USA; Broad Institute of MIT and Harvard, Cambridge, MA, 02142, USA."], ["Woodworth", "Mollie B", "MB", "Division of Genetics and Genomics, Manton Center for Orphan Disease, and Howard Hughes Medical Institute, Boston Children's Hospital, Boston, MA 02115, USA; Departments of Pediatrics and Neurology, Harvard Medical School, Boston, MA 02115, USA; Broad Institute of MIT and Harvard, Cambridge, MA, 02142, USA."], ["Hossain", "Amer A", "AA", "Division of Genetics and Genomics, Manton Center for Orphan Disease, and Howard Hughes Medical Institute, Boston Children's Hospital, Boston, MA 02115, USA; Departments of Pediatrics and Neurology, Harvard Medical School, Boston, MA 02115, USA; Broad Institute of MIT and Harvard, Cambridge, MA, 02142, USA."], ["Bizzotto", "Sara", "S", "Division of Genetics and Genomics, Manton Center for Orphan Disease, and Howard Hughes Medical Institute, Boston Children's Hospital, Boston, MA 02115, USA; Departments of Pediatrics and Neurology, Harvard Medical School, Boston, MA 02115, USA; Broad Institute of MIT and Harvard, Cambridge, MA, 02142, USA."], ["Hatem", "Nicole E", "NE", "Division of Genetics and Genomics, Manton Center for Orphan Disease, and Howard Hughes Medical Institute, Boston Children's Hospital, Boston, MA 02115, USA; Departments of Pediatrics and Neurology, Harvard Medical School, Boston, MA 02115, USA; Broad Institute of MIT and Harvard, Cambridge, MA, 02142, USA."], ["LaCoursiere", "Christopher M", "CM", "Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Najm", "Imad", "I", "Epilepsy Center, Cleveland Clinic, Cleveland, OH 44195, USA."], ["Ying", "Zhong", "Z", "Epilepsy Center, Cleveland Clinic, Cleveland, OH 44195, USA."], ["Yang", "Edward", "E", "Department of Radiology, Boston Children's Hospital, Boston, MA 02115, USA; Department of Radiology, Harvard Medical School, Boston, MA 02115, USA."], ["Barkovich", "A James", "AJ", "Departments of Radiology and Diagnostic Imaging, Neurology, Pediatrics, and Neurosurgery, University of California, San Francisco, San Francisco, CA 94143, USA."], ["Kwiatkowski", "David J", "DJ", "Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Vinters", "Harry V", "HV", "Departments of Pathology and Laboratory Medicine (Neuropathology) and Neurology, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, USA."], ["Madsen", "Joseph R", "JR", "Department of Neurosurgery, Boston Children's Hospital, Boston, MA, USA."], ["Mathern", "Gary W", "GW", "Departments of Neurosurgery and Psychiatry and Biobehavioral Medicine, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA 90095, USA."], ["Blümcke", "Ingmar", "I", "Epilepsy Center, Cleveland Clinic, Cleveland, OH 44195, USA; Department of Neuropathology, University Hospital Erlangen, Schwabachanlage 6, 91054 Erlangen, Germany."], ["Poduri", "Annapurna", "A", "Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA 02115, USA; Epilepsy Genetics Program, Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Boston, MA 02115, USA."], ["Walsh", "Christopher A", "CA", "Division of Genetics and Genomics, Manton Center for Orphan Disease, and Howard Hughes Medical Institute, Boston Children's Hospital, Boston, MA 02115, USA; Departments of Pediatrics and Neurology, Harvard Medical School, Boston, MA 02115, USA; Broad Institute of MIT and Harvard, Cambridge, MA, 02142, USA. Electronic address: christopher.walsh@childrens.harvard.edu."]], "date": null, "id": "29281825", "text": "Focal cortical dysplasia (FCD) and hemimegalencephaly (HME) are epileptogenic neurodevelopmental malformations caused by mutations in mTOR pathway genes. Deep sequencing of these genes in FCD/HME brain tissue identified an etiology in 27 of 66 cases (41%). Radiographically indistinguishable lesions are caused by somatic activating mutations in AKT3, MTOR, and PIK3CA and germline loss-of-function mutations in DEPDC5, NPRL2, and TSC1/2, including TSC2 mutations in isolated HME demonstrating a \"two-hit\" model. Mutations in the same gene cause a disease continuum from FCD to HME to bilateral brain overgrowth, reflecting the progenitor cell and developmental time when the mutation occurred. Single-cell sequencing demonstrated mTOR activation in neurons in all lesions. Conditional Pik3ca activation in the mouse cortex showed that mTOR activation in excitatory neurons and glia, but not interneurons, is sufficient for abnormal cortical overgrowth. These data suggest that mTOR activation in dorsal telencephalic progenitors, in some cases specifically the excitatory neuron lineage, causes cortical dysplasia.", "doi": "10.1016/j.celrep.2017.11.106", "title": "Somatic Mutations Activating the mTOR Pathway in Dorsal Telencephalic Progenitors Cause a Continuum of Cortical Dysplasias.", "journal": ["Cell reports", "Cell Rep"]}