{"authors": [["Mactaggart", "Islay", "I", "a Clinical Research Department, International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine , London UK."], ["Polack", "Sarah", "S", "a Clinical Research Department, International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine , London UK."], ["Murthy", "Gvs", "G", "a Clinical Research Department, International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine , London UK."], ["Kuper", "Hannah", "H", "a Clinical Research Department, International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine , London UK."]], "date": "2017-12-27", "id": "29281342", "text": "To estimate the prevalence and correlates of visual impairment in Mahabubnagar district, Telangana, India.Fifty-one clusters of 80 people (all ages) were sampled with probability proportionate to size. Households within clusters were selected through the compact segment sampling. Visual acuity (VA) was measured with a tumbling \"E\" chart. An Ophthalmic Assistant or Vision Technician examined people with VA<6/12 in either eye. Other impairments (hearing, physical) were clinically assessed and self-reported functional difficulties measured using the Washington Group Extended Set. People with visual impairment and age-sex matched controls with normal vision were interviewed about poverty, employment and education.4,125 people were enumerated and 3,574 screened (86.6%). The prevalence of visual impairment (VA<6/12) was 8.0% (95% CI = 6.9-9.4%) and blindness was 0.4% (0.2-0.9%), and both increased rapidly with age. Uncorrected refractive error was the leading cause of visual impairment, and cataract the leading cause of blindness. Cataract surgical coverage (proportion of all cataracts that had received surgery) was relatively low (41% of people at VA<6/60), while the post-surgery outcomes were good (81% of operated eyes had presenting VA≥6/18). Among the 287 people with visual impairment, 15% had a moderate/severe physical impairment or epilepsy and 25% had a moderate/severe hearing impairment. Self-reported difficulties in vision were relatively closely related to visual acuity. People with visual impairment were more likely to be in the poorest quartile (OR = 1.9, 95% CI = 1.0-3.4) or unemployed (5.0, 2.2-10.0), compared to controls.Visual impairment was common in Mahabubnagar district, was mostly avoidable, and was correlated with poverty markers.", "doi": "10.1080/09286586.2017.1418386", "title": "A population-based survey of visual impairment and its correlates in Mahabubnagar district, Telangana State, India.", "journal": ["Ophthalmic epidemiology", "Ophthalmic Epidemiol"]}