{"authors": [["Velayutham", "Priatharisiny", "P", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Irace", "Alexandria L", "AL", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Kawai", "Kosuke", "K", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Dodrill", "Pamela", "P", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Perez", "Jennifer", "J", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Londahl", "Monica", "M", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Mundy", "Lauren", "L", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Dombrowski", "Natasha D", "ND", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."], ["Rahbar", "Reza", "R", "Department of Otolaryngology and Communication Enhancement, Boston Children's Hospital, Boston, Massachusetts, U.S.A."]], "date": "2017-12-27", "id": "29280496", "text": "To determine the prevalence of silent aspiration in pediatric patients and identify which diagnoses may be associated with this finding.An institutional review board-approved retrospective review was conducted for all patients under the age of 18 who underwent modified barium swallow (MBS) studies at a tertiary children's hospital in 2015. Speech-language pathologists reviewed MBS studies to identify aspiration/silent aspiration on each fluid consistency tested. Charts were reviewed to collect demographic information and the otolaryngologic, neurologic, genetic, and syndromic diagnoses of each patient.Among 1,286 patients who underwent MBS, 440 (34%) demonstrated aspiration. Within the aspiration group, 393 (89%) specifically demonstrated silent aspiration. Thin fluids were silently aspirated in 81% of these patients. Of children aged <6 months, 41% were found to aspirate and, of those, 95% silently aspirated. Median age at which patients demonstrated silent aspiration was 1.1 years. Silent aspiration was documented in 41% of patients with laryngeal cleft, 41% of patients with laryngomalacia, and 54% of patients with unilateral vocal fold paralysis. Laryngeal cleft, laryngomalacia, unilateral vocal fold paralysis, developmental delay, epilepsy/seizures, syndrome, and congenital heart disease were all associated with silent aspiration.Silent aspiration may be associated with a number of underlying conditions and is more common than previously described. Caregivers and clinicians should be aware that the absence of cough does not eliminate the possibility of aspiration. Modified barium swallow studies can reveal silent aspiration, which is difficult to detect on clinical feeding evaluation. Modified barium swallow findings can guide feeding therapy and the overall management of aspiration.4. Laryngoscope, 2017.", "doi": "10.1002/lary.27070", "title": "Silent aspiration: Who is at risk?", "journal": ["The Laryngoscope", "Laryngoscope"]}