{"authors": [["Shrot", "Shai", "S", "Division of Pediatric Radiology and Pediatric Neuroradiology, Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, 1800 Orleans Street, Zayed 4174, Baltimore, MD, 21287, USA."], ["Hwang", "Misun", "M", "Division of Pediatric Radiology and Pediatric Neuroradiology, Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, 1800 Orleans Street, Zayed 4174, Baltimore, MD, 21287, USA."], ["Stafstrom", "Carl E", "CE", "Division of Pediatric Neurology, Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD, 21287, USA."], ["Huisman", "Thierry A G M", "TAGM", "Division of Pediatric Radiology and Pediatric Neuroradiology, Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, 1800 Orleans Street, Zayed 4174, Baltimore, MD, 21287, USA."], ["Soares", "Bruno P", "BP", "Division of Pediatric Radiology and Pediatric Neuroradiology, Russell H. Morgan Department of Radiology and Radiological Science, Johns Hopkins University School of Medicine, 1800 Orleans Street, Zayed 4174, Baltimore, MD, 21287, USA. bruno.soares@jhmi.edu."]], "date": "2017-12-26", "id": "29279945", "text": "The current classification of malformations of cortical development is based on the type of disrupted embryological process (cell proliferation, migration, or cortical organization/post-migrational development) and the resulting morphological anomalous pattern of findings. An ideal classification would include knowledge of biological pathways. It has recently been demonstrated that alterations affecting the mechanistic target of rapamycin (mTOR) signaling pathway result in diverse abnormalities such as dysplastic megalencephaly, hemimegalencephaly, ganglioglioma, dysplastic cerebellar gangliocytoma, focal cortical dysplasia type IIb, and brain lesions associated with tuberous sclerosis. We review the neuroimaging findings in brain abnormalities related to alterations in the mTOR pathway, following the emerging trend from morphology towards genetics in the classification of malformations of cortical development. This approach improves the understanding of anomalous brain development and allows precise diagnosis and potentially targeted therapies that may regulate mTOR pathway function.", "doi": "10.1007/s00234-017-1961-5", "title": "Dysplasia and overgrowth: magnetic resonance imaging of pediatric brain abnormalities secondary to alterations in the mechanistic target of rapamycin pathway.", "journal": ["Neuroradiology", "Neuroradiology"]}