{"authors": [["Chen", "Zhibin", "Z", "Department of Medicine, The University of Melbourne, Parkville, Australia."], ["Brodie", "Martin J", "MJ", "West Glasgow Ambulatory Care Hospital, Yorkhill, Glasgow, Scotland."], ["Liew", "Danny", "D", "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Australia."], ["Kwan", "Patrick", "P", "Department of Medicine, The University of Melbourne, Parkville, Australia."]], "date": "2017-12-26", "id": "29279892", "text": "A study published in 2000 showed that more than one-third of adults with epilepsy have inadequate control of seizures with antiepileptic drugs (AEDs). This study evaluates overall treatment outcomes in light of the introduction of more than 1 dozen new AEDs in the past 2 decades.To assess long-term treatment outcome in patients with newly diagnosed and treated epilepsy.This longitudinal observational cohort study was conducted at the Epilepsy Unit of the Western Infirmary in Glasgow, Scotland. A total of 1795 individuals who were newly treated for epilepsy with AEDs between July 1, 1982, and October 31, 2012, were included in this analysis. All patients were followed up for a minimum of 2 years (until October 31, 2014) or until death, whichever came sooner. Data analysis was completed between March 2015 and May 2016.Treatment with antiepileptic drugs for patients newly diagnosed with epilepsy.Seizure control was assessed at the end of the study period. Probability of achieving 1-year seizure freedom was estimated for each AED regimen prescribed. Multivariable models assessed the associations between risk factors and AED treatment outcome after adjustments were made for demographic and clinical characteristics.Of the 1795 included patients, 964 (53.7%) were male; the median age was 33 years (range, 9-93 years). At the end of the study period, 1144 patients (63.7%) had been seizure free for the previous year or longer. Among those achieving 1-year seizure freedom, 993 (86.8%) were taking monotherapy and 1028 (89.9%) had achieved seizure control with the first or second AED regimens. Of the total patient pool, 906 (50.5%) remained seizure free for 1 year or longer with the initial AED. If this AED failed, the second and third regimens provided an additional 11.6% and 4.4% likelihoods of seizure freedom, respectively. Only 2.12% of patients attained optimal seizure control with subsequent AEDs. Epilepsy that was not successfully controlled with the first AED had 1.73 times greater odds of not responding to treatment for each subsequent medication regimen (odds ratio, 1.73; 95% CI, 1.56-1.91; P < .001).Despite the availability of many new AEDs with differing mechanisms of action, overall outcomes in newly diagnosed epilepsy have not improved. Most patients who attain control do so with the first or second AED. The probability of achieving seizure freedom diminishes substantially with each subsequent AED regimen tried. More than one-third of patients experience epilepsy that remains uncontrolled.", "doi": "10.1001/jamaneurol.2017.3949", "title": "Treatment Outcomes in Patients with Newly Diagnosed Epilepsy Treated With Established and New Antiepileptic Drugs: A 30-Year Longitudinal Cohort Study.", "journal": ["JAMA neurology", "JAMA Neurol"]}