{"authors": [["Sacharow", "Stephanie J", "SJ", "Division of Genetics and Genomics, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States."], ["Dudenhausen", "Elizabeth E", "EE", "Department of Biochemistry & Molecular Biology, Genetics Institute, University of Florida College of Medicine, 1200 Newell Drive, FL 32608, USA."], ["Lomelino", "Carrie L", "CL", "Department of Biochemistry & Molecular Biology, Genetics Institute, University of Florida College of Medicine, 1200 Newell Drive, FL 32608, USA."], ["Rodan", "Lance", "L", "Division of Genetics and Genomics, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States; Department of Neurology, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States."], ["El Achkar", "Christelle Moufawad", "CM", "Department of Neurology, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States; Epilepsy Genetics Program, Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States."], ["Olson", "Heather E", "HE", "Department of Neurology, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States; Epilepsy Genetics Program, Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States."], ["Genetti", "Casie A", "CA", "Division of Genetics and Genomics, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States; Manton Center for Orphan Disease Research, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States."], ["Agrawal", "Pankaj B", "PB", "Division of Genetics and Genomics, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States; Manton Center for Orphan Disease Research, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States; Division of Newborn Medicine, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA 02115, United States."], ["McKenna", "Robert", "R", "Department of Biochemistry & Molecular Biology, Genetics Institute, University of Florida College of Medicine, 1200 Newell Drive, FL 32608, USA."], ["Kilberg", "Michael S", "MS", "Department of Biochemistry & Molecular Biology, Genetics Institute, University of Florida College of Medicine, 1200 Newell Drive, FL 32608, USA. Electronic address: mkilberg@ufl.edu."]], "date": "2017-12-20", "id": "29279279", "text": "Asparagine Synthetase Deficiency (ASD) is a recently described inborn error of metabolism caused by bi-allelic pathogenic variants in the asparagine synthetase (ASNS) gene. ASD typically presents congenitally with microcephaly and severe, often medically refractory, epilepsy. Development is generally severely affected at birth. Tone is abnormal with axial hypotonia and progressive appendicular spasticity. Hyperekplexia has been reported. Neuroimaging typically demonstrates gyral simplification, abnormal myelination, and progressive cerebral atrophy. The present report describes two siblings from consanguineous parents with a homozygous Arg49Gln variant associated with a milder form of ASD that is characterized by later onset of symptoms. Both siblings had a period of normal development before onset of seizures, and development regression. Primary fibroblast studies of the siblings and their parents document that homozygosity for Arg49Gln blocks cell growth in the absence of extracellular asparagine. Functional studies with these cells suggest no impact of the Arg49Gln variant on basal ASNS mRNA or protein levels, nor on regulation of the gene itself. Molecular modelling of the ASNS protein structure indicates that the Arg49Gln variant lies near the substrate binding site for glutamine. Collectively, the results suggest that the Arg49Gln variant affects the enzymatic function of ASNS. The clinical, cellular, and molecular observations from these siblings expand the known phenotypic spectrum of ASD.", "doi": "10.1016/j.ymgme.2017.12.433", "title": "Characterization of a novel variant in siblings with Asparagine Synthetase Deficiency.", "journal": ["Molecular genetics and metabolism", "Mol. Genet. Metab."]}