{"authors": [["Kumar", "Neha", "N", "Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Colon-Zimmermann", "Kari", "K", "Department of Neurology, Neurological & Behavioral Outcomes Center, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Fuentes-Casiano", "Edna", "E", "Department of Psychiatry, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Liu", "Hongyan", "H", "Department of Neurology, Neurological & Behavioral Outcomes Center, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Tatsuoka", "Curtis", "C", "Department of Neurology, Neurological & Behavioral Outcomes Center, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Cassidy", "Kristin A", "KA", "Department of Psychiatry, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Kahriman", "Mustafa", "M", "Department of Neurology, Lois stokes Cleveland VAMC, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Chen", "Peijun", "P", "Department of Psychiatry, Lois Stokes Cleveland VAMC, Case Western Reserve University School of Medicine, Cleveland, OH, USA."], ["Sajatovic", "Martha", "M", "Department of Psychiatry and of Neurology, Neurological & Behavioral Outcomes Center, Case Western Reserve University School of Medicine and University Hospitals Cleveland Medical Center, Cleveland, OH, USA. Electronic address: martha.sajatovic@uhhospitals.org."]], "date": "2017-12-23", "id": "29279188", "text": "In spite of advances in care, people with epilepsy experience negative health events (NHEs), such as seizures, emergency department (ED) visits, and hospitalizations. Being able to identify characteristics that are associated with NHE risk can help inform care approaches that reduce complications and burden. This analysis using baseline data from a larger randomized epilepsy self-management clinical trial assessed the relationship between demographic and clinical variables vs. seizure-related complications among people with epilepsy.Data were derived from a baseline sample of a larger prospective study of 120 individuals with epilepsy who experienced an NHE within the last 6months. Demographic characteristics, depression assessed with the 9-item Patient Health Questionnaire (PHQ-9) and the Montgomery-Asberg Depression rating scale (MADRS), quality of life assessed with the 10-item Quality of Life in Epilepsy Inventory (QOLIE-10), self-efficacy assessed the Epilepsy Self-Efficacy Scale (ESES), social support assessed with the Multidimensional Scale of Perceived Social Support (MSPSS), self-management assessed with the Epilepsy Self-Management Scale (ESMS), and stigma assessed with the Epilepsy Stigma Scale (ESS) were all examined in association with past 6-month NHE frequency and 30-day seizure frequency.Except for lower levels of education and lower levels of income being associated with higher 30-day and 6-month seizure frequency, demographic variables were generally not significantly associated with NHEs. Higher 30-day seizure frequency was associated with greater depression severity on PHQ-9 (p<0.01) and MADRS (p<0.01). Higher 6-month seizure frequency was also associated with greater depression severity on PHQ-9 (p<.001) and MADRS (p=0.03). Both 30-day and 6-month seizure frequency were significantly negatively associated with QOLIE-10 (p<0.001). Both 30day (p=0.01) and 6-month (p=0.03) seizure frequency were associated with worse stigma on ESS. Total NHE count was associated with more severe depression on PHQ-9 (p=0.02), and MADRS (p=0.04), worse quality of life on QOLIE-10 (p<0.01), and more stigma on ESS (p=0.03).Consistent with previous literature, more frequent seizures were associated with worse depression severity and quality of life. A finding that is less established is that higher seizure frequency is also associated with worse epilepsy-related stigma. Epilepsy self-management approaches need to address depression and stigma as well as seizure control.", "doi": "10.1016/j.yebeh.2017.11.037", "title": "Clinical correlates of negative health events in a research sample with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}