{"authors": [["Caverzasio", "Serena", "S", "Neurocenter of Southern Switzerland, Lugano, Switzerland."], ["Amato", "Ninfa", "N", "Sleep and Epilepsy Center, Neurocenter of Southern Switzerland, Lugano, Switzerland."], ["Manconi", "Mauro", "M", "Sleep and Epilepsy Center, Neurocenter of Southern Switzerland, Lugano, Switzerland; Neurology Department Inselspital, Bern University Hospital, Switzerland."], ["Prosperetti", "Chiara", "C", "Neurocenter of Southern Switzerland, Lugano, Switzerland."], ["Kaelin-Lang", "Alain", "A", "Neurocenter of Southern Switzerland, Lugano, Switzerland."], ["Hutchison", "William Duncan", "WD", "Department of Physiology, University of Toronto, Toronto, ON, Canada."], ["Galati", "Salvatore", "S", "Neurocenter of Southern Switzerland, Lugano, Switzerland. Electronic address: salvatore.galati@eoc.ch."]], "date": "2017-12-24", "id": "29278685", "text": "Brain plasticity is a lifelong process and involves both Hebbian and non-Hebbian synaptic plasticity. The latter, such as intrinsic plasticity and homeostatic synaptic plasticity or synaptic scaling, is thought to counteract Hebbian plasticity, in order to maintain a balanced network. Recent studies support the role of sleep in the regulation of homeostatic synaptic plasticity involved in memory and learning processes. Most evidence focus on the dependence of memory and plasticity in sleep mechanisms. Abnormal brain plasticity during sleep might be implicated in the development of movement disorders, particularly Parkinson's disease (PD) and dystonia. From that, the great interest to understand the underlying process of sleep in relation to movement disorders. The first objective of the review is to summarize the latest knowledge about brain plasticity. The second objective is to analyze the association between sleep, memory and brain plasticity. Finally, the review aims to assess the consequence of abnormal plasticity during PD and dystonia with a viewpoint on the underling pathogenesis of these disorders.", "doi": "10.1016/j.neubiorev.2017.12.009", "title": "Brain plasticity and sleep: Implication for movement disorders.", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"]}