{"authors": [["Malter", "M P", "MP", "Department of Neurology, University of Cologne, Cologne, Germany. Electronic address: michael.malter@uk-koeln.de."], ["Choi", "S", "S", "Department of Neurology, University of Cologne, Cologne, Germany."], ["Fink", "G R", "GR", "Department of Neurology, University of Cologne, Cologne, Germany; Cognitive Neuroscience, Institute of Neuroscience and Medicine (INM-3), Research Center Jülich, Jülich, Germany."]], "date": "2017-12-13", "id": "29276970", "text": "Ictal activity itself can cause pathological cerebrospinal fluid (CSF) findings. However, data regarding pathological CSF findings caused by SE itself to date remain scarce. We here evaluated the frequency and specificity of pathological CSF findings in non-infectious SE.We performed a retrospective analysis of CSF samples in adult patients with episodes of non-infectious SE, who had been admitted to the Department of Neurology, University Hospital of Cologne. The following parameters were assessed: cell count, protein, and lactate content, CSF/serum glucose quotient (QGlc), disturbances of blood-brain-barrier function assessed by CSF/serum albumin quotient (QAlb), and qualitative intrathecal IgG synthesis assessed by unmatched oligoclonal bands in CSF.We analysed 54 episodes of non-infectious SE in which CSF had been obtained. CSF pleocytosis was infrequent (6%). Elevated CSF protein content was present in 44% of all cases, whereas elevated CSF lactate content was found in 23% of the cases. A decreased QGlc was present in 9%. Dysfunction of blood-brain-barrier (BBBD) was the most frequent pathological finding, amounting to 55%. Unmatched oligoclonal bands in CSF were seen in 10% of non-infectious SE. Further analysis revealed that elevated CSF protein content was found predominantly in recfractory SE (p = 0.04). Elevated CSF lactate content was associated with shorter latency between onset of SE and CSF retrieval (p = 0.004), positive history of epilepsy (p = 0.02) and an acute symptomatic etiology (p = 0.04). BBBD was also present more often in acute symptomatic SE (p = 0.001) and was the sole pathological CSF parameter associated with clinical outcome: presence of BBBD was associated with a less favorable outcome (p = 0.02).Non-infectious SE itself does not commonly cause CSF pleocytosis. Data suggest that the detection of CSF pleocytosis should prompt further diagnostics for an underlying infectious or neoplastic etiology. In contrast, elevation of CSF protein content and BBBD were found frequently in non-infectious SE.", "doi": "10.1016/j.eplepsyres.2017.12.008", "title": "Cerebrospinal fluid findings in non-infectious status epilepticus.", "journal": ["Epilepsy research", "Epilepsy Res."]}