{"authors": [["Goswami", "Jyotindra Narayan", "JN", "Departments of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Vaidya", "Pankaj C", "PC", "Departments of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Saini", "Arushi Gahlot", "AG", "Departments of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["De", "Dipankar", "D", "Departments of Dermatology, Leprology and Venereology, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Radotra", "Bishan Dass", "BD", "Departments of Histopathology; Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Singhi", "Pratibha D", "PD", "Departments of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, India."]], "date": null, "id": "29276875", "text": "Goswami JN, Vaidya PC, Saini AG, De D, Radotra BD, Singhi PD. Drug reaction with eosinophilia and systemic symptoms in a child on multiple antiepileptics. Turk J Pediatr 2017; 59: 197-199. Drug reaction with eosinophilia and systemic symptoms (DRESS) is an adverse drug-reaction that may mimic systemic illnesses and have a fulminant presentation. We describe an 8-year-old girl with epilepsy and exposure to multiple anti-epileptics who presented with fever, extensive maculopapular rash, cervical lymphadenopathy, hepatomegaly, progressive anemia and transaminitis. Infections, autoimmune disorders and hematological or reticuloendothelial malignancies were excluded. Based on the proposed diagnostic criteria, a diagnosis of DRESS was concluded. Her skin biopsy showed atypical findings consistent with erythema multiforme. Suspected anti-epileptic drugs were discontinued. She was administered pulse methyl-prednisolone therapy and broad-spectrum antibiotics along with adequate supportive management. Unfortunately, the child succumbed to nosocomial sepsis. Our case highlights the importance of early suspicion for diagnosis of pediatric DRESS, avoidance of polytherapy and institution of early immunomodulation to improve the outcomes in children in this condition.", "doi": "10.24953/turkjped.2017.02.014", "title": "Drug reaction with eosinophilia and systemic symptoms in a child on multiple antiepileptics.", "journal": ["The Turkish journal of pediatrics", "Turk. J. Pediatr."]}