{"authors": [["Xia", "Lu", "L", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Ou", "Shuchun", "S", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Pan", "Songqing", "S", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."]], "date": "2017-12-08", "id": "29276500", "text": "To investigate the correlation between initial response to antiepileptic drugs (AEDs) and long-term outcomes after 3 years in patients with newly diagnosed epilepsy.This prospective study included 204 patients with newly diagnosed epilepsy, who were followed-up for at least 36 months. The long-term seizure freedom at 36 months (36MSF) was evaluated in patients with seizure freedom 6 months (6MSF) or 12 months (12MSF) after initial treatment vs those with no seizure freedom after the initial 6 months (6MNSF) or 12 months (12MNSF). Univariate analysis and a multiple logistic regression model were used to analyze the association of potential confounding variables with the initial response to AEDs.The number of patients with 36MSF was significantly higher for patients that had 6MSF (94/131, 71.8%) than those that had 6MNSF [16/73, 21.9%; χ2 = 46.862, p < 0.0001, odd ratio (OR) = 9.051]. The number of patients with 36MSF was significantly higher in patients that had 12MSF (94/118 79.7%) than those that had 12MNSF (19/86, 22.1%; χ2 = 66.720, p < 0.0001, OR = 13.811). The numbers of patients that had 36MSF were not significantly different between patients that experienced 6MSF and 12MSF or between patients that had 6MNSF and 12MNSF. Abnormalities observed in magnetic resonance imaging or computed tomography and the number of seizures before treatment correlated with poor initial 6-month response to AEDs.The initial 6-month response to AEDs is a valuable predictor of long-term response in patients with newly diagnosed epilepsy. The number of seizures before treatment and brain-imaging abnormalities are two prognostic predictors of initial 6-month seizure freedom.", "doi": "10.3389/fneur.2017.00658", "title": "Initial Response to Antiepileptic Drugs in Patients with Newly Diagnosed Epilepsy As a Predictor of Long-term Outcome.", "journal": ["Frontiers in neurology", "Front Neurol"]}