{"authors": [["Han", "Wenyan", "W", "Synapse and Neural Circuit Research Unit, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Wang", "Huiqing", "H", "Synapse and Neural Circuit Research Unit, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Li", "Jun", "J", "Synapse and Neural Circuit Research Unit, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Zhang", "Shizhong", "S", "Department of Neurosurgery, Zhujiang Hospital, Southern Medical University, Guangzhou, China."], ["Lu", "Wei", "W", "Synapse and Neural Circuit Research Unit, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."]], "date": "2017-12-08", "id": "29276473", "text": "In the brain, AMPA receptors (AMPARs)-mediated excitatory synaptic transmission is critically regulated by the receptor auxiliary subunits. Recent proteomic studies have identified that Ferric Chelate Reductase 1 Like protein (FRRS1L), whose mutations in human lead to epilepsy, choreoathetosis, and cognitive deficits, is present in native AMPAR complexes in the brain. Here we have characterized FRRS1L in both heterologous cells and in mouse neurons. We found that FRRS1L interacts with both GluA1 and GluA2 subunits of AMPARs, but does not form dimers/oligomers, in HEK cells. In mouse hippocampal neurons, recombinant FRRS1L at the neuronal surface partially co-localizes with GluA1 and primarily localizes at non-synaptic membranes. In addition, native FRRS1L in hippocampus is localized at dynein, but not kinesin5B, vesicles. Functionally, over-expression of FRRS1L in hippocampal neurons does not change glutamatergic synaptic transmission. In contrast, single-cell knockout (KO) of FRRS1L strongly reduces the expression levels of the GluA1 subunit at the neuronal surface, and significantly decreases AMPAR-mediated synaptic transmission in mouse hippocampal pyramidal neurons. Taken together, these data characterize FRRS1L in heterologous cells and neurons, and reveal an important role of FRRS1L in the regulation of excitatory synaptic strength.", "doi": "10.3389/fnmol.2017.00402", "title": "Ferric Chelate Reductase 1 Like Protein (FRRS1L) Associates with Dynein Vesicles and Regulates Glutamatergic Synaptic Transmission.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}