{"authors": [["Straub", "Jonas", "J", "Institute of Human Genetics, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany."], ["Konrad", "Enrico D H", "EDH", "Institute of Human Genetics, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany."], ["Grüner", "Johanna", "J", "Institute of Human Genetics, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany."], ["Toutain", "Annick", "A", "Service de Génétique, Centre Hospitalier Universitaire de Tours, 37044 Tours, France."], ["Bok", "Levinus A", "LA", "Department of Pediatrics, Máxima Medical Center, 5504 DB Veldhoven, the Netherlands."], ["Cho", "Megan T", "MT", "GeneDx, Gaithersburg, MD 20877, USA."], ["Crawford", "Heather P", "HP", "Clinical and Metabolic Genetics, Cook Children's Medical Center, Fort Worth, TX 76102, USA."], ["Dubbs", "Holly", "H", "Division of Neurology, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA."], ["Douglas", "Ganka", "G", "GeneDx, Gaithersburg, MD 20877, USA."], ["Jobling", "Rebekah", "R", "Division of Clinical and Metabolic Genetics, Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Toronto, ON M5G 1X8, Canada."], ["Johnson", "Diana", "D", "Sheffield Children's Hospital, Sheffield S10 2TH, UK."], ["Krock", "Bryan", "B", "Division of Genomic Diagnostics, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA; Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Mikati", "Mohamad A", "MA", "Division of Pediatric Neurology, Duke University Medical Center, Durham, NC 27710, USA."], ["Nesbitt", "Addie", "A", "Division of Genomic Diagnostics, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA."], ["Nicolai", "Joost", "J", "Department of Neurology, Maastricht University Medical Center, 6202 AZ Maastricht, the Netherlands."], ["Phillips", "Meredith", "M", "Clinical and Metabolic Genetics, Cook Children's Medical Center, Fort Worth, TX 76102, USA."], ["Poduri", "Annapurna", "A", "Epilepsy Genetics Program, Department of Neurology, Boston Children's Hospital, Boston, MA 02115, USA; Department of Neurology, Harvard Medical School, Boston, MA 02115, USA."], ["Ortiz-Gonzalez", "Xilma R", "XR", "Division of Neurology, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA; Pereleman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Powis", "Zöe", "Z", "Ambry Genetics, Aliso Viejo, CA 92656, USA."], ["Santani", "Avni", "A", "Division of Genomic Diagnostics, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA; Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."], ["Smith", "Lacey", "L", "Epilepsy Genetics Program, Department of Neurology, Boston Children's Hospital, Boston, MA 02115, USA."], ["Stegmann", "Alexander P A", "APA", "Department of Clinical Genetics and School for Oncology & Developmental Biology, Maastricht University Medical Center, 6202 AZ Maastricht, the Netherlands."], ["Stumpel", "Constance", "C", "Department of Clinical Genetics and School for Oncology & Developmental Biology, Maastricht University Medical Center, 6202 AZ Maastricht, the Netherlands."], ["Vreeburg", "Maaike", "M", "Department of Clinical Genetics and School for Oncology & Developmental Biology, Maastricht University Medical Center, 6202 AZ Maastricht, the Netherlands."], [null, null, null, "Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Hinxton, Cambridge CB10 1SA, UK."], ["Fliedner", "Anna", "A", "Institute of Human Genetics, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany."], ["Gregor", "Anne", "A", "Institute of Human Genetics, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany."], ["Sticht", "Heinrich", "H", "Institute of Biochemistry, Emil-Fischer Center, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany."], ["Zweier", "Christiane", "C", "Institute of Human Genetics, Friedrich-Alexander-Universität Erlangen-Nürnberg, 91054 Erlangen, Germany. Electronic address: christiane.zweier@uk-erlangen.de."]], "date": "2017-12-21", "id": "29276004", "text": "Although the role of typical Rho GTPases and other Rho-linked proteins in synaptic plasticity and cognitive function and dysfunction is widely acknowledged, the role of atypical Rho GTPases (such as RHOBTB2) in neurodevelopment has barely been characterized. We have now identified de novo missense variants clustering in the BTB-domain-encoding region of RHOBTB2 in ten individuals with a similar phenotype, including early-onset epilepsy, severe intellectual disability, postnatal microcephaly, and movement disorders. Three of the variants were recurrent. Upon transfection of HEK293 cells, we found that mutant RHOBTB2 was more abundant than the wild-type, most likely because of impaired degradation in the proteasome. Similarly, elevated amounts of the Drosophila ortholog RhoBTB in vivo were associated with seizure susceptibility and severe locomotor defects. Knockdown of RhoBTB in the Drosophila dendritic arborization neurons resulted in a decreased number of dendrites, thus suggesting a role of RhoBTB in dendritic development. We have established missense variants in the BTB-domain-encoding region of RHOBTB2 as causative for a developmental and epileptic encephalopathy and have elucidated the role of atypical Rho GTPase RhoBTB in Drosophila neurological function and possibly dendrite development.", "doi": "10.1016/j.ajhg.2017.11.008", "title": "Missense Variants in RHOBTB2 Cause a Developmental and Epileptic Encephalopathy in Humans, and Altered Levels Cause Neurological Defects in Drosophila.", "journal": ["American journal of human genetics", "Am. J. Hum. Genet."]}