{"authors": [["Quan", "W", "W", "Department of Medical Imaging, Jinling Hospital, Medical School of Nanjing University, Nanjing General Hospital, Nanjing 210002, China."], ["Xu", "Q", "Q", null], ["Yang", "F", "F", null], ["Chen", "G H", "GH", null], ["Lin", "Z X", "ZX", null], ["Zhang", "Q R", "QR", null], ["Xiao", "J H", "JH", null], ["Lu", "G M", "GM", null], ["Zhang", "Z Q", "ZQ", null]], "date": null, "id": "29275588", "text": "Objective: To investigate the damage of gray matter structure in MRI-negative epilepsy patients with different symptoms by voxel-based morphometry (VBM). Methods: From June, 2009 to October, 2016, ninety MRI-negative epilepsy patients and thirty-five healthy volunteers underwent the 3T magnetic resonance imaging scan in Nanjing General Hospital. The patients were divided into three groups, including idiopathic generalized tonic-clonic seizure (I-GTCS), secondarily generalized tonic-clonic seizure (S-GTCS), and partial seizure (PS) according to different symptoms. The three-dimensional high-resolution T1 structural MRI data was obtained for the voxel-based morphometry. Data of gray matter structure from four groups were compared using one-way analysis of variance (ANOVA). An independent-sample t test was performed in order to compare gray matter volume of the three patient groups with controls respectively. According the results of ANOVA, impaired brain regions were selected as regions of interest in order to carry out correlation analysis between gray matter volume and disease duration. Results: ANOVA showed significant differences in gray matter structure of bilateral thalamus and frontal lobe between four groups (alphasim correction, P<0.01). Independent-sample t test showed that the volume of bilateral thalamus and frontal lobe decreased in all three patients groups (alphasim correction, P<0.01) .The volume of bilateral thalamus showed significantly negatively correlation with disease duration in I-GTCS patients (r=-0.466, P<0.01). Conclusions: Generalized seizures and partial seizures all can cause damage to the gray matter structure, especially in thalamus and frontal lobe. The impairments of thalamus and frontal lobe in patients with different seizure types are different with the progression of disease, which suggests that influences of different epilepsy seizures on the thalamo-cortical network are different.目的： 通过基于体素的形态学(VBM)分析方法，探讨不同发作症状的MRI阴性癫痫患者脑灰质结构的损伤。 方法： 纳入2009年6月至2016年10月于南京军区南京总医院就诊的33例原发全面强直阵挛癫痫患者(I－GTCS组)、35例部分性发作继发全面强直阵挛发作患者(S－GTCS组)、22例单纯部分性发作患者(PS组)，其常规MRI检查结果均为阴性，并纳入35名健康志愿者(HC组)作为健康对照组。采集三维磁高清T(1)结构图像，采用VBM分析方法对三组患者及健康对照组脑灰质结构进行分割，对四组被试分割后的灰质结构进行单因素方差分析(one－way ANOVA)，并将三组患者图像分别与HC组进行两样本t检验；以ANOVA结果中显著差异脑区作为感兴趣区(ROI)，将全脑体积作为协变量去除后分别与病程作相关分析。 结果： ANOVA结果提示显著差异脑区以双侧丘脑、双侧额叶为主(alphasim校正，P<0.01)；两样本t检验结果显示三组患者均出现双侧丘脑及额叶体积减小(alphasim校正，P<0.01)；提取ANOVA结果中双侧丘脑及额叶显著差异脑区为感兴趣区，提取相应灰质体积与病程进行相关分析后发现，I－GTCS组和S－GTCS组患者丘脑及额叶萎缩程度明显大于PS组患者，其中I－GTCS组患者丘脑灰质体积与病程呈明显负相关关系(r＝－0.466，P<0.01)。 结论： 全面性发作与部分性发作均可对丘脑及额叶灰质结构造成损害，但损伤范围不同，且随病程进展，不同发作类型对丘脑及额叶的长期损害存在差异，提示其发病机制及对丘脑－皮质协变网络的影响可能不同。.", "doi": null, "title": "[Impairments of gray matter in MRI-negative epileptic patients with different seizure types].", "journal": ["Zhonghua yi xue za zhi", "Zhonghua Yi Xue Za Zhi"]}