{"authors": [["Balslev", "Thomas", "T", "Department of paediatrics, Viborg Regional Hospital, Heibergs Alle 4, DK-8200 Viborg, Denmark; Centre for Health Sciences Education, CESU, Palle Juul Jensen Boulevard 82, Health, Aarhus University, DK-8200 Aarhus, Denmark. Electronic address: Thomas.balslev@midt.rm.dk."], ["Muijtjens", "Arno M M", "AMM", "Maastricht University, Department of Educational Development & Research, Faculty of Health, Medicine and Life Sciences (FHML), 6200 MD, Maastricht, The Netherlands."], ["Maarbjerg", "Sabine Frølich", "SF", "Department of paediatrics, Viborg Regional Hospital, Heibergs Alle 4, DK-8200 Viborg, Denmark."], ["de Grave", "Willem", "W", "Maastricht University, Department of Educational Development & Research, Faculty of Health, Medicine and Life Sciences (FHML), 6200 MD, Maastricht, The Netherlands."]], "date": "2017-12-02", "id": "29274891", "text": "Teaching and learning with patient video cases may add authenticity, enhance diagnostic accuracy and improve chances of early diagnosis. The aim of this study is firstly to identify selection criteria for key Patient video cases (PVCs), secondly to identify trends in relevance of PVCs for learner levels and thirdly, to rank PVCs for learner levels.Based on a literature review, we identified criteria for key PVCs for use in paediatric neurology. We then performed a multi-round Delphi analysis to obtain agreement between 28 expert clinician teachers concerning key PVCs for four learner levels.We identified two major criteria: key PVCs should demonstrate key movements, and these movements should be subtle and/or difficult to note. The expert clinician teachers subsequently assessed a list of 14 topics for key PVCs. We found a clear, increasing trend in relevance scores, from medical students to young residents to experienced residents and specialists. For medical students and residents, epileptic spasms, Down syndrome, developmental delay, cerebral palsy and absence epilepsy were highly ranked. For specialists, conditions like chorea, focal seizures or eye movement disorders topped the ranking list, although ranking was less clear for this group of advanced learners.Key PVCs should demonstrate movements that are difficult to note for learners. Ranked lists of key PVCs for teaching and learning at different learner levels are now available and may help institutions build validated local libraries of PVCs.", "doi": "10.1016/j.ejpn.2017.11.007", "title": "Selection and ranking of patient video cases in paediatric neurology in relation to learner levels.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}