{"authors": [["Joshi", "Suchitra", "S", "Department of Neurology, University of Virginia, Charlottesville, VA 22908, United States."], ["Sun", "Huayu", "H", "Department of Neurology, University of Virginia, Charlottesville, VA 22908, United States."], ["Rajasekaran", "Karthik", "K", "Department of Neurology, University of Virginia, Charlottesville, VA 22908, United States."], ["Williamson", "John", "J", "Department of Neurology, University of Virginia, Charlottesville, VA 22908, United States."], ["Perez-Reyes", "Edward", "E", "Department of Pharmacology, University of Virginia, Charlottesville, VA 22908, United States."], ["Kapur", "Jaideep", "J", "Department of Neurology, University of Virginia, Charlottesville, VA 22908, United States; Department of Neuroscience, University of Virginia, Charlottesville, VA 22908, United States. Electronic address: jk8t@virginia.edu."]], "date": "2017-12-21", "id": "29274741", "text": "Many women with epilepsy experience perimenstrual seizure exacerbation, referred to as catamenial epilepsy. There is no effective treatment for this condition, proposed to result from withdrawal of neurosteroid-mediated effects of progesterone. A double-blind, multicenter, phase III, clinical trial of catamenial epilepsy has failed to find a beneficial effect of progesterone. The neurosteroid-mediated effects of progesterone have been extensively studied in relation to catamenial epilepsy; however, the effects mediated by progesterone receptor activation have been overlooked. We determined whether progesterone increased excitatory transmission in the hippocampus via activation of progesterone receptors, which may play a role in regulating catamenial seizure exacerbation. In a double-blind study using a rat model of catamenial epilepsy, we found that treatment with RU-486, which blocks progesterone and glucocorticoid receptors, significantly attenuated neurosteroid withdrawal-induced seizures. Furthermore, progesterone treatment as well as endogenous rise in progesterone during estrous cycle increased the expression of GluA1 and GluA2 subunits of AMPA receptors in the hippocampi, and enhanced the AMPA receptor-mediated synaptic transmission of CA1 pyramidal neurons. The progesterone-induced plasticity of AMPA receptors was blocked by RU-486 treatment and progesterone also failed to increase AMPA receptor expression in progesterone receptor knockout mice. These studies demonstrate that progesterone receptor activation regulates AMPA receptor expression and may play a role in catamenial seizure exacerbation.", "doi": "10.1016/j.nbd.2017.12.009", "title": "A novel therapeutic approach for treatment of catamenial epilepsy.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}