{"authors": [["Kishk", "Nirmeen A", "NA", "Neurology Department, Faculty of Medicine, Cairo University, Egypt."], ["Sharaf", "Yasser", "Y", "Cardiology Department, Faculty of Medicine, Cairo University, Egypt."], ["Ebraheim", "Asmaa M", "AM", "Neurology Department, Faculty of Medicine, Cairo University, Egypt. Electronic address: asmaa.ebraheim@kasralainy.edu.eg."], ["Baghdady", "Yasser", "Y", "Cardiology Department, Faculty of Medicine, Cairo University, Egypt."], ["Alieldin", "Nelly", "N", "Cancer Epidemiology Department, National Cancer Institute, Cairo University, Egypt."], ["Afify", "Ahmed", "A", "Cardiology Department, Faculty of Medicine, Cairo University, Egypt."], ["Eldamaty", "Ahmed", "A", "Cardiology Department, Faculty of Medicine, Cairo University, Egypt."]], "date": "2017-12-20", "id": "29274604", "text": "The occurrence of cardiac electrical abnormalities such as repolarization disorders in patients with epilepsy was previously documented and may, in part, clarify the mechanism of sudden unexpected death in those patients. The aim of this study was to investigate the frequency of cardiac repolarization disorders among patients with epilepsy and whether specific demographic- or disease-related features were associated with their occurrence.This cross-sectional study was carried out on 1000 subjects with epilepsy who were compared with age- and sex-matched 2500 subjects without epilepsy. Clinical assessment, which included careful history taking and examination, was carried out for all participants in addition to resting 12-lead electrocardiogram (ECG) recording. Electrocardiograms were reviewed by experienced cardiologists. Electrocardiogram intervals were measured, and morphological abnormalities were identified using standard guidelines.Repolarization abnormalities were found in 142 (14.2%) patients with epilepsy. A statistically significant elevation in percentage of corrected QT interval (QTc) prolongation (both severe and borderline) among patients with epilepsy compared with controls was documented (8.4% vs 2%, P<0.001). Epilepsy increased the likelihood of hosting prolonged QTc more than 4 times (95% confidence interval: 3.175-6.515; odds ratio: 4.548; P<0.001). Affected patients were significantly older (95% confidence interval: 1.012-1.044; odds ratio: 1.027; P=0.001), and the abnormality was significantly more prevalent among those with poor seizure control (95% confidence interval: 1.103-2.966; odds ratio: 1.809; P=0.019). On the other hand, early repolarization (ER) pattern and Brugada type ECG pattern (BP) were significantly more prevalent in subjects without epilepsy.Corrected QT interval prolongation (both severe and borderline) was more prevalent among patients with epilepsy, especially if uncontrolled or elderly. Electrocardiogram should be established as a part of the diagnostic workup of epilepsy in order to identify such electrocardiographic abnormality.", "doi": "10.1016/j.yebeh.2017.10.028", "title": "Interictal cardiac repolarization abnormalities in people with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}