{"authors": [["Yuskaitis", "Christopher J", "CJ", "Department of Neurology, F.M. Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA; Division of Epilepsy and Clinical Neurophysiology and Epilepsy Genetics Program, Boston Children's Hospital, Boston, MA 02115, USA; Department of Neurology, Harvard Medical School, Boston, MA 02115, USA."], ["Jones", "Brandon M", "BM", "Department of Neurology, F.M. Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Wolfson", "Rachel L", "RL", "Whitehead Institute for Biomedical Research, 455 Main Street, Cambridge, MA 02142, USA."], ["Super", "Chloe E", "CE", "Department of Neurology, F.M. Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Dhamne", "Sameer C", "SC", "Department of Neurology, F.M. Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA."], ["Rotenberg", "Alexander", "A", "Department of Neurology, F.M. Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA; Division of Epilepsy and Clinical Neurophysiology and Epilepsy Genetics Program, Boston Children's Hospital, Boston, MA 02115, USA; Department of Neurology, Harvard Medical School, Boston, MA 02115, USA; Neuromodulation Program, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA 02115, USA."], ["Sabatini", "David M", "DM", "Whitehead Institute for Biomedical Research, 455 Main Street, Cambridge, MA 02142, USA; Department of Biology, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, MA 02139, USA; Howard Hughes Medical Institute, Department of Biology, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, MA 02139, USA; Koch Institute for Integrative Cancer Research at MIT, 77 Massachusetts Avenue, Cambridge, MA 02139, USA; Broad Institute, 415 Main Street, Cambridge, MA 02142, USA."], ["Sahin", "Mustafa", "M", "Department of Neurology, F.M. Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA; Department of Neurology, Harvard Medical School, Boston, MA 02115, USA. Electronic address: Mustafa.Sahin@childrens.harvard.edu."], ["Poduri", "Annapurna", "A", "Department of Neurology, F.M. Kirby Neurobiology Center, Boston Children's Hospital, Boston, MA 02115, USA; Division of Epilepsy and Clinical Neurophysiology and Epilepsy Genetics Program, Boston Children's Hospital, Boston, MA 02115, USA; Department of Neurology, Harvard Medical School, Boston, MA 02115, USA. Electronic address: Annapurna.Poduri@childrens.harvard.edu."]], "date": "2017-12-20", "id": "29274432", "text": "DEPDC5 is a newly identified epilepsy-related gene implicated in focal epilepsy, brain malformations, and Sudden Unexplained Death in Epilepsy (SUDEP). In vitro, DEPDC5 negatively regulates amino acid sensing by the mTOR complex 1 (mTORC1) pathway, but the role of DEPDC5 in neurodevelopment and epilepsy has not been described. No animal model of DEPDC5-related epilepsy has recapitulated the neurological phenotypes seen in patients, and germline knockout rodent models are embryonic lethal. Here, we establish a neuron-specific Depdc5 conditional knockout mouse by cre-recombination under the Synapsin1 promotor. Depdc5flox/flox-Syn1Cre (Depdc5cc+) mice survive to adulthood with a progressive neurologic phenotype that includes motor abnormalities (i.e., hind limb clasping) and reduced survival compared to littermate control mice. Depdc5cc+ mice have larger brains with increased cortical neuron size and dysplastic neurons throughout the cortex, comparable to the abnormal neurons seen in human focal cortical dysplasia specimens. Depdc5 results in constitutive mTORC1 hyperactivation exclusively in neurons as measured by the increased phosphorylation of the downstream ribosomal protein S6. Despite a lack of increased mTORC1 signaling within astrocytes, Depdc5cc+ brains show reactive astrogliosis. We observed two Depdc5cc+ mice to have spontaneous seizures, including a terminal seizure. We demonstrate that as a group Depdc5cc+ mice have lowered seizure thresholds, as evidenced by decreased latency to seizures after chemoconvulsant injection and increased mortality from pentylenetetrazole-induced seizures. In summary, our neuron-specific Depdc5 knockout mouse model recapitulates clinical, pathological, and biochemical features of human DEPDC5-related epilepsy and brain malformations. We thereby present an important model in which to study targeted therapeutic strategies for DEPDC5-related conditions.", "doi": "10.1016/j.nbd.2017.12.010", "title": "A mouse model of DEPDC5-related epilepsy: Neuronal loss of Depdc5 causes dysplastic and ectopic neurons, increased mTOR signaling, and seizure susceptibility.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}