{"authors": [["Lee", "Yichien", "Y", "Preclinical Research Imaging Laboratory, Georgetown University, Washington, DC, USA; Lombardi Comprehensive Cancer Center, Georgetown University, Washington, DC, USA; Department of Pathology, Georgetown University, Washington, DC, USA."], ["Rodriguez", "Olga C", "OC", "Preclinical Research Imaging Laboratory, Georgetown University, Washington, DC, USA; Lombardi Comprehensive Cancer Center, Georgetown University, Washington, DC, USA; Department of Pathology, Georgetown University, Washington, DC, USA."], ["Albanese", "Chris", "C", "Preclinical Research Imaging Laboratory, Georgetown University, Washington, DC, USA; Lombardi Comprehensive Cancer Center, Georgetown University, Washington, DC, USA; Department of Pathology, Georgetown University, Washington, DC, USA; Department of Oncology, Georgetown University, Washington, DC, USA."], ["Santos", "Victor Rodrigues", "VR", "Department of Pharmacology & Physiology, Georgetown University, Washington, DC, USA."], ["Cortes de Oliveira", "José Antônio", "JA", "Neurophysiology and Experimental Neuroethology Laboratory (LNNE), Department of Physiology, Ribeirão Preto School of Medicine, University of São Paulo, Ribeirão Preto, Brazil."], ["Donatti", "Ana Luiza Ferreira", "ALF", "Neurophysiology and Experimental Neuroethology Laboratory (LNNE), Department of Physiology, Ribeirão Preto School of Medicine, University of São Paulo, Ribeirão Preto, Brazil."], ["Fernandes", "Artur", "A", "Neurophysiology and Experimental Neuroethology Laboratory (LNNE), Department of Physiology, Ribeirão Preto School of Medicine, University of São Paulo, Ribeirão Preto, Brazil; Laboratory of Epigenetics and Reproduction, Department of Genetics, Ribeirão Preto School of Medicine, University of São Paulo, Ribeirão Preto, Brazil."], ["Garcia-Cairasco", "Norberto", "N", "Neurophysiology and Experimental Neuroethology Laboratory (LNNE), Department of Physiology, Ribeirão Preto School of Medicine, University of São Paulo, Ribeirão Preto, Brazil."], ["N'Gouemo", "Prosper", "P", "Department of Pediatrics, Georgetown University, Washington, DC, USA; Interdisciplinary Program in Neuroscience, Georgetown University, Washington, DC, USA."], ["Forcelli", "Patrick A", "PA", "Department of Pharmacology & Physiology, Georgetown University, Washington, DC, USA; Interdisciplinary Program in Neuroscience, Georgetown University, Washington, DC, USA; Department of Neuroscience, Georgetown University, Washington, DC, USA. Electronic address: paf22@georgetown.edu."]], "date": "2017-12-21", "id": "29274430", "text": "Acoustically evoked seizures (e.g., audiogenic seizures or AGS) are common in models of inherited epilepsy and occur in a variety of species including rat, mouse, and hamster. Two models that have been particularly well studied are the genetically epilepsy prone rat (GEPR-3) and the Wistar Audiogenic Rat (WAR) strains. Acute and repeated AGS, as well as comorbid conditions, displays a close phenotypic overlap in these models. Whether these similarities arise from convergent or divergent structural changes in the brain remains unknown. Here, we examined the brain structure of Sprague Dawley (SD) and Wistar (WIS) rats, and quantified changes in the GEPR-3 and WAR, respectively. Brains from adult, male rats of each strain (n=8-10 per group) were collected, fixed, and embedded in agar and imaged using a 7 tesla Bruker MRI. Post-acquisition analysis included voxel-based morphometry (VBM), diffusion tensor imaging (DTI), and manual volumetric tracing. In the VBM analysis, GEPR-3 displayed volumetric changes in brainstem structures known to be engaged by AGS (e.g., superior and inferior colliculus, periaqueductal grey) and in forebrain structures (e.g., striatum, septum, nucleus accumbens). WAR displayed volumetric changes in superior colliculus, and a broader set of limbic regions (e.g., hippocampus, amygdala/piriform cortex). The only area of significant overlap in the two strains was the midline cerebellum: both GEPR-3 and WAR showed decreased volume compared to their control strains. In the DTI analysis, GEPR-3 displayed decreased fractional anisotropy (FA) in the corpus callosum, posterior commissure and commissure of the inferior colliculus (IC). WAR displayed increased FA only in the commissure of IC. These data provide a biological basis for further comparative and mechanistic studies in the GEPR-3 and WAR models, as well as provide additional insight into commonalities in the pathways underlying AGS susceptibility and behavioral comorbidity.", "doi": "10.1016/j.nbd.2017.12.014", "title": "Divergent brain changes in two audiogenic rat strains: A voxel-based morphometry and diffusion tensor imaging comparison of the genetically epilepsy prone rat (GEPR-3) and the Wistar Audiogenic Rat (WAR).", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}