{"authors": [["Kim", "Jeong-A", "JA", "PET Center and Translational Imaging Laboratory, Children's Hospital of Michigan, Detroit, Michigan, USA."], ["Jeong", "Jeong-Won", "JW", "PET Center and Translational Imaging Laboratory, Children's Hospital of Michigan, Detroit, Michigan, USA."], ["Behen", "Michael E", "ME", "PET Center and Translational Imaging Laboratory, Children's Hospital of Michigan, Detroit, Michigan, USA."], ["Pilli", "Vinod K", "VK", "PET Center and Translational Imaging Laboratory, Children's Hospital of Michigan, Detroit, Michigan, USA."], ["Luat", "Aimee", "A", "The Carman and Ann Adams Department of Pediatrics, Wayne State University School of Medicine, Detroit, Michigan, USA."], ["Chugani", "Harry T", "HT", "PET Center and Translational Imaging Laboratory, Children's Hospital of Michigan, Detroit, Michigan, USA."], ["Juhász", "Csaba", "C", "PET Center and Translational Imaging Laboratory, Children's Hospital of Michigan, Detroit, Michigan, USA."]], "date": "2017-12-23", "id": "29274110", "text": "To evaluate metabolic changes in the ipsi- and contralateral hemisphere in children showing a cognitive profile consistent with early reorganization of cognitive function, we evaluated the regional glucose uptake, interhemispheric metabolic connectivity, and cognitive function in children with unilateral SWS. Interictal 2-deoxy-2[18 F]fluoro-D-glucose (FDG)-PET scans of 27 children with unilateral SWS and mild epilepsy and 27 age-matched control (non-SWS children with epilepsy and normal FDG-PET) were compared using statistical parametric mapping (SPM). Regional FDG-PET abnormalities calculated as SPM(t) scores in the SWS group were correlated with cognitive function (IQ) in left- and right-hemispheric subgroups. Interhemispheric metabolic connectivity between homotopic cortical regions was also calculated. Verbal IQ was substantially (≥10 points difference) higher than non-verbal IQ in 61% of the right- and 71% of the left-hemispheric SWS group. FDG SPM(t) scores in the affected hemisphere showed strong positive correlations with IQ in the left-hemispheric, but not in right-hemispheric SWS group in several frontal, parietal, and temporal cortical regions. Significant positive interhemispheric metabolic connectivity, present in controls, was diminished in the SWS group. In addition, the left-hemispheric SWS group showed inverse metabolic interhemispheric correlations in specific parietal, temporal, and occipital regions. FDG SPM(t) scores in the same regions of the right (unaffected) hemisphere showed inverse correlations with IQ. These findings suggest that left-hemispheric lesions in SWS often result in early reorganization of verbal functions while interfering with (\"crowding\") their non-verbal cognitive abilities. These cognitive changes are associated with specific metabolic abnormalities in the contralateral hemisphere not directly affected by SWS.", "doi": "10.1002/hbm.23937", "title": "Metabolic correlates of cognitive function in children with unilateral Sturge-Weber syndrome: Evidence for regional functional reorganization and crowding.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}