{"authors": [["Bohannon", "Andrew S", "AS", "Department of Neurobiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Hablitz", "John J", "JJ", "Department of Neurobiology, University of Alabama at Birmingham, Birmingham, AL, USA."]], "date": "2017-12-23", "id": "29274075", "text": "An increase in the excitability of GABAergic cells has typically been assumed to decrease network activity, potentially producing overall anti-epileptic effects. Recent data suggest that inhibitory networks may actually play a role in initiating epileptiform activity. We show that activation of GABAergic interneurons can elicit synchronous long-lasting network activity. Specific interneuron subpopulations differentially contributed to GABA network synchrony, indicating cell type-specific contributions of interneurons to cortical network activity. Interneurons may critically contribute to the generation of aberrant network activity characteristic of epilepsy, warranting further investigation into the contribution of distinct cortical interneuron subpopulations to the propagation and rhythmicity of epileptiform activity.In the presence of the A-type K+ channel blocker 4-aminopyrdine, spontaneous synchronous network activity develops in the neocortex of mice of either sex. This aberrant synchrony persists in the presence of excitatory amino acid receptor antagonists (EAA blockers) and is considered to arise from synchronous firing of cortical interneurons (INs). Although much attention has been given to the mechanisms underlying this GABAergic synchrony, the contribution of specific IN subtypes to the generation of these long-lasting discharges (LLDs) is incompletely understood. We employed genetically-encoded channelrhodopsin and archaerhodopsin opsins to investigate the sufficiency and necessity, respectively, of activation of parvalbumin (PV), somatostatin (SST) and vasointestinal peptide (VIP)-expressing INs for the generation of synchronous neocortical GABAergic discharges. We found light-induced activation of PV or SST INs to be equally sufficient for the generation of LLDs, whereas activation of VIP INs was not. By contrast, light-induced inhibition of PV INs strongly reduced LLD initiation, whereas suppression of SST or VIP IN activity only partially attenuated LLD magnitude. These results suggest neocortical INs perform cell type-specific roles in the generation of aberrant GABAergic cortical network activity.", "doi": "10.1113/JP275317", "title": "Optogenetic dissection of roles of specific cortical interneuron subtypes in GABAergic network synchronization.", "journal": ["The Journal of physiology", "J. Physiol. (Lond.)"]}