{"authors": [["Tang", "Shirong", "S", "Department of Neurology, the Affiliated Hospital of Zunyi Medical College, 149 Dalian Road, Zunyi, Guizhou, 563003, China."], ["Luo", "Zhong", "Z", "Department of Neurology, the Affiliated Hospital of Zunyi Medical College, 149 Dalian Road, Zunyi, Guizhou, 563003, China."], ["Qiu", "Xiaowei", "X", "Department of Neurology, the Affiliated Hospital of Zunyi Medical College, 149 Dalian Road, Zunyi, Guizhou, 563003, China."], ["Zhang", "Yanke", "Y", "Department of Neurology, the First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing, 400016, China."], ["Lu", "Xi", "X", "Department of Neurology, the First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing, 400016, China."], ["Huang", "Hao", "H", "Department of Neurology, the Affiliated Hospital of Zunyi Medical College, 149 Dalian Road, Zunyi, Guizhou, 563003, China."], ["Xu", "Zhongxiang", "Z", "Department of Neurology, the Affiliated Hospital of Zunyi Medical College, 149 Dalian Road, Zunyi, Guizhou, 563003, China."], ["Xu", "Zucai", "Z", "Department of Neurology, the Affiliated Hospital of Zunyi Medical College, 149 Dalian Road, Zunyi, Guizhou, 563003, China. doctorxzc@126.com."]], "date": "2017-12-22", "id": "29273763", "text": "Growth hormone releasing hormone (GHRH) has recently been shown to increase the level of γ-aminobutyric acid (GABA) and activate GABA receptors (GABARs) in the cerebral cortex. GABA is an inhibitory neurotransmitter that can inhibit seizures. Does GHRH enhance the inhibitory effect of GABA to prevent epilepsy by increasing the GABA level and activating GABARs? In this study, patients with epilepsy and C57/BL6 mice with epilepsy induced by kainic acid (KA) or pentylenetetrazol (PTZ) served as the research subjects. Western blots were used to observe the differences in GHRH expression between the normal group and the epilepsy group, immunofluorescence was performed to explore the localization of GHRH in the brain, and coimmunoprecipitation was used to observe the interaction between GHRH and GABARs. GHRH expression was significantly increased in both patients with temporal lobe epilepsy (TLE) and in two mouse models induced by KA or PTZ compared with that in the normal groups (P < 0.05 or P < 0.01). GHRH was expressed in neurons in both humans and mice. Additionally, GHRH co-localized with presynaptic and postsynaptic sites of inhibitory neurons. Coimmunoprecipitation confirmed that GHRH interacted with GABAAα1 and GABAAβ2 + 3. GHRH may play an important role in inhibiting seizures by activating GABAARs.", "doi": "10.1038/s41598-017-18416-5", "title": "Interactions between GHRH and GABAARs in the brains of patients with epilepsy and in animal models of epilepsy.", "journal": ["Scientific reports", "Sci Rep"]}