{"authors": [["Vogt", "Viola Lara", "VL", "Department of Epileptology, University of Bonn-Medical Center, Bonn, Germany."], ["Delev", "Daniel", "D", "Department of Neurosurgery, University of Bonn-Medical Center, Bonn, Germany."], ["Grote", "Alexander", "A", "Department of Neurosurgery, University of Bonn-Medical Center, Bonn, Germany."], ["Schramm", "Johannes", "J", "Department of Neurosurgery, University of Bonn-Medical Center, Bonn, Germany."], ["von Lehe", "Marec", "M", "Department of Neurosurgery, Knappschaftskrankenhaus Bochum, Bonn, Germany."], ["Elger", "Christian Erich", "CE", "Department of Epileptology, University of Bonn-Medical Center, Bonn, Germany."], ["Witt", "Juri-Alexander", "JA", "Department of Epileptology, University of Bonn-Medical Center, Bonn, Germany."], ["Helmstaedter", "Christoph", "C", "Department of Epileptology, University of Bonn-Medical Center, Bonn, Germany."]], "date": "2017-12-22", "id": "29273691", "text": "To compare the effects of different surgical approaches for selective amygdalohippocampectomy in patients with pharmacoresistant mesial temporal lobe epilepsy with regard to the neuropsychological outcome and to replicate an earlier study employing a matched-pair design.47 patients were randomised to subtemporal versus transsylvian approaches. Memory, language, attentional and executive functions were assessed before and 1 year after surgery. Multivariate analyses of variance (MANOVAs) with presurgical and postsurgical assessments as within-subject variables and approach and side of surgery as between-subject factors were calculated. Additionally, the frequencies of individual performance changes based on reliable change indices were analysed.Seizure freedom International League Against Epilepsy (ILAE) 1a, was achieved in 62% of all patients without group difference. MANOVAs revealed no significant effects of approach on cognition. Tested separately for each parameter, verbal recognition memory declined irrespective of approach. Post hoc tests revealed that on group level, the subtemporal approach was associated with a worse outcome for verbal learning and delayed free recall as well as for semantic fluency. Accordingly, on individual level, more patients in the subtemporal group declined in verbal learning. Left side of surgery was associated with decline in naming regardless of approach.The main analysis did not confirm the effects of approach on memory outcome seen in our previous study. Post hoc testing, however, showed greater memory losses with the subtemporal approach. Previous findings were replicated for semantic fluency. The discrepant results are discussed on the background of the different study designs.", "doi": "10.1136/jnnp-2017-316311", "title": "Neuropsychological outcome after subtemporal versus transsylvian approach for selective amygdalohippocampectomy in patients with mesial temporal lobe epilepsy: a randomised prospective clinical trial.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}