{"authors": [["Klein", "Peter M", "PM", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, Virginia 22903."], ["Lu", "Adam", "A", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, Virginia 22903."], ["Harper", "Megan E", "ME", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, Virginia 22903."], ["McKown", "Hannah M", "HM", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, Virginia 22903."], ["Morgan", "Jessica", "J", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, Virginia 22903."], ["Beenhakker", "Mark P", "MP", "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville, Virginia 22903 MPB5Y@virginia.edu."]], "date": "2017-12-22", "id": "29273603", "text": "Maintenance of a low intracellular Cl- concentration ([Cl-]i) is critical for enabling inhibitory neuronal responses to GABAA receptor-mediated signaling. Cl- transporters, including KCC2, and extracellular impermeant anions ([A]o) of the extracellular matrix are both proposed to be important regulators of [Cl-]i Neurons of the reticular thalamic (RT) nucleus express reduced levels of KCC2, indicating that GABAergic signaling may produce excitation in RT neurons. However, by performing perforated patch recordings and calcium imaging experiments in rats (male and female), we find that [Cl-]i remains relatively low in RT neurons. While we identify a small contribution of [A]o to a low [Cl-]i in RT neurons, our results also demonstrate that reduced levels of KCC2 remain sufficient to maintain low levels of Cl- Reduced KCC2 levels, however, restrict the capacity of RT neurons to rapidly extrude Cl- following periods of elevated GABAergic signaling. In a computational model of a local RT network featuring slow Cl- extrusion kinetics, similar to those we found experimentally, model RT neurons are predisposed to an activity-dependent switch from GABA-mediated inhibition to excitation. By decreasing the activity threshold required to produce excitatory GABAergic signaling, weaker stimuli are able to propagate activity within the model RT nucleus. Our results indicate the importance of even diminished levels of KCC2 in maintaining inhibitory signaling within the RT nucleus and suggest how this important activity choke point may be easily overcome in disorders such as epilepsy.SIGNIFICANCE STATEMENTPrecise regulation of intracellular Cl- levels ([Cl-]i) preserves appropriate, often inhibitory, GABAergic signaling within the brain. However, there is disagreement over the relative contribution of various mechanisms that maintain low [Cl-]i We found that the Cl- transporter KCC2 is an important Cl- extruder in the reticular thalamic (RT) nucleus, despite this nucleus having remarkably low KCC2 immunoreactivity relative to other regions of the adult brain. We also identified a smaller contribution of fixed, impermeant anions ([A]o) to lowering [Cl-]i in RT neurons. Inhibitory signaling among RT neurons is important for preventing excessive activation of RT neurons, which can be responsible for generating seizures. Our work suggests that KCC2 critically restricts the spread of activity within the RT nucleus.", "doi": "10.1523/JNEUROSCI.1345-17.2017", "title": "Tenuous inhibitory GABAergic signaling in the reticular thalamus.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}