{"authors": [["Bourdillon", "Pierre", "P", "Department of Neurosurgery, Hospital for Neurology and Neurosurgery Pierre Wertheimer, hospices civils de Lyon, 59, boulevard Pinel, 69003 Lyon, France; Université de Lyon, université Claude-Bernard, 69003 Lyon, France; Brain and Spine Institute, Inserm U1127, CNRS 7225, 75013 Paris, France; Sorbonne University, Pierre and Marie Curie University , 75005 Paris, France. Electronic address: pierre.bourdillon@chu-lyon.fr."], ["Devaux", "Bertrand", "B", "Department of Neurosurgery, Unit of Epileptology, Sainte-Anne Hospital, 75014 Paris, France."], ["Job-Chapron", "Anne-Sophie", "AS", "Neurology Department, CHU de Grenoble-Alpes, 38000 Grenoble, France; University Grenoble, 38000 Grenoble, France; Grenoble Institute of Neuroscience (GIN), Inserm, U1216, 38000 Grenoble, France."], ["Isnard", "Jean", "J", "Department of Functional Neurology and Epileptology, Hospital for Neurology and Neurosurgery Pierre Wertheimer, Hospices Civils de Lyon, 69003 Lyon, France; Neuroscience research center of Lyon, Inserm U1028, CNRS 5292, 69003 Lyon, France."]], "date": "2017-12-19", "id": "29273383", "text": "We propose expert recommendations on the use of SEEG-guided radiofrequency thermocoagulation (RF-TC) based on an exhaustive literature review. This technique consists in performing a RF-TC lesion using a SEEG depth electrode at the end of the recording. It is indicated when conventional surgical resection of the ictal onset zone is not possible. SEEG guided RF-TC can also be considered as a diagnostic tool since an improvement, even limited, has a high positive predictive value concerning the good outcome after surgery. It is possible to perform SEEG only in the purposes of performing RF-TC. An over-implantation of the presumed ictal onset zone is possible when such a procedure is planned. The RF-TC target should only be defined based on the ictal activity, except when a type II focal cortical dysplasia electrophysiological interictal signature is recorded. A single or multiple coagulations should always be performed between contiguous electrode contacts. The power delivered by the generator should be increased until the impedance suddenly changes, which indicates that the thermocoagulation has occurred. The procedure should be performed under clinical monitoring without anesthesia and after systematically testing neurological functions by electric stimulation on each target. Multiple SEEG-guided RF-TC can be proposed in a single patient, for example, in cases of relapse after a previous effective procedure. Conventional resection surgery remains feasible after a RF-TC procedure.", "doi": "10.1016/j.neucli.2017.11.011", "title": "SEEG-guided radiofrequency thermocoagulation.", "journal": ["Neurophysiologie clinique = Clinical neurophysiology", "Neurophysiol Clin"]}