{"authors": [["Maroofian", "Reza", "R", "Genetics and Molecular Cell Sciences Research Centre, St George's University of London, Cranmer Terrace, London, SW17 0RE, UK."], ["Riemersma", "Moniek", "M", "Department of Neurology, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["Jae", "Lucas T", "LT", "Gene Center and Department of Biochemistry, Ludwig-Maximilians-Universität München, Feodor-Lynen-Straße 25, 81377, Munich, Germany."], ["Zhianabed", "Narges", "N", "Pardis Clinical and Genetics Laboratory, Mashhad, Iran."], ["Willemsen", "Marjolein H", "MH", "Department of Human Genetics 855, Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["Wissink-Lindhout", "Willemijn M", "WM", "Department of Human Genetics 855, Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["Willemsen", "Michèl A", "MA", "Department of Neurology, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["de Brouwer", "Arjan P M", "APM", "Department of Human Genetics 855, Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["Mehrjardi", "Mohammad Yahya Vahidi", "MYV", "Medical Genetics Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."], ["Ashrafi", "Mahmoud Reza", "MR", "Department of Child Neurology, Children's Medical Center, Tehran University of Medical Sciences, Tehran, Iran."], ["Kusters", "Benno", "B", "Department of Pathology, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["Kleefstra", "Tjitske", "T", "Department of Human Genetics 855, Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["Jamshidi", "Yalda", "Y", "Genetics and Molecular Cell Sciences Research Centre, St George's University of London, Cranmer Terrace, London, SW17 0RE, UK."], ["Nasseri", "Mojila", "M", "Pardis Clinical and Genetics Laboratory, Mashhad, Iran."], ["Pfundt", "Rolph", "R", "Department of Human Genetics 855, Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["Brummelkamp", "Thijn R", "TR", "Gene Center and Department of Biochemistry, Ludwig-Maximilians-Universität München, Feodor-Lynen-Straße 25, 81377, Munich, Germany."], ["Abbaszadegan", "Mohammad Reza", "MR", "Pardis Clinical and Genetics Laboratory, Mashhad, Iran."], ["Lefeber", "Dirk J", "DJ", "Department of Neurology, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands."], ["van Bokhoven", "Hans", "H", "Department of Human Genetics 855, Donders Institute for Brain, Cognition and Behaviour, Radboud university medical center, Geert Grooteplein 10, 6525 GA, Nijmegen, The Netherlands. Hans.vanbokhoven@radboudumc.nl."]], "date": "2017-12-22", "id": "29273094", "text": "The phenotypic severity of congenital muscular dystrophy-dystroglycanopathy (MDDG) syndromes associated with aberrant glycosylation of α-dystroglycan ranges from the severe Walker-Warburg syndrome or muscle-eye-brain disease to mild, late-onset, isolated limb-girdle muscular dystrophy without neural involvement. However, muscular dystrophy is invariably found across the spectrum of MDDG patients.Using linkage mapping and whole-exome sequencing in two families with an unexplained neurodevelopmental disorder, we have identified homozygous and compound heterozygous mutations in B3GALNT2.The first family comprises two brothers of Dutch non-consanguineous parents presenting with mild ID and behavioral problems. Immunohistochemical analysis of muscle biopsy revealed no significant aberrations, in line with the absence of a muscular phenotype in the affected siblings. The second family includes five affected individuals from an Iranian consanguineous kindred with mild-to-moderate intellectual disability (ID) and epilepsy without any notable neuroimaging, muscle, or eye abnormalities. Complementation assays of the compound heterozygous mutations identified in the two brothers had a comparable effect on the O-glycosylation of α-dystroglycan as previously reported mutations that are associated with severe muscular phenotypes.In conclusion, we show that mutations in B3GALNT2 can give rise to a novel MDDG syndrome presentation, characterized by ID associated variably with seizure, but without any apparent muscular involvement. Importantly, B3GALNT2 activity does not fully correlate with the severity of the phenotype as assessed by the complementation assay.", "doi": "10.1186/s13073-017-0505-2", "title": "B3GALNT2 mutations associated with non-syndromic autosomal recessive intellectual disability reveal a lack of genotype-phenotype associations in the muscular dystrophy-dystroglycanopathies.", "journal": ["Genome medicine", "Genome Med"]}