{"authors": [["Allen", "Samantha E", "SE", "Oregon Health Sciences University, Department of Neurology, United States. Electronic address: allensam@ohsu.edu."], ["Limdi", "Nita", "N", "University of Alabama Birmingham, Department of Neurology, United States."], ["Westrick", "Ashly C", "AC", "University of Miami, Department of Public Health Sciences, United States. Electronic address: acw107@med.miami.edu."], ["Ver Hoef", "Lawrence W", "LW", "University of Alabama Birmingham, Department of Neurology, United States. Electronic address: lverhoef@uabmc.edu."], ["Szaflarski", "Jerzy P", "JP", "University of Alabama Birmingham, Department of Neurology, United States. Electronic address: jszaflarski@uabmc.edu."], ["Knowlton", "Robert C", "RC", "University of California San Francisco, Department of Neurology, United States. Electronic address: robert.knowlton@ucsf.edu."]], "date": "2017-12-16", "id": "29272743", "text": "This study reports on epilepsy type period prevalence and black-white racial differences in a large patient population in the Southeastern United States.For all patients visiting the University of Alabama at Birmingham's seizure monitoring unit between 2000 and 2011 (n = 3240), video EEG diagnosis was recorded along with basic demographic information. Descriptive statistics and multivariate logistic regression were used to identify factors associated with temporal lobe epilepsy (TLE) diagnosis.The racial distribution was 77.3% white, and 20.0% black (other races were only 2.3% of the population). Most patients had either TLE (n = 630) or PNES (n = 1150) compared to other focal (n = 424) or generalized epilepsies (n = 224). The diagnosis of TLE was significantly greater for blacks than whites (odds ratio [OR] = 1.87, 95% confidence interval [CI] 1.47-2.37). The period prevalence measures for the other conclusively diagnosed epilepsies were not significantly different. Women were disproportionately represented in the study population, and black women carried the most statistical weight for the TLE prevalence difference.The nearly two-fold larger period prevalence of TLE among black patients is a striking finding that merits explanation. Although some selection bias exists due to a moderately lower than expected representation of blacks, socioeconomic status or access to care should not be assumed to be the only factors that might be responsible for the prevalence difference. Rather, all clues for distinct pathophysiological racial differences should be explored.", "doi": "10.1016/j.eplepsyres.2017.12.012", "title": "Racial disparities in temporal lobe epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}