{"authors": [["Kamada", "Kyousuke", "K", "Department of Neurosurgery and."], ["Ogawa", "Hiroshi", "H", "Department of Neurosurgery and."], ["Kapeller", "Christoph", "C", "g.tec Guger Technologies OG, Graz, Austria."], ["Prueckl", "Robert", "R", "g.tec Guger Technologies OG, Graz, Austria."], ["Hiroshima", "Satoru", "S", "Department of Neurosurgery and."], ["Tamura", "Yukie", "Y", "Department of Neurosurgery and."], ["Takeuchi", "Fumiya", "F", "Center for Advanced Research and Education, School of Medicine, Asahikawa Medical University, Hokkaido, Japan; and."], ["Guger", "Christoph", "C", "g.tec Guger Technologies OG, Graz, Austria."]], "date": "2017-12-22", "id": "29271713", "text": "OBJECTIVE Recent neuroimaging studies suggest that intractable epilepsy involves pathological functional networks as well as strong epileptogenic foci. Combining cortico-cortical evoked potential (CCEP) recording and tractography is a useful strategy for mapping functional connectivity in normal and pathological networks. In this study, the authors sought to demonstrate the efficacy of preoperative combined CCEP recording, high gamma activity (HGA) mapping, and tractography for surgical planning, and of intraoperative CCEP measures for confirmation of selective pathological network disconnection. METHODS The authors treated 4 cases of intractable epilepsy. Diffusion tensor imaging-based tractography data were acquired before the first surgery for subdural grid implantation. HGA and CCEP investigations were done after the first surgery, before the second surgery was performed to resect epileptogenic foci, with continuous CCEP monitoring during resection. RESULTS All 4 patients in this report had measurable pathological CCEPs. The mean negative peak-1 latency of normal CCEPs related to language functions was 22.2 ± 3.5 msec, whereas pathological CCEP latencies varied between 18.1 and 22.4 msec. Pathological CCEPs diminished after complete disconnection in all cases. At last follow-up, all of the patients were in long-term postoperative seizure-free status, although 1 patient still suffered from visual aura every other month. CONCLUSIONS Combined CCEP measurement, HGA mapping, and tractography greatly facilitated targeted disconnection of pathological networks in this study. Although CCEP recording requires technical expertise, it allows for assessment of pathological network involvement in intractable epilepsy and may improve seizure outcome.", "doi": "10.3171/2017.6.JNS17452", "title": "Disconnection of the pathological connectome for multifocal epilepsy surgery.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}