{"authors": [["Geetha", "Thenral S", "TS", "Medgenome Labs, Bommasandra, Bangalore, India."], ["Lingappa", "Lokesh", "L", "Rainbow Hospital, Hyderabad, India."], ["Jain", "Abhishek Ravindra", "AR", "Rainbow Hospital, Hyderabad, India."], ["Govindan", "Hridya", "H", "Medgenome Labs, Bommasandra, Bangalore, India."], ["Mandloi", "Nitin", "N", "Medgenome Labs, Bommasandra, Bangalore, India."], ["Murugan", "Sakthivel", "S", "Medgenome Labs, Bommasandra, Bangalore, India."], ["Gupta", "Ravi", "R", "Medgenome Labs, Bommasandra, Bangalore, India."], ["Vedam", "Ramprasad", "R", "Medgenome Labs, Bommasandra, Bangalore, India."]], "date": "2017-12-22", "id": "29271071", "text": "Several genes have been implicated in a highly variable presentation of developmental delay with psychomotor retardation. Mutations in EMC1 gene have recently been reported. Herein, we describe a proband born of a consanguineous marriage, who presented with early infantile onset epilepsy, scaphocephaly, developmental delay, central hypotonia, muscle wasting, and severe cerebellar and brainstem atrophy.Genetic testing in the proband was performed using custom clinical exome and targeted next-generation sequencing. This was followed by segregation analysis of the variant in the parents by Sanger sequencing and evaluation of the splice variant by RNA sequencing.Clinical exome sequencing identified a novel homozygous intronic splice variant in the EMC1 gene (chr1:19564510C>T, c.1212 + 1G>A, NM_015047.2). Neither population databases (ExAC and 1000 genomes) nor our internal database (n = 1,500) had reported this rare variant, predicted to affect the splicing. RNA sequencing data from the proband confirmed aberrant splicing with intron 11 retention, thereby introducing a stop codon in the resultant mRNA. This nonsense mutation is predicted to result in the premature termination of protein synthesis leading to loss of function of the EMC1 protein.We report, for the first time the role of aberrant EMC1RNA splicing as a potential cause of disease pathogenesis. The severe epilepsy observed in our study expands the disease-associated phenotype and also emphasizes the need for comprehensive screening of intronic splice mutations.", "doi": "10.1002/mgg3.352", "title": "A novel splice variant in EMC1 is associated with cerebellar atrophy, visual impairment, psychomotor retardation with epilepsy.", "journal": ["Molecular genetics & genomic medicine", "Mol Genet Genomic Med"]}