{"authors": [["Rosati", "Anna", "A", "Neuroscience Center of Excellence, Meyer Children's Hospital, University of Florence, Florence, Italy."], ["Ilvento", "Lucrezia", "L", "Neuroscience Center of Excellence, Meyer Children's Hospital, University of Florence, Florence, Italy."], ["Lucenteforte", "Ersilia", "E", "Department of Neurosciences, Psychology, Drug Research, and Child Health, University of Florence, Florence, Italy."], ["Pugi", "Alessandra", "A", "Clinical Trial Office, Meyer Children's Hospital, Florence, Italy."], ["Crescioli", "Giada", "G", "Department of Neurosciences, Psychology, Drug Research, and Child Health, University of Florence, Florence, Italy."], ["McGreevy", "Kathleen S", "KS", "Research, Innovation, and International Relations Office, Meyer Children's Hospital, Florence, Italy."], ["Virgili", "Gianni", "G", "Department of Surgery and Translational Medicine, University of Florence, Florence, Italy."], ["Mugelli", "Alessandro", "A", "Department of Neurosciences, Psychology, Drug Research, and Child Health, University of Florence, Florence, Italy."], ["De Masi", "Salvatore", "S", "Clinical Trial Office, Meyer Children's Hospital, Florence, Italy."], ["Guerrini", "Renzo", "R", "Neuroscience Center of Excellence, Meyer Children's Hospital, University of Florence, Florence, Italy."]], "date": "2017-12-22", "id": "29270989", "text": "To estimate the comparative efficacy among antiepileptic drugs in the pediatric population (0-18 years).Using the Embase and MEDLINE databases, we updated to February 2017 the search strategy of the National Institute for Health and Care Excellence guidelines for epilepsy. We only included randomized clinical trials conducted in children and mixed-age populations. According to the PRISMA network meta-analysis guideline, the study-level quality assessment was made with the Cochrane risk-of-bias tool. Three investigators independently selected articles. The efficacy outcome was considered to be seizure freedom or ≥50% seizure reduction.We selected 46 randomized clinical trials. A total of 5652 individuals were randomized to 22 antiepileptic drugs and placebo. The point estimates of carbamazepine and lamotrigine efficacy showed their superiority with respect to all comparator antiepileptic drugs for the treatment of newly diagnosed focal epilepsy. In refractory focal epilepsy, levetiracetam (odds ratio [OR] = 3.3, 95% credible interval [CrI] = 1.3-7.6) and perampanel (OR = 2.5, 95% CrI = 1.1-5.8) were more effective compared to placebo. Ethosuximide and valproic acid were both superior to lamotrigine against absence seizures. The OR point estimate showed the superiority of adrenocorticotropic hormone over all comparators in infantile spasms. A wide heterogeneity in the length of follow-up was observed among the studies.This network meta-analysis suggests that the quality of studies should be improved through the use of comparative designs, relevant outcomes, appropriate follow-up length, and more reliable inclusion criteria.", "doi": "10.1111/epi.13981", "title": "Comparative efficacy of antiepileptic drugs in children and adolescents: A network meta-analysis.", "journal": ["Epilepsia", "Epilepsia"]}