{"authors": [["Barrachina-Martínez", "Isabel", "I", "Departament of Economics and Social Sciences. Research Centre for Health Economics and Management, INECO, Universitat Politècnica de València, Edificio 7 J, Camino de Vera s/n, 46022, Valencia, Spain. ibarrach@upvnet.upv.es."], ["Vivas-Consuelo", "David", "D", "Departament of Economics and Social Sciences. Research Centre for Health Economics and Management, INECO, Universitat Politècnica de València, Edificio 7 J, Camino de Vera s/n, 46022, Valencia, Spain."], ["Piera-Balbastre", "Anna", "A", "Department of Neurology, Hospital Clínico Universitario de Valencia, Valencia, Spain."]], "date": "2017-12-21", "id": "29270790", "text": "More than 30% of patients with epilepsy have inadequate control of seizures with drug therapy. The goal of this study is to determine the budget impact (BI) of the introduction of brivaracetam to the portfolio of approved drugs in Spain as adjunctive therapy for the treatment of partial-onset epilepsy in patients over 16 years old with a 5-year time horizon in the Valencia Community, a Spanish region with a population of 5 million.The BI model compares the pharmaceutical expenditure on antiepileptics in two scenarios: with and without brivaracetam. It assumes that the introduction and increased use of brivaracetam will lead to a proportional decrease in consumption of coexisting adjunctive antiepileptics and calculates the evolution of the consumption of brivaracetam over 5 years (2016-2020). The model was designed from the perspective of the Spanish National Health System. Data on the candidate population, consumption of antiepileptics, market share and pharmaceutical expenditure were obtained from real-world data. Finally, a sensitivity analysis was carried out on the set of variables involved in the evolution of costs using a Monte-Carlo simulation.The model estimates that the target population eligible for adjunctive antiepileptics will hold at around 2352 between 2016 and 2020. Annual expenditure on antiepileptics is approximately €3.6 million. The number of patients eligible for treatment with brivaracetam would increase from 42 to 179 and annual savings of 0.09-0.37% would be created, representing €41,873 over 5 years (0.23% of the total budget). The sensitivity analysis corroborates that the probability of achieving savings with brivaracetam is around 84%.Brivaracetam is a therapeutic alternative that allows savings for the health system in patients with non-controlled epilepsy when used as monotherapy, having a fixed, predictable annual cost (independent of dose) from the first day of treatment as the lack of need for titration means the patient is within a range of therapeutic doses from the first dose.", "doi": "10.1007/s40261-017-0615-z", "title": "Budget Impact Analysis of Brivaracetam Adjunctive Therapy for Partial-Onset Epileptic Seizures in Valencia Community, Spain.", "journal": ["Clinical drug investigation", "Clin Drug Investig"]}