{"authors": [["Adebimpe", "Azeez", "A", "INSERM UMR 1105, Research Group on Multimodal Analysis of Brain Function, University of Picardy Jules Verne, 80036 Amiens Cedex, France."], ["Bourel-Ponchel", "Emilie", "E", "INSERM UMR 1105, Research Group on Multimodal Analysis of Brain Function, University of Picardy Jules Verne, 80036 Amiens Cedex, France."], ["Wallois", "Fabrice", "F", "INSERM UMR 1105, Research Group on Multimodal Analysis of Brain Function, University of Picardy Jules Verne, 80036 Amiens Cedex, France."]], "date": "2017-12-05", "id": "29270358", "text": "Epilepsy is a neurological disorder characterized by abnormal electrical discharges in a group of brain cells. Benign childhood epilepsy, which affect children under the age of 12 years, has been reported to contribute to the cognitive impairment of these children, even in the absence of structural abnormalities. Functional connectivity models have been applied to provide a deeper understanding of the processes that control and regulate interictal activity of benign childhood epilepsy. These studies have shown regions of increased connectivity and activity, particularly at the epileptic zone, which is usually the central region around the sensorimotor cortex, and in the immediate regions surrounding the zone and reduced activity in distant regions, such as the frontal lobe and temporal regions. The present study was designed to identify the neural drivers involved in the initiation and propagation of epileptic activity and the causal relationships between brain regions with increased and decreased connectivity and functional activity. We used three different models to identify neural drivers and casual connectivity with dynamic causal modelling (DCM) of EEG data. All models showed that the central region, the source of the epileptic activity, is the major driver of the brain network during interictal discharges. Other regions include the temporoparietal junction and temporal pole. The central region also had influence on the frontal and contralateral hemisphere, which might explain the cognitive deficits observed in these patients.", "doi": "10.1016/j.nicl.2017.11.024", "title": "Identifying neural drivers of benign childhood epilepsy with centrotemporal spikes.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}