{"authors": [["Hosford", "Bethany E", "BE", "Department of Anesthesia, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, 45229, USA."], ["Rowley", "Shane", "S", "Department of Anesthesia, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, 45229, USA."], ["Liska", "John P", "JP", "Department of Anesthesia, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, 45229, USA."], ["Danzer", "Steve C", "SC", "Department of Anesthesia, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, 45229, USA. steve.danzer@cchmc.org."]], "date": "2017-12-21", "id": "29269775", "text": "Aberrant integration of newborn hippocampal granule cells is hypothesized to contribute to the development of temporal lobe epilepsy. To test this hypothesis, we used a diphtheria toxin receptor expression system to selectively ablate these cells from the epileptic mouse brain. Epileptogenesis was initiated using the pilocarpine status epilepticus model in male and female mice. Continuous EEG monitoring was begun 2-3 months after pilocarpine treatment. Four weeks into the EEG recording period, at a time when spontaneous seizures were frequent, mice were treated with diphtheria toxin to ablate peri-insult generated newborn granule cells, which were born in the weeks just before and after pilocarpine treatment. EEG monitoring continued for another month after cell ablation. Ablation halted epilepsy progression relative to untreated epileptic mice; the latter showing a significant and dramatic 300% increase in seizure frequency. This increase was prevented in treated mice. Ablation did not, however, cause an immediate reduction in seizures, suggesting that peri-insult generated cells mediate epileptogenesis, but that seizures per se are initiated elsewhere in the circuit. These findings demonstrate that targeted ablation of newborn granule cells can produce a striking improvement in disease course, and that the treatment can be effective when applied months after disease onset.", "doi": "10.1038/s41598-017-18237-6", "title": "Ablation of peri-insult generated granule cells after epilepsy onset halts disease progression.", "journal": ["Scientific reports", "Sci Rep"]}