{"authors": [["Froukh", "Tawfiq Jamal", "TJ", "Department of Biotechnology and Genetic Engineering-Faculty of Science, Philadelphia University."]], "date": null, "id": "29269699", "text": "Intellectual disability (ID), occurs in approximately 1 to 3% of the population and tends to be higher in low-income countries and in inbred communities. Despite the high rates of consanguineous marriages and the likely enrichment for recessive forms of ID, the genetic bases of ID in Jordan are largely unstudied. In this study, whole exome sequencing (WES) and homozygosity mapping were used to identify the genetic causes of ID in ten families from Jordan. The studied families are characterized by consanguineous marriage and having one or more progeny with ID. Likely disease-causing missense mutations were identified in eight families; four families are due to mutations in genes previously implicated with ID and the other four families are due to mutations in genes that are not previously implicated with ID. The novel genes include: BSN (Protein Basson), PTCHD2 (Protein dispatched homolog 3), DHRS3 (Short-chain dehydrogenase/reductase 3), and LGI3 (Leucine-rich repeat LGI family member 3). In addition, copy number variant (CNV) deletion and/or duplication were identified in 2 families; one family with 3.5 mega base (Mb) deletion on chromosome17 previously implicated with Smith Magenis Syndrome, and the other family with a novel combination of deletion and duplication in chromosomes 5 and 11. In this pilot study, four genes and one CNV deletion/duplication are identified for the first time in association with ID. The finding of this study further demonstrates the power of WES and homozygosity mapping for clinical diagnostics of ID in consanguineous families in small populations.", "doi": "10.1620/tjem.243.297", "title": "Next Generation Sequencing and Genome-Wide Genotyping Identify the Genetic Causes of Intellectual Disability in Ten Consanguineous Families from Jordan.", "journal": ["The Tohoku journal of experimental medicine", "Tohoku J. Exp. Med."]}