{"authors": [["Ito", "Tomoshiro", "T", "Department of Pediatrics, Hokkaido University Hospital, Sapporo, Japan. Electronic address: tomoshir@med.hokudai.ac.jp."], ["Narugami", "Masashi", "M", "Department of Pediatrics, Hokkaido University Hospital, Sapporo, Japan."], ["Egawa", "Kiyoshi", "K", "Department of Pediatrics, Hokkaido University Hospital, Sapporo, Japan."], ["Yamamoto", "Hiroyuki", "H", "Department of Pediatrics, Hokkaido University Hospital, Sapporo, Japan."], ["Asahina", "Naoko", "N", "Department of Pediatrics, Hokkaido University Hospital, Sapporo, Japan."], ["Kohsaka", "Shinobu", "S", "Department of Pediatrics, Hokkaido University Hospital, Sapporo, Japan."], ["Ishii", "Atsushi", "A", "Department of Pediatrics, School of Medicine, Fukuoka University, Fukuoka, Japan."], ["Hirose", "Shinichi", "S", "Department of Pediatrics, School of Medicine, Fukuoka University, Fukuoka, Japan."], ["Shiraishi", "Hideaki", "H", "Department of Pediatrics, Hokkaido University Hospital, Sapporo, Japan."]], "date": "2017-12-18", "id": "29269014", "text": "Alternating hemiplegia of childhood (AHC) is a rare neurological disease mainly caused by mutations in the ATP1A3 gene and showing varied clinical severity according to genotype. Patients with a p.Gly755Ser (p.G755S) mutation, one of minor genotypes for AHC, were recently described as having a mild phenotype, although their long-term outcomes are still unclear due to the lack of long-term follow up. Here, we demonstrate the full clinical course of a 43-year-old female AHC patient with p.G755S mutation. Although her motor dysfunction had been relatively mild into her 30 s, she showed a subsequent severe aggravation of symptoms that left her bedridden, concomitant with a recent recurrence of seizure status. The seizures were refractory to anti-epileptic drugs, but administration of flunarizine improved seizures and the paralysis. Our case suggests that the phenotype of AHC with p.G755S mutation is not necessarily mild, despite such a presentation during the patient's younger years.", "doi": "10.1016/j.braindev.2017.11.007", "title": "Long-term follow up of an adult with alternating hemiplegia of childhood and a p.Gly755Ser mutation in the ATP1A3 gene.", "journal": ["Brain & development", "Brain Dev."]}