{"authors": [["Alavi", "Mohaddeseh Sadat", "MS", "Division of Neurocognitive Sciences, Psychiatry and Behavioral Sciences Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Shamsizadeh", "Ali", "A", "Physiology-Pharmacology Research Center, Rafsanjan University of Medical Sciences, Rafsanjan, Iran."], ["Azhdari-Zarmehri", "Hassan", "H", "Department of Basic Medical Sciences and Neuroscience Research Center, Torbat Heydariyeh University of Medical Sciences, Torbat Heydariyeh, Iran."], ["Roohbakhsh", "Ali", "A", "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran; Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. Electronic address: roohbakhsha@mums.ac.ir."]], "date": "2017-12-18", "id": "29268243", "text": "There are various types of receptors in the central nervous system (CNS). G protein-coupled receptors (GPCRs) have the highest expression with a wide range of physiological functions. A newer sub group of these receptors namely orphan GPCRs have been discovered. GPR3, GPR6, GPR17, GPR26, GPR37, GPR39, GPR40, GPR50, GPR52, GPR54, GPR55, GPR85, GPR88, GPR103, and GPR139 are the selected orphan GPCRs for this article. Their roles in the central nervous system have not been understood well so far. However, recent studies show that they may have very important functions in the CNS. Hence, in the present study, we reviewed most recent findings regarding the physiological roles of the selected orphan GPCRs in the CNS. After a brief presentation of each receptor, considering the results from genetic and pharmacological manipulation of the receptors, their roles in the pathophysiology of different diseases and disorders including anxiety, depression, schizophrenia, epilepsy, Alzheimer's disease, Parkinson's disease, and substance abuse will be discussed. At present, our knowledge regarding the role of GPCRs in the brain is very limited. However, previous limited studies show that orphan GPCRs have an important place in psychopharmacology and these receptors are potential new targets for the treatment of major CNS diseases.", "doi": "10.1016/j.biopha.2017.12.056", "title": "Orphan G protein-coupled receptors: The role in CNS disorders.", "journal": ["Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "Biomed. Pharmacother."]}