{"authors": [["Marcián", "Václav", "V", "First Department of Neurology, St. Anne's University Hospital and Medical Faculty of Masaryk University, Brno, Czech Republic; Department of Neurology, University Hospital Ostrava, Czech Republic. Electronic address: vaclavmarcian@seznam.cz."], ["Mareček", "Radek", "R", "Behavioral and Social Neuroscience Research Group, CEITEC (Central European Institute of Technology), Masaryk University, Brno, Czech Republic."], ["Koriťáková", "Eva", "E", "Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic."], ["Pail", "Martin", "M", "First Department of Neurology, St. Anne's University Hospital and Medical Faculty of Masaryk University, Brno, Czech Republic."], ["Bareš", "Martin", "M", "First Department of Neurology, St. Anne's University Hospital and Medical Faculty of Masaryk University, Brno, Czech Republic; University of Minnesota: Department of Neurology, School of Medicine, University of Minnesota, Minneapolis, MN, USA."], ["Brázdil", "Milan", "M", "First Department of Neurology, St. Anne's University Hospital and Medical Faculty of Masaryk University, Brno, Czech Republic; Behavioral and Social Neuroscience Research Group, CEITEC (Central European Institute of Technology), Masaryk University, Brno, Czech Republic."]], "date": "2017-12-15", "id": "29268230", "text": "To evaluate cerebellar volume changes in temporal lobe epilepsy (TLE) patients in greater detail. We aimed to determine which discrete substructures significantly differ in patients with TLE compared to controls and the nature of this difference. Correlations with age at epilepsy onset, epilepsy duration, seizure frequency, and total number of antiepileptic drugs (AED) in the patient's history were studied. We analyzed the potential association between cerebellar atrophy and epilepsy surgery outcome.Study participants were 36 TLE patients; 22 hippocampal sclerosis (HS) only and 38 healthy controls. All patients later underwent temporal lobe resection. All subjects were examined using 1.5T MRI. Cerebellar volume was adjusted for total intracranial volume, age, and gender, and measured using voxel-based morphometry. Cerebellar substructures were defined using the AAL atlas. Data processing was performed automatically. Separate analyses for HS only subset were performed.Total cerebellar gray matter volume (GMV) appeared non-significantly smaller in epilepsy patients. Within the substructures, the GMV of the selected vermian segments were significantly larger in patients. The GMV of the whole cerebellum and of all individual cerebellar substructures non-significantly decreased with increasing complex partial seizure frequency and total number of AEDs in the patient's history. Total cerebellar GMV was significantly smaller in patients with persistent seizures after epilepsy surgery than in seizure-free patients.Cerebellar atrophy is a complex phenomenon, the character of changes differs significantly within the cerebellar substructures. Total cerebellar GMV reduction is associated with worse outcome of temporal lobe resection.", "doi": "10.1016/j.seizure.2017.12.004", "title": "Morphological changes of cerebellar substructures in temporal lobe epilepsy: A complex phenomenon, not mere atrophy.", "journal": ["Seizure", "Seizure"]}