{"authors": [["Bonnett", "Laura J", "LJ", "Department of Biostatistics, University of Liverpool, Liverpool, Merseyside, United Kingdom."], ["Powell", "Graham A", "GA", "Department of Molecular and Clinical Pharmacology, University of Liverpool, Liverpool, Merseyside, United Kingdom."], ["Tudur Smith", "Catrin", "C", "Department of Biostatistics, University of Liverpool, Liverpool, Merseyside, United Kingdom."], ["Marson", "Anthony G", "AG", "Department of Molecular and Clinical Pharmacology, University of Liverpool, Liverpool, Merseyside, United Kingdom."]], "date": "2017-12-21", "id": "29267375", "text": "To develop prognostic models for risk of a breakthrough seizure, risk of seizure recurrence after a breakthrough seizure, and likelihood of achieving 12-month remission following a breakthrough seizure. A breakthrough seizure is one that occurs following at least 12 months remission whilst on treatment.We analysed data from the SANAD study. This long-term randomised trial compared treatments for participants with newly diagnosed epilepsy. Multivariable Cox models investigated how clinical factors affect the probability of each outcome. Best fitting multivariable models were produced with variable reduction by Akaike's Information Criterion. Risks associated with combinations of risk factors were calculated from each multivariable model.Significant factors in the multivariable model for risk of a breakthrough seizure following 12-month remission were number of tonic-clonic seizures by achievement of 12-month remission, time taken to achieve 12-month remission, and neurological insult. Significant factors in the model for risk of seizure recurrence following a breakthrough seizure were total number of drugs attempted to achieve 12-month remission, time to achieve 12-month remission prior to breakthrough seizure, and breakthrough seizure treatment decision. Significant factors in the model for likelihood of achieving 12-month remission after a breakthrough seizure were gender, age at breakthrough seizure, time to achieve 12-month remission prior to breakthrough, and breakthrough seizure treatment decision.This is the first analysis to consider risk of a breakthrough seizure and subsequent outcomes. The described models can be used to identify people most likely to have a breakthrough seizure, a seizure recurrence following a breakthrough seizure, and to achieve 12-month remission following a breakthrough seizure. The results suggest that focussing on achieving 12-month remission swiftly represents the best therapeutic aim to reduce the risk of a breakthrough seizure and subsequent negative outcomes. This will aid individual patient risk stratification and the design of future epilepsy trials.", "doi": "10.1371/journal.pone.0190035", "title": "Breakthrough seizures-Further analysis of the Standard versus New Antiepileptic Drugs (SANAD) study.", "journal": ["PloS one", "PLoS ONE"]}