{"authors": [["Nakamura", "Masamitsu", "M", "Department of Obstetrics and Gynecology, Showa University School of Medicine, Tokyo, Japan."], ["Umehara", "Nagayoshi", "N", "Department of Obstetrics and Gynecology, Center of Maternal-Fetal, Neonatal and Reproductive Medicine, National Center for Child Health and Development, Tokyo, Japan."], ["Ishii", "Keisuke", "K", "Department of Maternal Fetal Medicine, Osaka Medical Center and Research Institute for Maternal and Child Health, Osaka, Japan."], ["Sasahara", "Jun", "J", "Department of Maternal Fetal Medicine, Osaka Medical Center and Research Institute for Maternal and Child Health, Osaka, Japan."], ["Kiyoshi", "Kenji", "K", "Department of Obstetrics and Gynecology, Hyogo Children's Hospital, Hyogo, Japan."], ["Ozawa", "Katsusuke", "K", "Department of Maternal and Fetal Medicine, Miyagi Children's Hospital, Miyagi, Japan."], ["Tanaka", "Kei", "K", "Department of Obstetrics and Gynecology, Kyorin University Hospital, Tokyo, Japan."], ["Tanemoto", "Tomohiro", "T", "Department of Obstetrics and Gynecology, Jikei University Hospital, Tokyo, Japan."], ["Ichizuka", "Kiyotake", "K", "Department of Obstetrics and Gynecology, Showa University School of Medicine, Tokyo, Japan."], ["Hasegawa", "Junichi", "J", "Department of Obstetrics and Gynecology, St. Marianna University School of Medicine, Kanagawa, Japan."], ["Ishikawa", "Hiroshi", "H", "Department of Obstetrics and Gynecology, Kanagawa Children's Medical Center, Kanagawa, Japan."], ["Murakoshi", "Takeshi", "T", "Department of Obstetrics and Gynecology, Seirei Hamamatsu General Hospital, Shizuoka, Japan."], ["Sago", "Haruhiko", "H", "Department of Maternal Fetal Medicine, Osaka Medical Center and Research Institute for Maternal and Child Health, Osaka, Japan."]], "date": "2017-12-21", "id": "29267174", "text": "To clarify and compare if the neurological outcomes of fetal growth restriction (FGR) cases with abnormal cord insertion (CI) are associated with a higher risk of a poor neurological outcome in subjects aged 3 years or less versus those with normal CI.A multicenter retrospective cohort study was conducted among patients with a birth weight lower than the 3rd percentile, based on the standard reference values for Japanese subjects after 22 weeks' gestation, who were treated at a consortium of nine perinatal centers in Japan between June 2005 and March 2011. Patients whose birth weights were less than the 3rd percentile and whose neurological outcomes from birth to 3 years of age could be checked from their medical records were analyzed. The relationship between abnormal CI and neurological outcomes was analyzed. Univariate and multivariate models of multivariate logistic regression were employed to estimate the raw and odds ratio (OR) with 95% confidence intervals comparing marginal (MCI) and velamentous cord insertion (VCI) to normal CI.Among 365 neonates, 63 cases of MCI and 14 cases of VCI were observed. After excluding 24 cases with neonatal or infant death from the total FGR population, the assessment of the outcomes of the infants aged 3 years or younger showed the following rates of neurological complications: 7.3% (n=25) for cerebral palsy, 8.8% (n=30) for developmental disorders, 16.7% (n=57) for small-for-gestational-age short stature (SGA), 0.6% (n=2) for impaired hearing, 0.9% (n=3) for epilepsy, 1.2% (n=4). The ORs (95% confidence intervals) based on multivariate analysis were as follows: cerebral palsy=10.1 (2.4-41.5) in the VCI group and 4.3 (1.6-11.9) in the MCI group, developmental disorders=6.7 (1.7-26) in the VCI group and 3.9 (1.1-14.2) in the single umbilical artery (SUA) group, 5.1 (1.4-18.7) for birth weight <1000 g and 2.8 (1.2-6.7) for placental weight <200 g.The present results indicate that growth-restricted fetuses diagnosed with a birth weight below the 3rd percentile exhibiting abnormal umbilical CI are at a high risk for poor neurological outcomes, including cerebral palsy and/or developmental disorders.", "doi": "10.1515/jpm-2017-0240", "title": "A poor long-term neurological prognosis is associated with abnormal cord insertion in severe growth-restricted fetuses.", "journal": ["Journal of perinatal medicine", "J Perinat Med"]}