{"authors": [["Zhao", "Xixi", "X", "Department of Medical Imaging Center, Nanfang Hospital, Southern Medical University, Guangzhou, 510515, China."], ["Yang", "Ru", "R", "School of Biomedical Engineering and Guangdong Provincial Key Laboratory of Medical Image Processing, Southern Medical University, Guangzhou, 510515, China."], ["Wang", "Kewan", "K", "Department of Neurosurgery, Nanfang Hospital, Southern Medical University, Guangzhou, 510515, China."], ["Zhang", "Zhongping", "Z", "Philips Healthcare, Guangzhou, Guangdong, 510055, China."], ["Wang", "Junling", "J", "Department of Medical Imaging Center, Nanfang Hospital, Southern Medical University, Guangzhou, 510515, China."], ["Tan", "Xiangliang", "X", "Department of Medical Imaging Center, Nanfang Hospital, Southern Medical University, Guangzhou, 510515, China."], ["Zhang", "Jiajun", "J", "Department of Medical Imaging Center, Nanfang Hospital, Southern Medical University, Guangzhou, 510515, China."], ["Mei", "Yingjie", "Y", "Philips Healthcare, Guangzhou, Guangdong, 510055, China."], ["Chan", "Queenie", "Q", "Philips Healthcare, Hong Kong, China."], ["Xu", "Jun", "J", "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, 510515, China."], ["Feng", "Qianjin", "Q", "School of Biomedical Engineering and Guangdong Provincial Key Laboratory of Medical Image Processing, Southern Medical University, Guangzhou, 510515, China."], ["Xu", "Yikai", "Y", "Department of Medical Imaging Center, Nanfang Hospital, Southern Medical University, Guangzhou, 510515, China."]], "date": "2017-12-20", "id": "29266652", "text": "The nucleus accumbens (NAc), an important target of deep brain stimulation for some neuropsychiatric disorders, is thought to be involved in epileptogenesis, especially the shell portion. However, little is known about the exact parcellation within the NAc, and its structural abnormalities or connections alterations of each NAc subdivision in temporal lobe epilepsy (TLE) patients. Here, we used diffusion probabilistic tractography to subdivide the NAc into core and shell portions in individual TLE patients to guide stereotactic localization of NAc shell. The structural and connection abnormalities in each NAc subdivision in the groups were then estimated. We successfully segmented the NAc in 24 of 25 controls, 14 of 16 left TLE patients, and 14 of 18 right TLE patients. Both left and right TLE patients exhibited significantly decreased fractional anisotropy (FA) and increased radial diffusivity (RD) in the shell, while there was no significant alteration in the core. Moreover, relatively distinct structural connectivity of each NAc subdivision was demonstrated. More extensive connection abnormalities were detected in the NAc shell in TLE patients. Our results indicate that neuronal degeneration and damage caused by seizure mainly exists in NAc shell and provide anatomical evidence to support the role of NAc shell in epileptogenesis. Remarkably, those NAc shell tracts with increased connectivities in TLE patients were found decreased in FA, which indicates disruption of fiber integrity. This finding suggests the regeneration of aberrant connections, a compensatory and repair process ascribed to recurrent seizures that constitutes part of the characteristic changes in the epileptic network.", "doi": "10.1002/hbm.23912", "title": "Connectivity-based parcellation of the nucleus accumbens into core and shell portions for stereotactic target localization and alterations in each NAc subdivision in mTLE patients.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}