{"authors": [["Budman", "Elizabeth", "E", "Department of Neurology Albany Medical College Albany, NY, USA."], ["Deeb", "Wissam", "W", "Department of Neurology University of Florida Center for Movement Disorders and Neurorestoration Gainesville, FL, 32607."], ["Martinez-Ramirez", "Daniel", "D", "Department of Neurology University of Florida Center for Movement Disorders and Neurorestoration Gainesville, FL, 32607."], ["Pilitsis", "Julie G", "JG", "Department of Neurosurgery Albany Medical College Albany, NY, USA."], ["Peng-Chen", "Zhongxing", "Z", "Unidad de Neurología, Hospital Padre Hurtado, SantiagoChile Unidad Movimientos Anormales, Centro Medico Clínica Dávila, Santiago, Chile."], ["Okun", "Michael S", "MS", "Department of Neurology University of Florida Center for Movement Disorders and Neurorestoration Gainesville, FL, 32607."], ["Ramirez-Zamora", "Adolfo", "A", "Department of Neurology University of Florida Center for Movement Disorders and Neurorestoration Gainesville, FL, 32607."]], "date": "2017-12-20", "id": "29266596", "text": "Deep brain stimulation (DBS) is an established therapy for appropriately selected patients with movement disorders and neuropsychiatric conditions. Although the exact mechanisms and biology of DBS are not fully understood, DBS is a safe and well-tolerated therapy for many refractory cases of neuropsychiatric disease. Increasingly, DBS has been explored in other conditions with encouraging results. In this article, we reviewed available data and explore new DBS targets, challenges and future directions in neurological disorders.We conducted a detail search of the medical literature discussing potential use of DBS for neurological disorders excluding accepted indications. All reports were analyzed individually for content and redundant articles were excluded by examining individual abstracts. The level of evidence for each indication was summarized.Multiple studies report promising preliminary data regarding the safety and efficacy of DBS for a variety of neurological indications including chronic pain, tinnitus, epilepsy, Tourette syndrome, Huntington's disease, tardive dyskinesia, and Alzheimer's disease.Initial results of DBS studies for diverse neurological disorders are encouraging but larger, controlled, prospective, homogeneous clinical trials are necessary to establish long term safety and effectiveness. The field of neuromodulation continues to evolve and advances in DBS technology, stereotactic techniques, neuroimaging, and DBS programming capabilities are shaping the present and future of DBS research and use in practice. This article is protected by copyright. All rights reserved.", "doi": "10.1111/ene.13548", "title": "Potential indications for deep brain stimulation in neurological disorders: an evolving field.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}