{"authors": [["Sekiguchi", "Masaki", "M", "Center of Maternal-Fetal, Neonatal and Reproductive Medicine, National Center for Child Health and Development, Tokyo, Japan."], ["Miyoshi", "Yoko", "Y", "Department of Pediatrics, Osaka University Graduate School of Medicine, Osaka, Japan."], ["Kikuchi", "Norihiko", "N", "Department of Obstetrics and Gynecology, Shinshu University School of Medicine, Matsumoto, Japan."], ["Sago", "Haruhiko", "H", "Center of Maternal-Fetal, Neonatal and Reproductive Medicine, National Center for Child Health and Development, Tokyo, Japan."]], "date": "2017-12-20", "id": "29266574", "text": "The aim of this study was to investigate the outcomes of pregnancies among female childhood cancer survivors (CCSs) in Japan to encourage greater attention to the reproductive health of CCSs.This study was a retrospective nationwide survey using a questionnaire on deliveries at ≥22 weeks of gestation in CCSs at perinatal centers registered with the Japanese Perinatologists Association between 2010 and 2014. We evaluated the maternal characteristics, pregnancy and neonatal outcomes and the relationship between cancer treatments and these outcomes.The total number of CCSs was 61, and the total number of deliveries was 71, corresponding to 0.019% of total deliveries. Regarding cancer, 46% of the cases had leukemia. Epilepsy was seen in 7 (11%) cases. The mean gestational age at delivery was 37.9 weeks. The rate of preterm delivery was 24%. The mean birth weight was 2,718 g. There were 3 congenital anomalies (4.2%). The rate of preterm delivery was higher and the mean birth weight lighter in the women treated with radiotherapy than in those without radiotherapy (42% vs. 16%, P=0.025; 2,436 ± 737 g vs. 2,827 ± 483 g, P=0.010). The adjusted odds ratio of radiotherapy for preterm deliveries was 3.53 (P=0.049).Although the number of deliveries of CCSs was small in Japan, the pregnancy outcomes were favorable. The important points for managing pregnancies in CCSs were preterm delivery due to obstetrical complications, especially in CCSs with radiotherapy, and epilepsy as maternal complications that were suspected to be related to previously received treatments. This article is protected by copyright. All rights reserved.", "doi": "10.1111/ped.13483", "title": "Pregnancy outcomes of female childhood cancer survivors: A nationwide survey in Japan.", "journal": ["Pediatrics international : official journal of the Japan Pediatric Society", "Pediatr Int"]}