{"authors": [["Castiglia", "L", "L", "Oasi Institute for Research on Mental Retardation and Brain, Troina, Enna, Italy."], ["Husain", "R A", "RA", "Department of Neuropediatrics, Universitätsklinikum Jena, Jena, Thuringia, Germany."], ["Marquardt", "I", "I", "Department of Neuropediatrics, Klinikum Oldenburg, Oldenburg, Lower Saxony, Germany."], ["Fink", "C", "C", "Department of Radiology, Allgemeines Krankenhaus Celle, Celle, Lower Saxony, Germany."], ["Liehr", "T", "T", "Institute of Human Genetics, Friedrich-Schiller-Universität Jena, Jena, Thuringia, Germany."], ["Serino", "D", "D", "Department of Pediatric Neuro-Psichiatry, ASL CN1, Cuneo, Piedmont, Italy."], ["Elia", "M", "M", "Oasi Institute for Research on Mental Retardation and Brain, Troina, Enna, Italy."], ["Coci", "E G", "EG", "Department of Paediatrics, Städtisches Klinikum Braunschweig, Braunschweig, Lower Saxony, Germany."]], "date": "2017-12-20", "id": "29266505", "text": "The phenotypical consequence of the heterozygous chromosome 7q11.23 interstitial microdeletion is the Williams-Beuren syndrome, a very well-known genetic multi-systemic disorder. Much less is known about the reverse condition, the heterozygous interstitial microduplication of 7q11.23 region. The first molecular cytogenetic description was published in 2005, and only after several years were the reported patients numerous enough to attempt a description of a common phenotype.By using a broad multidisciplinary approach, we investigated 12 patients with this rare genetic anomaly. Ten of them harboured the duplication of the classical Williams-Beuren syndrome region and two a slightly larger duplication. Upon a detailed description of the clinical and psychological features, we used electroencephalography and magnetic resonance imaging to explore neurophysiological function and brain structures.We analysed the clinical, psychological, neuroradiological and neurophysiological features of 12 yet-unpublished individuals affected by this rare genetic anomaly, focusing specifically on the last two aspects. Several structural abnormalities of the central nervous system were detected, like ventriculomegaly, hypotrophic cerebellum, hypotrophic corpus callosum and hypoplastic temporal lobes. Although only one of 12 individuals suffered from seizures during childhood, three others had abnormal electroencephalography findings prominent in the anterior brain regions, without any visible seizures to date.Taken together, we enlarged the yet-underrepresented cohort in the literature of patients affected by 7q11.23 microduplication syndrome and shed further light on neuroradiological and neurophysiological aspects of this rare genetic syndrome.", "doi": "10.1111/jir.12457", "title": "7q11.23 microduplication syndrome: neurophysiological and neuroradiological insights into a rare chromosomal disorder.", "journal": ["Journal of intellectual disability research : JIDR", "J Intellect Disabil Res"]}