{"authors": [["Myers", "Kenneth A", "KA", "Department of Medicine, Epilepsy Research Centre, University of Melbourne, Austin Health, Heidelberg, Vic., Australia."], ["Nasioulas", "Steven", "S", "Department of Paediatrics, University of Melbourne, Parkville, Vic., Australia."], ["Boys", "Amber", "A", "Victorian Clinical Genetics Services, Melbourne, Vic., Australia."], ["McMahon", "Jacinta M", "JM", "Department of Medicine, Epilepsy Research Centre, University of Melbourne, Austin Health, Heidelberg, Vic., Australia."], ["Slater", "Howard", "H", "Victorian Clinical Genetics Services, Melbourne, Vic., Australia."], ["Lockhart", "Paul", "P", "Department of Paediatrics, University of Melbourne, Parkville, Vic., Australia."], ["Sart", "Desirée du", "DD", "Victorian Clinical Genetics Services, Melbourne, Vic., Australia."], ["Scheffer", "Ingrid E", "IE", "Department of Medicine, Epilepsy Research Centre, University of Melbourne, Austin Health, Heidelberg, Vic., Australia."]], "date": "2017-12-20", "id": "29266188", "text": "To investigate the significance of variation in ADGRV1 (also known as GPR98, MASS1, and VLGR1), MEF2C, and other genes at the 5q14.3 chromosomal locus in myoclonic epilepsy.We studied the epilepsy phenotypes of 4 individuals with 5q14.3 deletion and found that all had myoclonic seizures. We then screened 6 contiguous genes at 5q14.3, MEF2C, CETN3, MBLAC2, POLR3G, LYSMD3, and ADGRV1, in a 95-patient cohort with epilepsy and myoclonic seizures. Of these genes, point mutations in MEF2C cause a phenotype involving seizures and intellectual disability. A role for ADGRV1 in epilepsy has been proposed previously, based on a recessive mutation in the Frings mouse model of audiogenic seizures, as well as a shared homologous region with another epilepsy gene, LGI1.Six patients from the myoclonic epilepsy cohort had likely pathogenic ultra-rare ADGRV1 variants, and statistical analysis showed that ultra-rare variants were significantly overrepresented when compared to healthy population data from the Genome Aggregation Database. Of the remaining genes, no definite pathogenic variants were identified.Our data suggest that the ADGRV1 variation contributes to epilepsy with myoclonic seizures, although the inheritance pattern may be complex in many cases. In patients with 5q14.3 deletion and epilepsy, ADGRV1 haploinsufficiency likely contributes to seizure development. The latter is a shift from current thinking, as MEF2C haploinsufficiency has been considered the main cause of epilepsy in 5q14.3 deletion syndrome. In cases of 5q14.3 deletion and epilepsy, seizures likely occur due to haploinsufficiency of one or both of ADGRV1 and MEF2C.", "doi": "10.1111/epi.13980", "title": "ADGRV1 is implicated in myoclonic epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}