{"authors": [["Knox", "Andrew T", "AT", "Department of Neurology, University of Wisconsin, Madison, WI, USA."], ["Glauser", "Tracy", "T", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Tenney", "Jeffrey", "J", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Lytton", "William W", "WW", "Departments of Neurology and Physiology & Pharmacology, SUNY Downstate Medical Center, Brooklyn, NY, USA."], ["Holland", "Katherine", "K", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."]], "date": "2017-12-18", "id": "29265352", "text": "Childhood absence epilepsy (CAE) is a genetic generalized epilepsy syndrome with polygenic inheritance, with genes for γ-aminobutyric acid (GABA) receptors and T-type calcium channels implicated in the disorder. Previous studies of T-type calcium channel electrophysiology have shown genetic changes and medications have multiple effects. The aim of this study was to use an established thalamocortical computer model to determine how T-type calcium channels work in concert with cortical excitability to contribute to pathogenesis and treatment response in CAE.The model is comprised of cortical pyramidal, cortical inhibitory, thalamocortical relay, and thalamic reticular single-compartment neurons, implemented with Hodgkin-Huxley model ion channels and connected by AMPA, GABAA , and GABAB synapses. Network behavior was simulated for different combinations of T-type calcium channel conductance, inactivation time, steady state activation/inactivation shift, and cortical GABAA conductance.Decreasing cortical GABAA conductance and increasing T-type calcium channel conductance converted spindle to spike and wave oscillations; smaller changes were required if both were changed in concert. In contrast, left shift of steady state voltage activation/inactivation did not lead to spike and wave oscillations, whereas right shift reduced network propensity for oscillations of any type.These results provide a window into mechanisms underlying polygenic inheritance in CAE, as well as a mechanism for treatment effects and failures mediated by these channels. Although the model is a simplification of the human thalamocortical network, it serves as a useful starting point for predicting the implications of ion channel electrophysiology in polygenic epilepsy such as CAE.", "doi": "10.1111/epi.13962", "title": "Modeling pathogenesis and treatment response in childhood absence epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}