{"authors": [["Vanhoof-Villalba", "Stephanie L", "SL", "Department of Cellular Biology and Anatomy, Louisiana State University Health Sciences Center, Shreveport, LA, USA."], ["Gautier", "Nicole M", "NM", "Department of Cellular Biology and Anatomy, Louisiana State University Health Sciences Center, Shreveport, LA, USA."], ["Mishra", "Vikas", "V", "Department of Cellular Biology and Anatomy, Louisiana State University Health Sciences Center, Shreveport, LA, USA."], ["Glasscock", "Edward", "E", "Department of Cellular Biology and Anatomy, Louisiana State University Health Sciences Center, Shreveport, LA, USA."]], "date": "2017-12-19", "id": "29265344", "text": "Antiseizure drugs are the leading therapeutic choice for treatment of epilepsy, but their efficacy is limited by pharmacoresistance and the occurrence of unwanted side effects. Here, we examined the therapeutic efficacy of KCNQ channel activation by retigabine in preventing seizures and neurocardiac dysfunction in 2 potassium channelopathy mouse models of epilepsy with differing severity that have been associated with increased risk of sudden unexpected death in epilepsy (SUDEP): the Kcna1-/- model of severe epilepsy and the Kcnq1A340E/A340E model of mild epilepsy.A combination of behavioral, seizure threshold, electrophysiologic, and gene expression analyses was used to determine the effects of KCNQ activation in mice.Behaviorally, Kcna1-/- mice exhibited unexpected hyperexcitability instead of the expected sedative-like response. In flurothyl-induced seizure tests, KCNQ activation decreased seizure latency by ≥50% in Kcnq1 strain mice but had no effect in the Kcna1 strain, suggesting the influence of genetic background. However, in simultaneous electroencephalography and electrocardiography recordings, KCNQ activation significantly reduced spontaneous seizure frequency in Kcna1-/- mice by ~60%. In Kcnq1A340E/A340E mice, KCNQ activation produced adverse cardiac effects including profound bradycardia and abnormal increases in heart rate variability and atrioventricular conduction blocks. Analyses of Kcnq2 and Kcnq3 mRNA levels revealed significantly elevated Kcnq2 expression in Kcna1-/- brains, suggesting that drug target alterations may contribute to the altered drug responses.This study shows that treatment strategies in channelopathy may have unexpected outcomes and that effective rebalancing of channel defects requires improved understanding of channel interactions at the circuit and tissue levels. The efficacy of KCNQ channel activation and manifestation of adverse effects were greatly affected by genetic background, potentially limiting KCNQ modulation as a way to prevent neurocardiac dysfunction in epilepsy and thereby SUDEP risk. Our data also uncover a potential role for KCNQ2-5 channels in autonomic control of chronotropy.", "doi": "10.1111/epi.13978", "title": "Pharmacogenetics of KCNQ channel activation in 2 potassium channelopathy mouse models of epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}