{"authors": [["Theys", "Tom", "T", "Department of Neurosurgery, University Hospitals Leuven, Leuven."], ["Decramer", "Thomas", "T", "Department of Neurosurgery, University Hospitals Leuven, Leuven."], ["Van Paesschen", "Wim", "W", "Department of Neurology, University Hospitals Leuven, Leuven."], ["De Tiège", "Xavier", "X", "Magnetoencephalography Unit, Department of Functional Neuroimaging, Service of Nuclear Medicine, CUB Hôpital Erasme, Université libre de Bruxelles (ULB), Brussels, Belgium."], ["Minotti", "Lorella", "L", "Clinique de Neurologie-Centre Hospitalier Universitaire, Grenoble, Grenoble Institut des Neurosciences, Univ. Grenoble Alpes, Grenoble."], ["von Lehe", "Marec", "M", "Universitätsklinikum Bochum, Neurochirurgie, Bochum, Germany."], ["Chabardès", "Stephan", "S", "Grenoble Institut des Neurosciences, Univ. Grenoble Alpes, Grenoble, Clinique de Neurochirurgie-Centre Hospitalier Universitaire, Grenoble, France."], ["Kahane", "Philippe", "P", "Clinique de Neurologie-Centre Hospitalier Universitaire, Grenoble, Grenoble Institut des Neurosciences, Univ. Grenoble Alpes, Grenoble."], ["Job", "Anne-Sophie", "AS", "Clinique de Neurologie-Centre Hospitalier Universitaire, Grenoble, Grenoble Institut des Neurosciences, Univ. Grenoble Alpes, Grenoble."]], "date": "2017-12-21", "id": "29265005", "text": "Refractory extratemporal lobe epilepsy (ETLE) tends to have a less favourable surgical outcome in comparison to temporal lobe epilepsy. ETLE poses specific diagnostic and therapeutic challenges, particularly in cases where seizures develop from the midline. This review focuses on the diagnostic challenges and therapeutic strategies in mesial ETLE. The great diversity of interhemispheric functional areas and extensive connectivity to extramesial structures results in very heterogeneous seizure semiology. Specific signs, such as ictal body turning, can suggest a mesial onset. The hidden cortex of the mesial wall furthermore gives rise to specific diagnostic difficulties due to the low localizing value of scalp EEG. Advanced imaging, as well as targeted intracranial studies, can substantially contribute to depict the seizure onset zone since electroclinical findings are difficult to interpret in most cases. Surgical accessibility of the interhemispheric space can be challenging, both for the placement of subdural grids, as well as for resective surgery. When facing the hidden cortex on the mesial wall of the hemispheres, targeted intra- or extra-operative intracranial recordings can lead to satisfactory outcomes in properly selected cases.", "doi": "10.1684/epd.2017.0951", "title": "Facing the hidden wall in mesial extratemporal lobe epilepsy.", "journal": ["Epileptic disorders : international epilepsy journal with videotape", "Epileptic Disord"]}