{"authors": [["Kiral-Kornek", "Isabell", "I", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia."], ["Roy", "Subhrajit", "S", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia."], ["Nurse", "Ewan", "E", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia; The University of Melbourne, 3010 Parkville, VIC, Australia."], ["Mashford", "Benjamin", "B", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia."], ["Karoly", "Philippa", "P", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia; The University of Melbourne, 3010 Parkville, VIC, Australia."], ["Carroll", "Thomas", "T", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia; The University of Melbourne, 3010 Parkville, VIC, Australia."], ["Payne", "Daniel", "D", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia; The University of Melbourne, 3010 Parkville, VIC, Australia."], ["Saha", "Susmita", "S", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia."], ["Baldassano", "Steven", "S", "The University of Melbourne, 3010 Parkville, VIC, Australia."], ["O'Brien", "Terence", "T", "The University of Melbourne, 3010 Parkville, VIC, Australia."], ["Grayden", "David", "D", "Department of Biomedical Engineering, The University of Melbourne, 3010 Parkville, VIC, Australia."], ["Cook", "Mark", "M", "The University of Melbourne, 3010 Parkville, VIC, Australia."], ["Freestone", "Dean", "D", "The University of Melbourne, 3010 Parkville, VIC, Australia. Electronic address: deanrf@unimelb.edu.au."], ["Harrer", "Stefan", "S", "IBM Research - Australia, 204 Lygon Street, 3053 Carlton, VIC, Australia. Electronic address: sharrer@au.ibm.com."]], "date": "2017-12-12", "id": "29262989", "text": "Seizure prediction can increase independence and allow preventative treatment for patients with epilepsy. We present a proof-of-concept for a seizure prediction system that is accurate, fully automated, patient-specific, and tunable to an individual's needs.Intracranial electroencephalography (iEEG) data of ten patients obtained from a seizure advisory system were analyzed as part of a pseudoprospective seizure prediction study. First, a deep learning classifier was trained to distinguish between preictal and interictal signals. Second, classifier performance was tested on held-out iEEG data from all patients and benchmarked against the performance of a random predictor. Third, the prediction system was tuned so sensitivity or time in warning could be prioritized by the patient. Finally, a demonstration of the feasibility of deployment of the prediction system onto an ultra-low power neuromorphic chip for autonomous operation on a wearable device is provided.The prediction system achieved mean sensitivity of 69% and mean time in warning of 27%, significantly surpassing an equivalent random predictor for all patients by 42%.This study demonstrates that deep learning in combination with neuromorphic hardware can provide the basis for a wearable, real-time, always-on, patient-specific seizure warning system with low power consumption and reliable long-term performance.", "doi": "10.1016/j.ebiom.2017.11.032", "title": "Epileptic Seizure Prediction Using Big Data and Deep Learning: Toward a Mobile System.", "journal": ["EBioMedicine", "EBioMedicine"]}