{"authors": [["Nguyen", "Hoang T", "HT", "Division of Psychiatric Genomics, Department of Genetics and Genomic Sciences, Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA. tan-hoang.nguyen@mssm.edu."], ["Bryois", "Julien", "J", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Kim", "April", "A", "Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, Massachusetts, USA."], ["Dobbyn", "Amanda", "A", "Division of Psychiatric Genomics, Department of Genetics and Genomic Sciences, Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA."], ["Huckins", "Laura M", "LM", "Division of Psychiatric Genomics, Department of Genetics and Genomic Sciences, Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA."], ["Munoz-Manchado", "Ana B", "AB", "Laboratory of Molecular Neurobiology, Department of Medical Biochemistry and Biophysics, Karolinska Institutet, Stockholm, SE-17177, Sweden."], ["Ruderfer", "Douglas M", "DM", "Division of Genetic Medicine, Departments of Medicine, Psychiatry and Biomedical Informatics, Vanderbilt Genetics Institute, Vanderbilt University Medical Center, Nashville, 37235, TN, USA."], ["Genovese", "Giulio", "G", "Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, Massachusetts, USA."], ["Fromer", "Menachem", "M", "Verily Life Sciences, 269 E Grand Ave, South San Francisco, 94080, CA, USA."], ["Xu", "Xinyi", "X", "Seaver Autism Center, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA."], ["Pinto", "Dalila", "D", "Division of Psychiatric Genomics, Department of Genetics and Genomic Sciences, Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA."], ["Linnarsson", "Sten", "S", "Laboratory of Molecular Neurobiology, Department of Medical Biochemistry and Biophysics, Karolinska Institutet, Stockholm, SE-17177, Sweden."], ["Verhage", "Matthijs", "M", "Department of Functional Genomics, The Center for Neurogenomics and Cognitive Research, VU University and VU Medical Center, Amsterdam, The Netherlands."], ["Smit", "August B", "AB", "Department of Molecular and Cellular Neurobiology, The Center for Neurogenomics and Cognitive Research, VU University, Amsterdam, The Netherlands."], ["Hjerling-Leffler", "Jens", "J", "Laboratory of Molecular Neurobiology, Department of Medical Biochemistry and Biophysics, Karolinska Institutet, Stockholm, SE-17177, Sweden."], ["Buxbaum", "Joseph D", "JD", "Seaver Autism Center, Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA."], ["Hultman", "Christina", "C", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Sklar", "Pamela", "P", "Division of Psychiatric Genomics, Department of Genetics and Genomic Sciences, Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA."], ["Purcell", "Shaun M", "SM", "Division of Psychiatric Genomics, Department of Genetics and Genomic Sciences, Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA."], ["Lage", "Kasper", "K", "Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, Massachusetts, USA."], ["He", "Xin", "X", "Department of Human Genetics, University of Chicago, Chicago, 60637, IL, USA."], ["Sullivan", "Patrick F", "PF", "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."], ["Stahl", "Eli A", "EA", "Division of Psychiatric Genomics, Department of Genetics and Genomic Sciences, Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, 10029, NY, USA. eli.stahl@mssm.edu."]], "date": "2017-12-20", "id": "29262854", "text": "Integrating rare variation from trio family and case-control studies has successfully implicated specific genes contributing to risk of neurodevelopmental disorders (NDDs) including autism spectrum disorders (ASD), intellectual disability (ID), developmental disorders (DDs), and epilepsy (EPI). For schizophrenia (SCZ), however, while sets of genes have been implicated through the study of rare variation, only two risk genes have been identified.We used hierarchical Bayesian modeling of rare-variant genetic architecture to estimate mean effect sizes and risk-gene proportions, analyzing the largest available collection of whole exome sequence data for SCZ (1,077 trios, 6,699 cases, and 13,028 controls), and data for four NDDs (ASD, ID, DD, and EPI; total 10,792 trios, and 4,058 cases and controls).For SCZ, we estimate there are 1,551 risk genes. There are more risk genes and they have weaker effects than for NDDs. We provide power analyses to predict the number of risk-gene discoveries as more data become available. We confirm and augment prior risk gene and gene set enrichment results for SCZ and NDDs. In particular, we detected 98 new DD risk genes at FDR < 0.05. Correlations of risk-gene posterior probabilities are high across four NDDs (ρ>0.55), but low between SCZ and the NDDs (ρ<0.3). An in-depth analysis of 288 NDD genes shows there is highly significant protein-protein interaction (PPI) network connectivity, and functionally distinct PPI subnetworks based on pathway enrichment, single-cell RNA-seq cell types, and multi-region developmental brain RNA-seq.We have extended a pipeline used in ASD studies and applied it to infer rare genetic parameters for SCZ and four NDDs ( https://github.com/hoangtn/extTADA ). We find many new DD risk genes, supported by gene set enrichment and PPI network connectivity analyses. We find greater similarity among NDDs than between NDDs and SCZ. NDD gene subnetworks are implicated in postnatally expressed presynaptic and postsynaptic genes, and for transcriptional and post-transcriptional gene regulation in prenatal neural progenitor and stem cells.", "doi": "10.1186/s13073-017-0497-y", "title": "Integrated Bayesian analysis of rare exonic variants to identify risk genes for schizophrenia and neurodevelopmental disorders.", "journal": ["Genome medicine", "Genome Med"]}