{"authors": [["Kızıltan", "Meral E", "ME", "1 Cerrahpaşa School of Medicine, Istanbul University, Istanbul, Turkey."], ["Leba", "Leyla Köse", "LK", "1 Cerrahpaşa School of Medicine, Istanbul University, Istanbul, Turkey."], ["Gündüz", "Ayşegül", "A", "1 Cerrahpaşa School of Medicine, Istanbul University, Istanbul, Turkey."], ["Pazarcı", "Nevin", "N", "1 Cerrahpaşa School of Medicine, Istanbul University, Istanbul, Turkey."], ["Özkara", "Çiğdem", "Ç", "1 Cerrahpaşa School of Medicine, Istanbul University, Istanbul, Turkey."], ["Yeni", "Naz", "N", "1 Cerrahpaşa School of Medicine, Istanbul University, Istanbul, Turkey."]], "date": "2017-12-01", "id": "29262725", "text": "Auditory startle response (ASR) was normal in juvenile myoclonic epilepsy whereas it was suppressed in progressive myoclonic epilepsy. However, both groups were using valproic acid/Na valproate (VPA) in different doses. Therefore, we aimed to analyze whether VPA has an impact on ASR in a cohort of epilepsy. For this purpose, we included patients with epilepsy and analyzed ASR in patients who were using VPA.We included 51 consecutive patients who had epilepsy and were using VPA between January 2014 and January 2016. Two control groups of 37 epilepsy patients using other antiepileptic drugs (AEDs) and of 25 healthy subjects were also constituted. All participants underwent investigations of ASR and startle response to somatosensory inputs (SSS) under similar conditions.An analysis of patients using VPA, not using VPA and healthy subjects revealed significantly longer latency and lower probability of orbicularis oculi (O.oc) and sternocleidomastoid responses after auditory stimulation, decreased total ASR probability and longer latency of O.oc response after somatosensory stimulation in patient groups compared with healthy subjects. Multivariate analysis showed type of AED had a role in the generation of abnormalities. VPA, carbamazepine, and multiple AED use caused suppression of ASR. Total ASR probability was decreased or O.oc latency got longer with longer duration of VPA use whereas serum VPA level at the time of investigation did not correlate with total ASR probability.Both ASR and SSS are suppressed by the effect of VPA, especially in patients using for a long period and in patients using other AEDs with VPA. Given the fact that VPA leads to long-standing synaptic changes of dopaminergic transmission, abnormalities of this network may be the more likely cause.", "doi": "10.1177/1550059417747155", "title": "Does Valproic Acid/Na Valproate Suppress Auditory Startle Reflex in Patients With Epilepsy?", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}