{"authors": [["Ge", "H Y", "HY", "Division of Pediatric Cardiology, First Hospital of Tsinghua University, Beijing 100016, China."], ["Li", "X M", "XM", null], ["Jiang", "H", "H", null], ["Zhang", "Y", "Y", null], ["Liu", "H J", "HJ", null], ["Zheng", "X C", "XC", null], ["Li", "M T", "MT", null]], "date": null, "id": "29262473", "text": "Objective: Catecholaminergic polymorphic ventricular tachycardia (CPVT) accounts for up to 10%-15% sudden cardiac death (SCD) in the children and young population. This study aimed to assess the current situation and challenges in CPVT clinical diagnosis. Method: A retrospective review included 11 children (7 male patients) at the First Hospital of Tsinghua University clinically diagnosed with CPVT from June 2014 to July 2017. Each patient was evaluated with detailed history, physical examination, resting 12-lead electrocardiogram(ECG), 24-h Holter, exercise stress test, Doppler echocardiography and genetic test. Result: During physical activity and/or emotional stress, ten children presented with recurrent syncope and one child presented with palpitation and chest distress. The mean age of symptom onset was 8.4 (4.0-13.7) years with a delayed diagnosis of 2.4 (0.04-5.00) years. Two children had a familial history of syncope or sudden death. Nine children were initially misdiagnosed as complex arrhythmic conditions (n=4), syncope of unknown origin (n=3), and drug-resistant epilepsy (n=2) treated with antiepileptic medication for several years. Bidirectional VT and (or) polymorphic VT were detected using Holter recording or exercise test ECG in all patients. Genetic test revealed CPVT-associated pathologic or possible pathologic mutations in nine patients. All patients were treated with beta-blockers. Six patients were asymptomatic, four patients reported infrequent syncope, and one sudden death occurred during a mean follow-up of 0.97 years. Conclusion: CPVT mainly occurs in children and adolescents with recurrent syncope during physical activities and/or emotional stress. Early diagnosis of CPVT remains challenging due to delayed diagnosis or misdiagnosis. Detailed clinical history and exercise stress test improve the early diagnosis and intervention for CPVT patients.目的： 探讨儿茶酚胺敏感性多形性室性心动过速（CPVT）患儿的诊治现状和延迟诊断及误诊原因。 方法： 回顾性分析2014年6月至2017年7月就诊于清华大学第一附属医院心脏中心小儿科11例（男7例）确诊CPVT患儿的病史、体格检查、体表心电图、动态心电图、平板运动试验、超声心动图及致病基因资料。 结果： 10例患儿均有反复情绪激动或运动后晕厥史，余1例患儿表现为情绪激动或运动后心慌、胸闷。首发症状年龄均值8.4（4.0~13.7）岁，延迟诊断时间均值2.4（0.04~5.00）年。2例患儿有晕厥或猝死家族史。9例患儿曾被误诊，4例诊断为复杂心律失常，3例诊断晕厥待查，2例诊断癫痫并接受数年抗癫痫治疗。11例患儿的动态心电图或平板运动试验均呈现典型的双向性或多形性室性心动过速。9例患儿发现CPVT相关的致病或可能的致病基因突变。11例患儿均接受β受体阻滞剂治疗，平均随访0.97年，6例无临床症状，4例偶发晕厥，1例猝死。 结论： CPVT好发于青少年，延迟诊断和误诊现象较普遍。多表现反复情绪激动或运动后晕厥，动态心电图及平板运动试验阳性率高，详细的临床病史和平板运动试验有助于改善对CPVT患儿的早期诊断和干预。.", "doi": null, "title": "[Clinical challenges in the management of catecholaminergic polymorphic ventricular tachycardia in children].", "journal": ["Zhonghua er ke za zhi = Chinese journal of pediatrics", "Zhonghua Er Ke Za Zhi"]}