{"authors": [["Uchida", "Daiki", "D", "Comprehensive Epilepsy Center, Seirei Hamamatsu General Hospital."], ["Yamamoto", "Takamichi", "T", null], ["Yamazoe", "Tomohiro", "T", null], ["Iijima", "Kentaro", "K", null], ["Fujimoto", "Ayataka", "A", null], ["Enoki", "Hideo", "H", null], ["Tanaka", "Tokutaro", "T", null]], "date": null, "id": "29262385", "text": "Vagus nerve stimulation(VNS)for patients with intractable epilepsy was approved by the Japan Ministry of Health, Labour and Welfare in 2010. More than 1,500 VNS systems were implanted by the end of August 2016. The aim of the present report is to describe complications we experienced at our department and consider the way to avoid them.We retrospectively reviewed 139 consecutive patients(122 new implantations and 17 reimplantations)between December 2010 and March 2016.Seven patients demonstrated eight complications. Four patients experienced recurrent nerve paralysis with hoarseness and/or cough that did not require device removal. One patient experienced subsequent aspiration pneumonia. The device was removed in one case due to lead fracture and in three owing to surgical site infection(SSI).All recurrent nerve paralysis occurred just after we started VNS implantations. It was presumed that the nerve paralysis was caused by retraction around the vagus nerve. Smaller skin incision and decreased retraction of the surgical field has eliminated this complication. The incidence of infections is reported as 2.2%. Allergic reaction to the VNS device might be one of the causes for SSI in our series. Fracture of the lead was caused by revolving of the pulse generator under the skin. Tight sutures around the pocket or subpectoral placement of a pulse generator is necessary to prevent rotation of the generator depending upon the activity of each patient. This paper provides insight into complications and successful strategies for better outcomes in VNS therapy.", "doi": "10.11477/mf.1436203646", "title": "[Experience and Solution of Complications of Vagus Nerve Stimulation Therapy in 139 Implant Patients with Medically Refractory Epilepsy].", "journal": ["No shinkei geka. Neurological surgery", "No Shinkei Geka"]}