{"authors": [["Herold", "Christina", "C", "C. & O. Vogt-Institute of Brain Research, Medical Faculty, Heinrich-Heine-University of Düsseldorf, 40225 Düsseldorf, Germany. Electronic address: christina.herold@uni-duesseldorf.de."], ["Bidmon", "Hans-Jürgen", "HJ", "C. & O. Vogt-Institute of Brain Research, Medical Faculty, Heinrich-Heine-University of Düsseldorf, 40225 Düsseldorf, Germany."], ["Pannek", "Heinz W", "HW", "Epilepsy-Center Bethel, 33617 Bielefeld, Germany."], ["Hans", "Volkmar", "V", "Institute of Neuropathology, Epilepsy-Center Bethel, 33617 Bielefeld, Germany."], ["Gorji", "Ali", "A", "Epilepsy Research Center, Westfälische Wilhelms University Münster, 48149 Münster, Germany; Shefa Neuroscience Research Center, Khatam Alanbia Hospital, Tehran, Iran."], ["Speckmann", "Erwin-Josef", "EJ", "Institute of Physiology, Westfälische Wilhelms University Münster, 48149 Münster, Germany."], ["Zilles", "Karl", "K", "Institute of Neuroscience and Medicine INM-1, Research Center Jülich, 52425 Jülich, Germany; Department of Psychiatry, Psychotherapy and Psychosomatics, RWTH Aachen University, and JARA - Translational Brain Medicine, 52074 Aachen, Germany."]], "date": "2017-12-17", "id": "29262299", "text": "The molecular basis for onset, maintenance and propagation of excitation along neuronal networks in epilepsy is still poorly understood. Besides different neurotransmitter receptors that control signal transfer at the synapse, one key regulator involved in all of these processes is the ATPase N-ethylmaleimide-sensitive fusion protein (NSF). Therefore, we analyzed receptor subunits and NSF levels in tissues from the medial temporal gyrus (MTG) of patients with pharmaco-resistant focal temporal lobe epilepsy resected during epilepsy surgery and autopsy controls. The resected tissues were further characterized by field potential recordings into tissues with and without spontaneous sharp wave activity. We detected increased levels of NSF, NMDA 1.1, 2A and GABAAγ2 receptor subunits associated with spontaneous sharp wave spiking activity. We further identified correlations between NSF, AMPA receptor subunit, metabotropic glutamate receptor and adenosine 1 receptor levels in the spontaneous sharp wave spiking tissues. Our findings suggest that NSF plays a key role in controlling spontaneous network excitation in epilepsy by two mechanisms of action: (1) directly via controlling transmitter release at the presynaptic side, and (2) indirectly via altering the function of possible receptor crosstalk and directing/integrating specific receptor compounds through/into the postsynaptic membrane.", "doi": "10.1016/j.neuroscience.2017.12.013", "title": "ATPase N-ethylmaleimide-sensitive Fusion Protein: A Novel Key Player for Causing Spontaneous Network Excitation in Human Temporal Lobe Epilepsy.", "journal": ["Neuroscience", "Neuroscience"]}