{"authors": [["Coll", "Monica", "M", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Striano", "Pasquale", "P", "Pediatric Neurology and Muscular Diseases Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, \"G. Gaslini\" Institute, Genova (Italy)."], ["Ferrer-Costa", "Carles", "C", "Gendiag SL, Barcelona (Spain)."], ["Campuzano", "Oscar", "O", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Matés", "Jesús", "J", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Del Olmo", "Bernat", "B", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Iglesias", "Anna", "A", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Pérez-Serra", "Alexandra", "A", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Mademont", "Irene", "I", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Picó", "Ferran", "F", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."], ["Oliva", "Antonio", "A", "Institute of Public Health, Section of Legal Medicine, Catholic University, Rome (Italy)."], ["Brugada", "Ramon", "R", "Cardiovascular Genetics Center, IDIBGI, Dr. Trueta University Hospital, Parc Hospitalari Martí i Julià, Edifici, Salt (Spain)."]], "date": "2017-12-19", "id": "29261713", "text": "Sudden unexpected death in epilepsy is an unpredicted condition in patients with a diagnosis of epilepsy, and autopsy does not conclusively identify cause of death. Although the pathophysiological mechanisms that underlie this entity remain unknown, the fact that epilepsy can affect cardiac function is not surprising. The genetic factors involving ion channels co-expressed in the heart and brain and other candidate genes have been previously described. In the present study, 20 epilepsy patients with personal or family history of heart rhythm disturbance/cardiac arrhythmias/sudden death were sequenced using a custom re-sequencing panel. Twenty-six relatives were genetically analysed to ascertain the family segregation in ten individuals. Four subjects revealed variants with positive genotype-phenotype segregation: four missense variants in the CDKL5, CNTNAP2, GRIN2A and ADGRV1 genes and one copy number variant in KCNQ1. The potential pathogenic role of variants in new candidate genes will need further studies in larger cohorts, and the evaluation of the potential pathogenic role in the cardio-cerebral mechanisms requires in vivo/in vitro studies. In addition to family segregation, evaluation of the potential pathogenic roles of these variants in cardio-cerebral mechanisms by in vivo/in vitro studies should also be performed. The potential pathogenic role of variants in new candidate genes will need further studies in larger cohorts.", "doi": "10.1371/journal.pone.0189618", "title": "Targeted next-generation sequencing provides novel clues for associated epilepsy and cardiac conduction disorder/SUDEP.", "journal": ["PloS one", "PLoS ONE"]}