{"authors": [["Ferrara", "Mariangela", "M", "Neurology Unit, Department of Medicine, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."], ["Di Viesti", "Pietro", "P", "Neurology Unit, Department of Medicine, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."], ["Inchingolo", "Vincenzo", "V", "Neurology Unit, Department of Medicine, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."], ["Latino", "Raffaela Rita", "RR", "Neurology Unit, Department of Medicine, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."], ["Popolizio", "Teresa", "T", "Radiodiagnostics Department, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."], ["De Cosmo", "Salvatore Angelo", "SA", "Endocrinology Unit, Department of Medicine, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."], ["Pugliese", "Flavia", "F", "Endocrinology Unit, Department of Medicine, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."], ["Leone", "Maurizio Angelo", "MA", "Neurology Unit, Department of Medicine, Research Center \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, FG, Italy."]], "date": "2016-11-28", "id": "29260011", "text": "Posterior Reversible Encephalopathy Syndrome (PRES) is a clinical-radiological syndrome, usually reversible and with a favorable prognosis, which recognizes a variety of etiologies and clinical patterns and is likely due to an impairment in cerebral blood flow autoregulation. It is typically characterized by subcortical, predominantly parieto-occipital, vasogenic brain oedema in patients with acute-subacute neurological symptoms. Infratentorial oedema on neuroimaging has been mostly described in association with the typical supratentorial pattern and seldom as isolated.We report a case of PRES with isolated pons involvement on MRI. A woman affected by Turner syndrome, epilepsy, slight mental deficiency, obesity and hypothyroidism, experienced a progressive gait and standing impairment, worsening in the last 2 weeks. At admission blood pressure was 220/110 mmHg. Brain MRI showed a wide FLAIR signal hyperintensity on T2-weighted sequences affecting the entire pons, without contrast enhancement. Clonidine, doxazosine, furosemide and telmisartan were effective in restoring normal blood pressure. Pons hyperintensity completely resolved on MRI 3 weeks later, together with return to normal neurological examination.Though isolated infratentorial involvement in PRES recognizes several causes, hypertension, which is a common feature in Turner syndrome, would have played a key role in our case with solely pons MRI T2-hyperintensity.", "doi": "10.1016/j.ensci.2016.11.008", "title": "Isolated pons involvement in Posterior Reversible Encephalopathy Syndrome: Case report and review of the literature.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}