{"authors": [["Chiang", "Sharon", "S", "Department of Statistics, Rice University, Houston, TX, United States."], ["Guindani", "Michele", "M", "Department of Statistics, University of California, Irvine, Irvine, CA, United States."], ["Yeh", "Hsiang J", "HJ", "Department of Neurology, University of California, Los Angeles, Los Angeles, CA, United States."], ["Dewar", "Sandra", "S", "Department of Neurology, University of California, Los Angeles, Los Angeles, CA, United States."], ["Haneef", "Zulfi", "Z", "Department of Neurology, Baylor College of Medicine, Houston, TX, United States."], ["Stern", "John M", "JM", "Department of Neurology, University of California, Los Angeles, Los Angeles, CA, United States."], ["Vannucci", "Marina", "M", "Department of Statistics, Rice University, Houston, TX, United States."]], "date": "2017-12-05", "id": "29259537", "text": "We develop an integrative Bayesian predictive modeling framework that identifies individual pathological brain states based on the selection of fluoro-deoxyglucose positron emission tomography (PET) imaging biomarkers and evaluates the association of those states with a clinical outcome. We consider data from a study on temporal lobe epilepsy (TLE) patients who subsequently underwent anterior temporal lobe resection. Our modeling framework looks at the observed profiles of regional glucose metabolism in PET as the phenotypic manifestation of a latent individual pathologic state, which is assumed to vary across the population. The modeling strategy we adopt allows the identification of patient subgroups characterized by latent pathologies differentially associated to the clinical outcome of interest. It also identifies imaging biomarkers characterizing the pathological states of the subjects. In the data application, we identify a subgroup of TLE patients at high risk for post-surgical seizure recurrence after anterior temporal lobe resection, together with a set of discriminatory brain regions that can be used to distinguish the latent subgroups. We show that the proposed method achieves high cross-validated accuracy in predicting post-surgical seizure recurrence.", "doi": "10.3389/fnins.2017.00669", "title": "A Hierarchical Bayesian Model for the Identification of PET Markers Associated to the Prediction of Surgical Outcome after Anterior Temporal Lobe Resection.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}