{"authors": [["Seo", "Se Eun", "SE", "Division of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Seoul."], ["Kim", "Se Hee", "SH", "Division of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Seoul."], ["Lee", "Seung Tae", "ST", "Department of Laboratory Medicine, Yonsei University College of Medicine, Seoul, Korea."], ["Choi", "Jong Rak", "JR", "Department of Laboratory Medicine, Yonsei University College of Medicine, Seoul, Korea."], ["Lee", "Joon Soo", "JS", "Division of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Seoul."], ["Kim", "Heung Dong", "HD", "Division of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Seoul."], ["Kang", "Hoon-Chul", "HC", "Division of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Seoul."]], "date": null, "id": "29258970", "text": "Mowat-Wilson syndrome (MWS) is a disorder caused by mutations or deletions of the zinc finger E-box-binding homeobox 2 (ZEB2) gene. Diagnosis of MWS can be challenging to neurologists, because its manifestations are diverse and the spectrum of genetic mutations are broad. Here, we describe two patients with MWS who initially showed atypical forms of fever-triggered seizures during childhood. Both had characteristic facial features, cognitive impairment, and genito-urinary anomalies consistent with MWS. By performing targeted next-generation sequencing (NGS) using a gene panel for epilepsy, we were able to identify a nonsense mutation (c.1965C>A) in the ZEB2 gene of one patient and a frameshift mutation (c.2348dupC) in the other patient. Fever-induced seizures can be presenting signs of MWS. MWS should be considered in the differential diagnosis of fever-induced seizures, especially when the patient has distinctive facial features and multiple anomalies, including cardiac, genito-urinary, and eye defects.", "doi": "10.1684/epd.2017.0949", "title": "Mowat-Wilson syndrome presenting with fever-associated seizures.", "journal": ["Epileptic disorders : international epilepsy journal with videotape", "Epileptic Disord"]}