{"authors": [["Gillinder", "Lisa", "L", "Mater Advanced Epilepsy Unit, Mater Adults Hospital,, Princess Alexandra Hospital, Department of Neurology, Brisbane, Australia."], ["Tjoa", "Linda", "L", "Mater Advanced Epilepsy Unit, Mater Adults Hospital,, Princess Alexandra Hospital, Department of Neurology, Brisbane, Australia."], ["Mantzioris", "Basil", "B", "Mater Advanced Epilepsy Unit, Mater Adults Hospital,, Princess Alexandra Hospital, Department of Neurology, Brisbane, Australia."], ["Blum", "Stefan", "S", "Mater Advanced Epilepsy Unit, Mater Adults Hospital,, Princess Alexandra Hospital, Department of Neurology, Brisbane, Australia."], ["Dionisio", "Sasha", "S", "Mater Advanced Epilepsy Unit, Mater Adults Hospital,, Princess Alexandra Hospital, Department of Neurology, Brisbane, Australia."]], "date": null, "id": "29258968", "text": "We report a case series of 10 patients with chronic medically refractory antibody-positive autoimmune epilepsy and assess their common clinical features. Immune-mediated seizures are most commonly reported in the context of encephalitis or encephalopathy, with few reports focusing on lone, chronic epilepsy in the outpatient setting. Our aim was to define the potential diagnostic clues that might be present in these cases, leading to consideration of an autoimmune cause of the epilepsy. We performed a retrospective review of all patients presenting to the outpatient department of our unit who underwent autoimmune screening. All patients with chronic epilepsy and a positive result for an antibody known to be associated with epilepsy were included. Sixty-three patients underwent testing. Thirteen returned a positive result, however, only 10 of these were patients which chronic epilepsy who did not present with an acute illness. Common features in these cases included: perisylvian semiology, EEG abnormalities in the mid temporal region, normal or non-specific MRI findings, depression, and head injury. In cases of medically refractory, lesion-negative epilepsy, with predominantly perisylvian semiology, clinicians should have a high level of suspicion for the diagnosis of autoimmune aetiologies and a low threshold to perform autoantibody screening. This is especially true if there are atypical electrographic findings, a previous history of head injury, or co-morbid depression.", "doi": "10.1684/epd.2017.0946", "title": "Refractory chronic epilepsy associated with neuronal auto-antibodies: could perisylvian semiology be a clue?", "journal": ["Epileptic disorders : international epilepsy journal with videotape", "Epileptic Disord"]}