{"authors": [["Damiano", "John A", "JA", "Epilepsy Research Centre, Department of Medicine, University of Melbourne, Austin Health, Heidelberg, VIC."], ["Do", "Hongdo", "H", "Translational Genomics and Epigenomics Laboratory, Olivia Newton-John Cancer Research Institute, Heidelberg, VIC, School of Cancer Medicine, La Trobe University, Bundoora, VIC, Department of Pathology, University of Melbourne, Parkville, VIC."], ["Ozturk", "Ezgi", "E", "Department of Medicine, University of Melbourne, Royal Melbourne Hospital, Parkville, VIC."], ["Burgess", "Rosemary", "R", "Epilepsy Research Centre, Department of Medicine, University of Melbourne, Austin Health, Heidelberg, VIC."], ["Kalnins", "Renate", "R", "Anatomical Pathology, Austin Health, Heidelberg, VIC, 3084, Australia."], ["Jones", "Nigel C", "NC", "Department of Medicine, University of Melbourne, Royal Melbourne Hospital, Parkville, VIC."], ["Dobrovic", "Alexander", "A", "Translational Genomics and Epigenomics Laboratory, Olivia Newton-John Cancer Research Institute, Heidelberg, VIC, School of Cancer Medicine, La Trobe University, Bundoora, VIC, Department of Pathology, University of Melbourne, Parkville, VIC."], ["Berkovic", "Samuel F", "SF", "Epilepsy Research Centre, Department of Medicine, University of Melbourne, Austin Health, Heidelberg, VIC."], ["Hildebrand", "Michael S", "MS", "Epilepsy Research Centre, Department of Medicine, University of Melbourne, Austin Health, Heidelberg, VIC."]], "date": null, "id": "29258966", "text": "Somatic mutation of the lissencephaly-1 gene is a cause of subcortical band heterotopia (\"double cortex\"). The severity of the phenotype depends on the level of mutation in brain tissue. Detecting and quantifying low-level somatic mosaic mutations is challenging. Here, we utilized droplet digital PCR, a sensitive method to detect low-level mutation. Droplet digital PCR was used in concert with classic genotyping techniques (SNaPshot assays and pyrosequencing) to detect and characterize the tissue mosaicism of a somatic mutation (LIS1 c.190A>T; p.K64X) in a patient with posterior bilateral SBH and refractory epilepsy. The high sensitivity of droplet digital PCR and the ability to target individual DNA molecules allowed us to detect the mutation at low level in the brain, despite the low quality of the DNA sample derived from formalin-fixed paraffin-embedded tissue. This low mutation frequency in the brain was consistent with the relatively subtle malformation resolved by magnetic resonance imaging. The presence of the mutation in other tissues from the patient permitted us to predict the timing of mutagenesis. This sensitive methodology will have utility for a variety of other brain malformation syndromes associated with epilepsy for which historical pathological specimens are available and specific somatic mosaic mutations are predicted.", "doi": "10.1684/epd.2017.0944", "title": "Sensitive quantitative detection of somatic mosaic mutation in \"double cortex\" syndrome.", "journal": ["Epileptic disorders : international epilepsy journal with videotape", "Epileptic Disord"]}