{"authors": [["Jesmanas", "Simonas", "S", "Faculty of Medicine, Medical Academy, Lithuanian University of Health Sciences, Lithuania."], ["Norvainytė", "Kristina", "K", "Faculty of Medicine, Medical Academy, Lithuanian University of Health Sciences, Lithuania."], ["Gleiznienė", "Rymantė", "R", "Radiology Department, Medical Academy, Lithuanian University of Health Sciences, Lithuania."], ["Šimoliūnienė", "Renata", "R", "Department of Physics, Mathematics and Biophysics, Medical Academy, Lithuanian University of Health Sciences, Lithuania."], ["Endzinienė", "Milda", "M", "Neurology Department, Medical Academy, Lithuanian University of Health Sciences, Lithuania. Electronic address: milda.endziniene@kaunoklinikos.lt."]], "date": "2017-12-16", "id": "29258718", "text": "Tuberous sclerosis complex (TSC) is a rare genetic disorder with multisystem involvement. A magnetic-resonance (MRI) based classification of tubers into types A, B and C has been proposed. However, the relationship between different tuber types and their quantitative characteristics, also the non-neurological manifestations of TSC remains unknown.To quantitatively evaluate different MRI-defined tuber types and to explore their relationships with major disease manifestations in patients with tuberous sclerosis complex.We performed quantitative manual assessment of tubers visible on T1W, T2W/FLAIR images and DW/ADC maps of 20 patients with TSC. Tubers were classified into types A, B and C based on their signal intensity on MRI. General clinical information and quantitative tuber characteristics were evaluated. Between-group comparisons were made using the nonparametric Mann-Whitney U test with Bonferroni correction.In total, 20 patients with 770 tubers were evaluated. Type A tubers were most numerous followed closely by Type B tubers, whereas Type C tubers were relatively rare. Tuber size was markedly different among the three tuber types: it increased from Type A to Type B to Type C. Infantile spasms, generalized-tonic clonic seizures, poor seizure control, cardiac rhabdomyomas, SEGA and developmental delay were not associated with quantitative tuber characteristics. Increased total Type B tuber load was associated with early onset epilepsy, while individually larger Type A and Type B tubers were associated with the presence angiomyolipoma (AML) and renal cysts.MRI-defined tuber types differ significantly in their size and number. Larger total Type B tuber load and larger individual Type A and Type B tubers were found to be most associated with early seizure onset and renal angiomyolipomas, respectively. One possible explanation for the observed differences in the clinical phenotype based on MRI-defined tuber types is not the intrinsic qualitative distinctions between different tuber types, but rather their individual size and total tuber load.", "doi": "10.1016/j.braindev.2017.11.010", "title": "Different MRI-defined tuber types in tuberous sclerosis complex: Quantitative evaluation and association with disease manifestations.", "journal": ["Brain & development", "Brain Dev."]}