{"authors": [["Alhalaiqa", "Fadwa", "F", "1 Faculty of Nursing, Philadelphia University, Amman, Jordan."], ["Al Omari", "Omar", "O", "2 Faculty of Nursing, 123295 Jerash University , Jerash, Jordan."], ["Batiha", "Abdul-Monim", "AM", "1 Faculty of Nursing, Philadelphia University, Amman, Jordan."], ["ALBashtawy", "Mohammed", "M", "3 Faculty of Nursing, Al-AlBayt University, Mafraq, Jordan."], ["Masa'Deh", "Rami", "R", "4 School of Nursing, Applied Science Private University, Amman, Jordan."], ["Al-Ghabeesh", "Suhair", "S", "5 Faculty of Nursing, 84977 Al-Zaytoonah Private University of Jordan , Amman, Jordan."], ["Bashayreh", "Ibraheem", "I", "1 Faculty of Nursing, Philadelphia University, Amman, Jordan."]], "date": "2017-01-01", "id": "29258390", "text": "People with epilepsy face stigma which arguably causes more suffering than the disease itself. The purpose of this study is to compare the knowledge and attitudes of nursing with nonnursing Jordanian university students toward epilepsy. A cross-sectional comparative, quantitative study was conducted. A newly structured questionnaire was developed to collect related data. The results revealed that there were 145(30.5%) nursing students and 331 (69.5%) nonnursing students with mean age of the participants was 22.9 years ( SD = 4.7) and 60% of them were men. Although the majority of the Jordanian university students were aware of epilepsy, their knowledge varied according to their major subject of study. Nursing students possessed a good knowledge of, and more positive attitudes toward, epilepsy compared with other nonnursing students. Therefore, universities are required to improve the knowledge of their students about epilepsy by integrating education about health and first aid course into their curriculum.", "doi": "10.1177/0272684X17749569", "title": "Knowledge and Attitudes of Jordanian University Students Toward Epilepsy: A Cross-Sectional Comparison Study.", "journal": ["International quarterly of community health education", "Int Q Community Health Educ"]}