{"authors": [["Huang", "Yian", "Y", "Institutes of Brain Science and State Key Laboratory for Medical Neurobiology, Department of Neurology at Zhongshan Hospital, Collaborative Innovation Center for Brain Science, Fudan University, Shanghai 200032, P.R. China."], ["Liu", "Xu", "X", "Institutes of Brain Science and State Key Laboratory for Medical Neurobiology, Department of Neurology at Zhongshan Hospital, Collaborative Innovation Center for Brain Science, Fudan University, Shanghai 200032, P.R. China."], ["Wang", "Guoxiang", "G", "Institutes of Brain Science and State Key Laboratory for Medical Neurobiology, Department of Neurology at Zhongshan Hospital, Collaborative Innovation Center for Brain Science, Fudan University, Shanghai 200032, P.R. China."], ["Wang", "Yun", "Y", "Institutes of Brain Science and State Key Laboratory for Medical Neurobiology, Department of Neurology at Zhongshan Hospital, Collaborative Innovation Center for Brain Science, Fudan University, Shanghai 200032, P.R. China."]], "date": "2017-11-15", "id": "29257204", "text": "Epilepsy is a common disease of the central nervous system. Tetanic spasms and convulsions are the key symptoms exhibited during epileptic seizures. However, the majority of patients have a significant post‑seizure silence following a serious seizure; the underlying molecular neural mechanisms in this burst interval are unclear. The aim of the present study was to reveal the effect and role of calcium‑activated potassium channels during this seizure interval silence period. Cyclothiazide (CTZ) was used to establish the seizure model in rat hippocampal cultured neurons, then the after‑burst hyperpolarization (ABH) activities were recorded using the patch clamp technique. By comparing the amplitude and duration of hyperpolarizations, the present study analyzed the association between epileptiform bursts and ABHs when treated with different concentrations of CTZ. In addition, apamin and iberiotoxin were used for pharmacological tests. An intracranial electroencephalogram (EEG) recording was also performed when the CTZ experiments were repeated on animals. The experimental results revealed that treatment with high levels of CTZ induced larger ABHs and was associated with stronger burst activities, which suggested a positive correlation between ABH and epileptiform burst. Apamin, an antagonist of small conductance calcium‑activated potassium (SK) channels, decreased the amplitude of ABH; however, reduced ABH was associated with enhanced burst activity, in burst probability and burst strength. These results revealed an important role of SK channels in the formation of ABH and in the inhibition of burst activity. Iberiotoxin, an antagonist of big conductance calcium‑activated potassium (BK) channels, had no significant effect on ABH and burst activity. In addition, a positive correlation was identified between burst duration and ABH parameters. An intracellular calcium chelator impaired the amplitude of ABH; however, it did not affect the burst parameters. The rat cortical EEG recordings also exhibited a similar positive correlation between the duration of epileptic burst and after burst depression. Collectively, the results indicate that ABH may serve in the physiological feedback system to reduce the strength of epileptic hyperexcitation, a process in which SK channels are important.", "doi": "10.3892/mmr.2017.8068", "title": "SK channels participate in the formation of after burst hyperpolarization and partly inhibit the burst strength of epileptic ictal discharges.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}