{"authors": [["Kunze", "Albrecht", "A", "Hans Berger Department of Neurology, Jena University Hospital, Am Klinikum 1, Jena, Germany."], ["Reuber", "Markus", "M", "Academic Neurology Unit, University of Sheffield, Royal Hallamshire Hospital, Sheffield, United Kingdom."]], "date": "2017-12-18", "id": "29256931", "text": "Optimal treatment of a possible first seizure depends on the determination if the paroxysmal event was an epileptic seizure and was on an accurate assessment of the recurrence risk. This review summarizes evidence from the last 5 years addressing the following questions: Is it an epileptic seizure? Is it a first seizure? When does a first seizure indicate epilepsy?The acts of taking and interpreting the history from patients and witnesses continue to be the most important tools in the diagnosis of first seizures. Assessment tools based on factual questions and the observation of patients' conversational behaviour can contribute to the differentiation of patients with epileptic seizures from those who have experienced other types of transient loss of consciousness (TLOC). At present, only about 40% of patients are seen after their very first seizure. Tests have a limited role in the initial diagnosis of a seizure but help to determine the recurrence risk based on the cause. A remote symptomatic cause and detection of epileptiform discharges are associated with a recurrence risk of at least 60% and allow a diagnosis of epilepsy after a first seizure. The risk of recurrence after an acute symptomatic first seizure is well below 60%.Expert history-taking continues to be the most important tool in the diagnosis of a first seizure. Cause is the most important determinant of the recurrence risk. Unfortunately, there is currently no formula enabling a precise calculation of an individualized recurrence risk.", "doi": "10.1097/WCO.0000000000000529", "title": "The first seizure as an indicator of epilepsy.", "journal": ["Current opinion in neurology", "Curr. Opin. Neurol."]}