{"authors": [["Quintas", "Sonia", "S", "Department of Neurology, Hospital Universitario de la Princesa, Calle Diego de León, 62, 28006, Madrid, Spain. sonia.qg@gmail.com."], ["Ródriguez-Carrillo", "Juan Camilo", "JC", "Department of Neurology, Hospital Universitario de la Princesa, Calle Diego de León, 62, 28006, Madrid, Spain."], ["Toledano", "Rafael", "R", "Epilepsy Unit, Department of Neurology, Hospital Ruber Internacional, Madrid, Spain."], ["de Toledo", "María", "M", "Department of Neurology, Hospital Universitario de la Princesa, Calle Diego de León, 62, 28006, Madrid, Spain."], ["Navacerrada Barrero", "Francisco José", "FJ", "Hospital Universitario Infanta Sofía, San Sebastián de los Reyes, Madrid, Spain."], ["Berbís", "M Álvaro", "MÁ", "Health Time, Córdoba, Spain."], ["Gago-Veiga", "Ana Beatriz", "AB", "Department of Neurology, Hospital Universitario de la Princesa, Calle Diego de León, 62, 28006, Madrid, Spain."]], "date": "2017-12-18", "id": "29255963", "text": "Aphasic status epilepticus is an uncommon entity that should be included in the differential diagnosis of persistent and sudden language disorders. In our study, we describe seven patients admitted with clinical and electroencephalographic diagnosis of aphasic status, who were studied with both neuroimaging and electroencephalogram. The mean age was 65.9 years (range of 39-89). Three of the patients had previously been diagnosed of epilepsy. The aphasia was global in six patients. In one case, we found foci of the left hemorrhagic contusions. The initial electroencephalogram (EEG) was not conclusive of status in two patients. In one patient, neuroimaging showed left hemispheric hypoperfusion, compatible with postictal changes. Six out of seven patients required at least two antiepileptic drugs. Three patients died of systemic complications (infectious causes), whereas the other four cases had a complete recovery. Our study highlights that a second EEG study might be necessary to confirm epileptiform activity, when clinical features and other tests suggest an epileptic origin. An early and specific treatment, avoiding or diminishing comorbidities, might significantly improve the prognosis of these patients.", "doi": "10.1007/s10072-017-3218-9", "title": "When aphasia is due to aphasic status epilepticus: a diagnostic challenge.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}