{"authors": [["Soleman", "Jehuda", "J", "Department of Neurosurgery, University Hospital of Basel, Spitalstrasse 21, 4031, Basel, Switzerland. jehuda.soleman@gmail.com."], ["Knorr", "Corine", "C", "Department of Neurosurgery, University Hospital of Basel, Spitalstrasse 21, 4031, Basel, Switzerland."], ["Datta", "Alexandre N", "AN", "Department of Pediatric Neurology, Children's University Hospital of Basel (UKBB), Basel, Switzerland."], ["Strozzi", "Susi", "S", "Department of Pediatric Neurology, University Hospital of Bern, Bern, Switzerland."], ["Ramelli", "Gian Paolo", "GP", "Department of Pediatric Neurology, Children's Hospital of Bellinzona, Bellinzona, Switzerland."], ["Mariani", "Luigi", "L", "Department of Neurosurgery, University Hospital of Basel, Spitalstrasse 21, 4031, Basel, Switzerland."], ["Guzman", "Raphael", "R", "Department of Neurosurgery, University Hospital of Basel, Spitalstrasse 21, 4031, Basel, Switzerland."]], "date": "2017-12-18", "id": "29255920", "text": "Data concerning the benefit of vagal nerve stimulation (VNS) in children under the age of 12 years is sparse. It was shown that reduction of seizure frequency and duration at an early age could lead to better psychomotor development. We therefore compare the outcome between early (≤ 5 years of age) and late (> 5 years of age) implantation of VNS in children.This study is a prospective review of patients analyzing primarily the reduction of seizure frequency and secondarily epilepsy outcome assessed by the McHugh and Engel classification, reduction of antiepileptic drugs (AED), psychomotor development measured by the Vineland Adaptive Behavior Scale (VABS), and quality of life using the caregiver impression (CGI) scale. Mean follow-up time was 36 and 31 months in the early and late group, respectively.Out of 12 consecutive VNS implantations for therapy refractory epilepsy, 5 were early implantations and 7 late implantations. Reduction of seizure frequency, McHugh and Engel classification, quality of life, psychomotor development and reduction of AED were comparable in both groups. One patient in the late group suffered from a postoperative infection resulting in explanation of the VNS device and re-implantation on the opposite side, while mortality rate was 0%.VNS seems to be a safe and feasible therapy in children even under the age of 5 years. Responder rate, quality of life, and psychomotor development do not seem to be influenced by the child's age at implantation; however, larger studies analyzing the outcome of early VNS implantation are warranted.", "doi": "10.1007/s00381-017-3694-5", "title": "Early vagal nerve stimulator implantation in children: personal experience and review of the literature.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}