{"authors": [["Sun", "Lihua", "L", "Behavioral Neurology Research Unit, Tampere University Hospital, Tampere, Finland."], ["Peräkylä", "Jari", "J", "Behavioral Neurology Research Unit, Tampere University Hospital, Tampere, Finland."], ["Hartikainen", "Kaisa M", "KM", "Behavioral Neurology Research Unit, Tampere University Hospital, Tampere, Finland."]], "date": "2017-12-04", "id": "29255409", "text": "Neuromodulation techniques targeting limbic circuits can be used to treat refractory psychiatric or neurological disorders. However, objective measure for the impact of neuromodulation on affective brain circuits is lacking. Deep brain stimulation at a key node of the limbic circuit, the anterior thalamic nuclei (ANT-DBS), is used to treat refractory epilepsy. While effective in reducing seizures, patients have reported subjective depressive symptoms as a side effect. In line with potential vulnerability to depression, we have previously shown ANT-DBS to increase attention allocation to threat evidenced by behavior and brain physiology. Rightward frontal alpha asymmetry with greater right hemispheric activation is thought to reflect brain physiology linked with depression and anxiety. To that end, we investigated whether high-frequency electric stimulation at ANT influences frontal alpha asymmetry. Furthermore, we explored the impact of DBS on emotional modulation of frontal alpha asymmetry and whether it is linked with emotional modulation of response speed. Electrical stimulation at ANT led to an increased rightward frontal alpha asymmetry compared to situations where stimulation was off (F(1,12) = 14.09, p = 0.003) or the thalamic control location was stimulated (F(1,12) = 10.19, p = 0.008), along with prolonged reaction times in the context of emotional distractors (F(1,7) = 16.66, p = 0.005). The change was specifically driven by increased activity in the right hemisphere. Furthermore, we found a correlation between the emotional modulation of frontal alpha asymmetry and emotional interference of response speed due to ANT stimulation (r = 0.78, p = 0.02). In conclusion, DBS at ANT increased relative right hemispheric activity and this was linked with emotional modulation of behavior. Previous studies have linked frontal alpha asymmetry with emotion related symptoms and furthermore, Vagus Nerve Stimulation (VNS) has been shown to modulate alpha asymmetry. Thus, in the light of the previous literature and the current findings, we suggest that frontal alpha asymmetry along with emotional interference of response speed might be a feasible biomarker for the effects of neuromodulation on brain's affective circuitry in general.", "doi": "10.3389/fnhum.2017.00584", "title": "Frontal Alpha Asymmetry, a Potential Biomarker for the Effect of Neuromodulation on Brain's Affective Circuitry-Preliminary Evidence from a Deep Brain Stimulation Study.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}