{"authors": [["Enkavi", "A Zeynep", "AZ", "Center for Decision Science, Columbia University, Uris Hall, 3022 Broadway, New York, NY, 10027-6902, USA. zenkavi@stanford.edu."], ["Weber", "Bernd", "B", "Department of Epileptology, Sigmund-Freud-Str.25, University Hospital Bonn, 53127, Bonn, Germany."], ["Zweyer", "Iris", "I", "Department of Epileptology, Sigmund-Freud-Str.25, University Hospital Bonn, 53127, Bonn, Germany."], ["Wagner", "Jan", "J", "Department of Epileptology, Sigmund-Freud-Str.25, University Hospital Bonn, 53127, Bonn, Germany."], ["Elger", "Christian E", "CE", "Department of Epileptology, Sigmund-Freud-Str.25, University Hospital Bonn, 53127, Bonn, Germany."], ["Weber", "Elke U", "EU", "Center for Decision Science, Columbia University, Uris Hall, 3022 Broadway, New York, NY, 10027-6902, USA."], ["Johnson", "Eric J", "EJ", "Center for Decision Science, Columbia University, Uris Hall, 3022 Broadway, New York, NY, 10027-6902, USA."]], "date": "2017-12-18", "id": "29255296", "text": "Consistent decisions are intuitively desirable and theoretically important for utility maximization. Neuroeconomics has established the neurobiological substrate of value representation, but brain regions that provide input to this network is less explored. The constructed-preference tradition within behavioral decision research gives a critical role to associative cognitive processes, suggesting a hippocampal role in making consistent decisions. We compared the performance of 31 patients with mediotemporal lobe (MTL) epilepsy and hippocampal lesions, 30 patients with extratemporal lobe epilepsy, and 30 healthy controls on two tasks: binary choices between candy bars based on their preferences and a number-comparison control task where the larger number is chosen. MTL patients made more inconsistent choices than the other two groups for the value-based choice but not the number-comparison task. These inconsistencies correlated with the volume of compromised hippocampal tissue. These results add to increasing evidence on a critical involvement of the MTL in preference construction and value-based choices.", "doi": "10.1038/s41598-017-18015-4", "title": "Evidence for hippocampal dependence of value-based decisions.", "journal": ["Scientific reports", "Sci Rep"]}