{"authors": [["Nemes", "Ashley D", "AD", "Epilepsy Center, Neurological Institute, Cleveland Clinic, 44195, Cleveland, OH, USA."], ["Ayasoufi", "Katayoun", "K", "Department of Immunology, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Ying", "Zhong", "Z", "Epilepsy Center, Neurological Institute, Cleveland Clinic, 44195, Cleveland, OH, USA."], ["Zhou", "Qi-Gang", "QG", "Department of Stem Cell Biology and Regenerative Medicine, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Suh", "Hoonkyo", "H", "Department of Stem Cell Biology and Regenerative Medicine, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, USA."], ["Najm", "Imad M", "IM", "Epilepsy Center, Neurological Institute, Cleveland Clinic, 44195, Cleveland, OH, USA. najmi@ccf.org."]], "date": "2017-12-18", "id": "29255203", "text": "We previously showed increased growth associated protein 43 (GAP-43) expression in brain samples resected from patients with cortical dysplasia (CD), which was correlated with duration of epilepsy. Here, we used a rat model of CD to examine the regulation of GAP-43 in the brain and serum over the course of epileptogenesis. Baseline GAP-43 expression was higher in CD animals compared to control non-CD rats. An acute seizure increased GAP-43 expression in both CD and control rats. However, GAP-43 expression decreased by day 15 post-seizure in control rats, which did not develop spontaneous seizures. In contrast, GAP-43 remained up-regulated in CD rats, and over 50% developed chronic epilepsy with increased GAP-43 levels in their serum. GAP-43 protein was primarily located in excitatory neurons, suggesting its functional significance in epileptogenesis. Inhibition of GAP-43 expression by shRNA significantly reduced seizure duration and severity in CD rats after acute seizures with subsequent reduction in interictal spiking. Serum GAP-43 levels were significantly higher in CD rats that developed spontaneous seizures. Together, these results suggest GAP-43 as a key factor promoting epileptogenesis, a possible therapeutic target for treatment of progressive epilepsy and a potential biomarker for epilepsy progression in CD.", "doi": "10.1038/s41598-017-17377-z", "title": "Growth Associated Protein 43 (GAP-43) as a Novel Target for the Diagnosis, Treatment and Prevention of Epileptogenesis.", "journal": ["Scientific reports", "Sci Rep"]}