{"authors": [["Rafiullah", "Rafiullah", "R", "Department of Human Molecular Genetics, Heidelberg University, 69120, Heidelberg, Germany."], ["Long", "Alyssa B", "AB", "Department of Human Genetics, Emory University School of Medicine, Atlanta, GA, 30322, USA."], ["Ivanova", "Anna A", "AA", "Department of Biochemistry, Emory University School of Medicine, Atlanta, GA, 30322, USA."], ["Ali", "Hazrat", "H", "Department of Psychiatry, Bolan Medical College, 87600, Quetta, Pakistan."], ["Berkel", "Simone", "S", "Department of Human Molecular Genetics, Heidelberg University, 69120, Heidelberg, Germany."], ["Mustafa", "Ghulam", "G", "Molecular and Cellular Modeling (MCM) Group, Heidelberg Institute for Theoretical Studies (HITS), 69118, Heidelberg, Germany."], ["Paramasivam", "Nagarajan", "N", "Computational Oncology Group, Theoretical Bioinformatics Division (B080), German Cancer Research Centre (DKFZ), 69120, Heidelberg, Germany."], ["Schlesner", "Matthias", "M", "Computational Oncology Group, Theoretical Bioinformatics Division (B080), German Cancer Research Centre (DKFZ), 69120, Heidelberg, Germany."], ["Wiemann", "Stefan", "S", "Genomic and Proteomics Core Facility, German Cancer Research Center (DKFZ), 69120, Heidelberg, Germany."], ["Wade", "Rebecca C", "RC", "Molecular and Cellular Modeling (MCM) Group, Heidelberg Institute for Theoretical Studies (HITS), 69118, Heidelberg, Germany."], ["Bolthauser", "Eugen", "E", "Division of Pediatric Neurology, University Children's Hospital, 8032, Zurich, Switzerland."], ["Blum", "Martin", "M", "Institute of Zoology, University of Hohenheim, 70593, Stuttgart, Germany."], ["Kahn", "Richard A", "RA", "Department of Biochemistry, Emory University School of Medicine, Atlanta, GA, 30322, USA."], ["Caspary", "Tamara", "T", "Department of Human Genetics, Emory University School of Medicine, Atlanta, GA, 30322, USA."], ["Rappold", "Gudrun A", "GA", "Department of Human Molecular Genetics, Heidelberg University, 69120, Heidelberg, Germany. Gudrun.Rappold@med.uni-heidelberg.de."]], "date": "2017-11-15", "id": "29255182", "text": "ARL13B encodes for the ADP-ribosylation factor-like 13B GTPase, which is required for normal cilia structure and Sonic hedgehog (Shh) signaling. Disruptions in cilia structure or function lead to a class of human disorders called ciliopathies. Joubert syndrome is characterized by a wide spectrum of symptoms, including a variable degree of intellectual disability, ataxia, and ocular abnormalities. Here we report a novel homozygous missense variant c.[223G>A] (p.(Gly75Arg) in the ARL13B gene, which was identified by whole-exome sequencing of a trio from a consanguineous family with multiple-affected individuals suffering from intellectual disability, ataxia, ocular defects, and epilepsy. The same variant was also identified in a second family. We saw a striking difference in the severity of ataxia between affected male and female individuals in both families. Both ARL13B and ARL13B-c.[223G>A] (p.(Gly75Arg) expression rescued the cilia length and Shh defects displayed by Arl13b hennin (null) cells, indicating that the variant did not disrupt either ARL13B function. In contrast, ARL13B-c.[223G>A] (p.(Gly75Arg) displayed a marked loss of ARL3 guanine nucleotide-exchange factor activity, with retention of its GTPase activities, highlighting the correlation between its loss of function as an ARL3 guanine nucleotide-exchange factor and Joubert syndrome.", "doi": "10.1038/s41431-017-0031-0", "title": "A novel homozygous ARL13B variant in patients with Joubert syndrome impairs its guanine nucleotide-exchange factor activity.", "journal": ["European journal of human genetics : EJHG", "Eur. J. Hum. Genet."]}