{"authors": [["Inman", "Cory S", "CS", "Department of Neurosurgery, Emory University, Atlanta, GA 30322."], ["Manns", "Joseph R", "JR", "Department of Psychology, Emory University, Atlanta, GA 30322."], ["Bijanki", "Kelly R", "KR", "Department of Neurosurgery, Emory University, Atlanta, GA 30322."], ["Bass", "David I", "DI", "Graduate Program in Neuroscience, Emory University, Atlanta, GA 30322."], ["Hamann", "Stephan", "S", "Department of Psychology, Emory University, Atlanta, GA 30322."], ["Drane", "Daniel L", "DL", "Department of Neurology, Emory University, Atlanta, GA 30322."], ["Fasano", "Rebecca E", "RE", "Department of Neurology, Emory University, Atlanta, GA 30322."], ["Kovach", "Christopher K", "CK", "Department of Neurosurgery, University of Iowa, Iowa City, IA 52242."], ["Gross", "Robert E", "RE", "Department of Neurosurgery, Emory University, Atlanta, GA 30322."], ["Willie", "Jon T", "JT", "Department of Neurosurgery, Emory University, Atlanta, GA 30322; jon.t.willie@emory.edu."]], "date": "2017-12-18", "id": "29255054", "text": "Emotional events are often remembered better than neutral events, a benefit that many studies have hypothesized to depend on the amygdala's interactions with memory systems. These studies have indicated that the amygdala can modulate memory-consolidation processes in other brain regions such as the hippocampus and perirhinal cortex. Indeed, rodent studies have demonstrated that direct activation of the amygdala can enhance memory consolidation even during nonemotional events. However, the premise that the amygdala causally enhances declarative memory has not been directly tested in humans. Here we tested whether brief electrical stimulation to the amygdala could enhance declarative memory for specific images of neutral objects without eliciting a subjective emotional response. Fourteen epilepsy patients undergoing monitoring of seizures via intracranial depth electrodes viewed a series of neutral object images, half of which were immediately followed by brief, low-amplitude electrical stimulation to the amygdala. Amygdala stimulation elicited no subjective emotional response but led to reliably improved memory compared with control images when patients were given a recognition-memory test the next day. Neuronal oscillations in the amygdala, hippocampus, and perirhinal cortex during this next-day memory test indicated that a neural correlate of the memory enhancement was increased theta and gamma oscillatory interactions between these regions, consistent with the idea that the amygdala prioritizes consolidation by engaging other memory regions. These results show that the amygdala can initiate endogenous memory prioritization processes in the absence of emotional input, addressing a fundamental question and opening a path to future therapies.", "doi": "10.1073/pnas.1714058114", "title": "Direct electrical stimulation of the amygdala enhances declarative memory in humans.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}