{"authors": [["Chassoux", "Francine", "F", "Unit of Epileptology, Department of Neurosurgery, Sainte-Anne Hospital, 75014 Paris, France; Université Paris-Descartes, 75005 Paris, France; Service hospitalier Frédéric-Joliot, CEA/SAC/DSV/I2BM Neurospin, 91191 Gif/Yvette, France; Inserm U1023 IMIV, CEA, CNRS, université Paris-Sud, 91100 Orsay, France. Electronic address: f.chassoux@ch-sainte-anne.fr."], ["Navarro", "Vincent", "V", "Université Pierre-et-Marie-Curie (Paris 6), 75013 Paris, France; Centre de référence des epilepsies rares, France; Brain and Spine Institute (ICM, Inserm, UMRS 1127, CNRS, UMR 7225), Paris, France."], ["Catenoix", "Hélène", "H", "Department of Functional Neurology and Epileptology, Hospital for Neurology and Neurosurgery Pierre Wertheimer, hospices Civils de Lyon, 59, boulevard Pinel, 69677 Bron cedex, France; Inserm U1028, CNRS 5292, TIGER: Neuroscience research center of Lyon, Lyon, France; Université de Lyon, université Claude-Bernard, Lyon, France."], ["Valton", "Luc", "L", "Explorations neurophysiologiques, hôpital Purpan, université de Toulouse, Toulouse, France; Université de Toulouse, Toulouse, France; CerCo, centre de recherche cerveau et cognition UMR 5549-CNRS, Toulouse, France."], ["Vignal", "Jean-Pierre", "JP", "Neurology Department, CHU de Nancy, Nancy, France; CRAN UMR 7039, CNRS Lorraine-Université, France."]], "date": "2017-12-15", "id": "29254835", "text": "Stereoelectroencephalography (SEEG) aims to define the epileptogenic zone (EZ), to study its relationship with functional areas and the causal lesion and to evaluate the possibility of surgical therapy. Planning of exploration is based on the validity of the hypotheses developed from electroclinical and imaging correlations. Further investigations can refine the implantation plan (e.g. fluorodeoxyglucose positron emission tomography [FDG-PET], single photon emission computerized tomography [SPECT], magnetoencephalography [MEG] and high resolution electroencephalography [EEG-HR]). The scheme is individualized according to the features of each clinical case, but a general approach can be systematized according to the regions involved (temporal versus extra-temporal), the existence of a lesion, its type and extent. It takes account of the hemispheric dominance for language if this can be determined. In \"temporal plus\" epilepsies, perisylvian and insular regions are among the key structures to investigate in addition to mesial and neocortical temporal areas. In frontal lobe epilepsies, determining the functional and anatomical organization of seizures (anterior versus posterior, mesial versus dorsolateral) allows better targeting of the implantation. Posterior epilepsies tend to have a complex organization leading to multilobar and often bilateral explorations. In lesional cases, it may be useful to implant one or several intralesional electrode(s), except in cases of vascular lesions or cyst. The strategy of implantation can be modified if thermocoagulations are considered. The management of SEEG implies continuous monitoring in a dedicated environment to determine the EZ with optimal safety conditions. This methodology includes spontaneous seizure recordings, low and high frequency stimulations and, if possible, sleep recording. SEEG is applicable in children, even the very young. Specific training of medical and paramedical teams is required.", "doi": "10.1016/j.neucli.2017.11.007", "title": "Planning and management of SEEG.", "journal": ["Neurophysiologie clinique = Clinical neurophysiology", "Neurophysiol Clin"]}