{"authors": [["Hale", "M D", "MD", "University of Leeds, Leeds, UK."], ["Zaman", "A", "A", "University of Leeds, Leeds, UK; Department of Paediatric Neuropsychology, The Leeds Teaching Hospitals NHS Trust, Leeds, UK; Department of Neurosurgery, The Leeds Teaching Hospitals NHS Trust, Leeds, UK."], ["Morrall", "M C H J", "MCHJ", "Department of Paediatric Neuropsychology, The Leeds Teaching Hospitals NHS Trust, Leeds, UK."], ["Chumas", "P", "P", "Department of Neurosurgery, The Leeds Teaching Hospitals NHS Trust, Leeds, UK."], ["Maguire", "M J", "MJ", "Department of Neurology, The Leeds Teaching Hospitals NHS Trust, Leeds, UK. Electronic address: maguirem@doctors.org.uk."]], "date": "2017-12-15", "id": "29253694", "text": "Pre-surgical evaluation for temporal lobe epilepsy routinely assesses speech and memory lateralisation and anatomical localisation of the motor and visual areas but not baseline musical processing. This is paramount in a musician. Whilst validated tools exist to assess musical ability there are no reported functional Magnetic Resonance Imaging (fMRI) paradigms assessing musical processing. We examined the utility of a novel fMRI paradigm in an eighteen year old left handed pianist who underwent surgery for a left temporal low grade ganglioglioma.Preoperative evaluation consisted of neuropsychological evaluation, structural MRI (T1 and T2 weighted) and functional MRI (fMRI). Auditory BOLD fMRI was performed using a dedicated auditory scanning sequence. Three separate auditory investigations were conducted: listening to, humming and thinking about a musical piece.All auditory fMRI paradigms activated the primary auditory cortex with varying degrees of auditory lateralisation. Thinking about the piece additionally activated the primary visual cortices (bilaterally) and right dorsolateral prefrontal cortex. Humming demonstrated left sided predominance of auditory cortex activation with activity observed in close proximity to the tumour.This study demonstrated a fMRI paradigm for evaluating musical processing which could form part of the pre-operative assessment for patients undergoing temporal lobe surgery for epilepsy.", "doi": "10.1016/j.wneu.2017.12.018", "title": "A novel functional MRI paradigm for the pre-operative assessment of auditory perception in a musician undergoing temporal lobe surgery.", "journal": ["World neurosurgery", "World Neurosurg"]}