{"authors": [["Hansen", "Niels", "N", "Department of Epileptology, University of Bonn, Sigmund Freud Str. 25, 53127 Bonn, Germany. Electronic address: Niels.Hansen@ukb.uni-bonn.de."], ["Ernst", "Leon", "L", "Department of Epileptology, University of Bonn, Sigmund Freud Str. 25, 53127 Bonn, Germany."], ["Rüber", "Theodor", "T", "Department of Epileptology, University of Bonn, Sigmund Freud Str. 25, 53127 Bonn, Germany."], ["Widman", "Guido", "G", "Department of Epileptology, University of Bonn, Sigmund Freud Str. 25, 53127 Bonn, Germany."], ["Becker", "Albert J", "AJ", "Department of Neuropathology, University of Bonn, Sigmund Freud Str. 25, 53127 Bonn, Germany."], ["Elger", "Christian E", "CE", "Department of Epileptology, University of Bonn, Sigmund Freud Str. 25, 53127 Bonn, Germany."], ["Helmstaedter", "Christoph", "C", "Department of Epileptology, University of Bonn, Sigmund Freud Str. 25, 53127 Bonn, Germany."]], "date": "2017-12-15", "id": "29253681", "text": "Limbic encephalitis (LE) is defined by mesiotemporal lobe structure abnormalities, seizures, memory, and psychiatric disturbances. This study aimed to identify the long-term clinical and neuropsychological outcome of selective amygdalohippocampectomy (sAH) in drug-resistant patients with temporal lobe epilepsy due to known or later diagnosed subacute LE not responding to immunotherapy associated with neuronal autoantibodies.In seven patients with temporal lobe epilepsy due to antibody positive LE (glutamic acid decarboxylase (GAD65): n=5; voltage-gated potassium channel complex (VGKC), N-methyl d-aspartate receptor (NMDAR): n=1; Ma-2/Ta: n=1) sAH (6 left, 1 right) was performed. Those patients underwent repeated electroencephalography (EEG) recordings, magnetic resonance imaging (MRI) volumetry of the amygdala and hippocampus, and neuropsychological examinations and were followed up for 6-7years on average.Verbal memory and figural memory were affected in 57% of patients at baseline and 71% at the last follow-up. At the last follow-up, 14% of the patients had declined in verbal memory and figural memory. We observed improved memory in 43% of patients regarding figural memory, but not in a single patient regarding verbal memory. Repeated evaluations across the individual courses reveal cognitive and MRI dynamics that appear to be unrelated to surgery and drug treatment. Three of the seven patients with LE with different antibodies (NMDAR: n=1, Ma-2/Ta: n=1 and GAD65: n=1) achieved persistent seizure freedom along with no accelerated memory decline after surgery. Two of the five GAD65-antibody patients positive with LE showed progressive memory decline and a long-term tendency to contralateral hippocampus atrophy.While memory demonstrated some decline in the long run, what is most important is that a progressive decline in memory is seldom found after sAH in patients with LE. Moreover, the dynamics in performance and MRI before and after surgery reveal disease dynamics independent of surgery. Selective amygdalohippocampectomy can lead to seizure freedom, but should be considered as a last resort treatment option for drug-resistant patients with temporal lobe epilepsy due to LE. Particular caution is recommended in patients with GAD65-LE.", "doi": "10.1016/j.yebeh.2017.10.033", "title": "Pre- and long-term postoperative courses of hippocampus-associated memory impairment in epilepsy patients with antibody-associated limbic encephalitis and selective amygdalohippocampectomy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}