{"authors": [["Rocamora", "Rodrigo", "R", "Epilepsy Unit, Department of Neurology, Hospital del Mar, Barcelona, Spain. Electronic address: rrocamora@parcdesalutmar.cat."], ["Ley", "Miguel", "M", "Epilepsy Unit, Department of Neurology, Hospital del Mar, Barcelona, Spain. Electronic address: mley@parcdesalutmar.cat."], ["Molins", "Albert", "A", "Department of Neurology, Hospital Trueta, Girona, Spain."], ["Toledo", "Manuel", "M", "Epilepsy Unit, Department of Neurology, Hospital Vall d'Hebron, Barcelona, Spain. Electronic address: mtoledo@vhebron.net."], ["Sansa", "Gemma", "G", "Department of Neurology, Hospital de Parc Taulí, Sabadell, Spain."], ["Bertol", "Vicente", "V", "Department of Neurology, Hospital Universitario Miguel Servet, Zaragoza, Spain."], ["Becerra", "Juan-Luis", "JL", "Epilepsy Unit, Department of Neurology, Hospital Germans Trias i Pujol, Barcelona, Spain."], ["Carreño", "Mar", "M", "Epilepsy Unit, Department of Neurology, Hospital Clinic, Barcelona, Spain. Electronic address: mcarreno@clinic.cat."], ["Mauri", "José-Ángel", "JÁ", "Department of Neurology, Hospital Lozano Blesa, Zaragoza, Spain. Electronic address: jamauri@telefonica.net."]], "date": "2017-12-15", "id": "29253680", "text": "Depression is the main psychiatric comorbidity in epilepsy with an estimated prevalence between 20% and 55% and one of the main determinants of quality of life. The aim of this study was to investigate the effect of lacosamide (LCM) on mood and anxiety symptoms in patients with focal onset seizures (FOS). The secondary objective was to evaluate if the potential modifications in variables were related to seizure control or to the intrinsic effect of LCM.We performed a prospective multicenter study in 8 tertiary epilepsy centers in adults with FOS in which LCM was initiated as add-on therapy. Patients' mood and quality of life were evaluated through questionnaires and scales such as the Beck Depression Inventory-II (BDI-II), the State-Trait Anxiety Inventory (STAI-S/T), the Hospital Anxiety and Depression Scale (HADS), and the Quality of Life in Epilepsy-10 (QOLIE-10). Initiation of psychotropic medication was not allowed during the observation period. Patients with diagnosis of major depression or bipolar disorder were excluded. Evaluations were scheduled before LCM treatment, at 3 and 6months.Forty-nine patients were included (51% female) with an average age of 39.5years (range 18-65). At the start of treatment with LCM, 65.3% of the patients were on treatment with one antiepileptic drug (AED). Based on BDI-II, 38.8% of patients had depressive symptoms and 46.9% according to HADS Depression (HADS-D), 63.3% of patients presented pathological levels of anxiety (STAI-S/T), and 44.9% according to HADS Anxiety (HADS-A). Quality of Life in Epilepsy-10 showed that 57.1% of patients had a relevant reduction in their quality of life. After LCM, the score on the BDI-II depression scale decreased significantly (p<0.001). Based on the STAI and HADS-anxiety scales, patients who had a pathological anxiety at baseline, significantly improved. The QOLIE-10 improved significantly over the observation period (p<0.001). At 6months, 28.3% of patients were seizure-free (67.4% were responders). The improvements on depression and anxiety scores were not statistically related to seizure control.Lacosamide seems to have a positive effect on depressive and anxiety symptoms. Although the efficacy of LCM in seizure control was demonstrated, the antidepressant and anxiolytic effect on mood and anxiety seems to be an independent factor.", "doi": "10.1016/j.yebeh.2017.10.032", "title": "Effect of lacosamide on depression and anxiety symptoms in patients with focal refractory epilepsy: A prospective multicenter study.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}