{"authors": [["McDonald", "Tanya J W", "TJW", "Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD, United States. Electronic address: twill145@jhmi.edu."], ["Ratchford", "Elizabeth V", "EV", "Johns Hopkins Center for Vascular Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, United States. Electronic address: eratchf1@jhmi.edu."], ["Henry-Barron", "Bobbie J", "BJ", "Institute for Clinical and Translational Research, Johns Hopkins University, Baltimore, MD, United States. Electronic address: bjhenry@jhu.edu."], ["Kossoff", "Eric H", "EH", "Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD, United States; Department of Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, United States. Electronic address: ekossoff@jhmi.edu."], ["Cervenka", "Mackenzie C", "MC", "Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD, United States. Electronic address: mcerven1@jhmi.edu."]], "date": "2017-12-15", "id": "29253679", "text": "The current study investigated biochemical and vascular markers of cardiovascular health in adult patients with epilepsy treated with long-term (greater than 1year) ketogenic diet therapy compared with controls.Anthropometric measures, serum fasting lipid panel, apolipoproteins A-1 and B, lipoprotein sub-fractions as well as common carotid intima-media thickness (cIMT), and plaque presence were assessed in 20 adult patients with epilepsy on a modified Atkins diet (MAD) for >1year started as an adult compared with 21 adult patients with epilepsy naïve to diet therapy.Patients treated with MAD had significantly lower weight, body mass index, waist and hip circumference, percent body fat, and serum triglyceride levels when compared with control patients. In contrast, they had significantly higher serum levels of small low-density-lipoprotein (LDL) particles and were significantly more likely to have LDL pattern B in which small LDL particles predominate when compared with controls. However, there was no significant difference in cIMT or plaque presence between groups.Our results provide clinical evidence demonstrating the cardiovascular safety of a high-fat, low-carbohydrate diet used in adults with epilepsy for at least 12months. It also highlights potential markers of cardiovascular risk - small dense LDL particles - that should be closely monitored in adults treated with diet therapy long-term.", "doi": "10.1016/j.yebeh.2017.10.035", "title": "Impact of the modified Atkins diet on cardiovascular health in adults with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}