{"authors": [["Danhofer", "Pavlína", "P", "Brno Epilepsy Center, Department of Pediatric Neurology, University Hospital and Faculty of Medicine, Masaryk University, Brno, Czech Republic. Electronic address: pavlina.cahova@seznam.cz."], ["Pejčochová", "Jana", "J", "Brno Epilepsy Center, Department of Pediatric Neurology, University Hospital and Faculty of Medicine, Masaryk University, Brno, Czech Republic. Electronic address: page.och@seznam.cz."], ["Dušek", "Ladislav", "L", "Institute of Biostatistics and Analysis, Faculty of Medicine, Masaryk University, Brno, Czech Republic. Electronic address: dusek@iba.muni.cz."], ["Rektor", "Ivan", "I", "Brno Epilepsy Center, First Department of Neurology, St. Anne's University Hospital and Faculty of Medicine, Masaryk University, Brno, Czech Republic; Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic. Electronic address: ivan.rektor@fnusa.cz."], ["Ošlejšková", "Hana", "H", "Brno Epilepsy Center, Department of Pediatric Neurology, University Hospital and Faculty of Medicine, Masaryk University, Brno, Czech Republic. Electronic address: hoslej@fnbrno.cz."]], "date": "2017-12-15", "id": "29253678", "text": "Benign childhood epilepsy with centrotemporal spikes (BCECTS) is the most frequent benign focal epilepsy in childhood. Although it is described as a benign epilepsy syndrome, many studies have revealed that a significant number of patients have some degree of neuropsychological impairment. Thirty-two patients with BCECTS aged 6-11years were included in the study. All patients (without any antiepileptic or psychiatric medication) underwent all-night EEG monitoring and complex neuropsychological testing to diagnose the presence of core symptoms of attention-deficit/hyperactivity disorder (ADHD). The spike index (number of spikes per minute) on awake and asleep EEG, age at seizure onset, family history of epilepsy, and perinatal risks were correlated with the results of neuropsychological testing. Of the 32 patients, 21 patients (65.6%) fulfilled the criteria for ADHD diagnosis. Children who were younger at epilepsy onset demonstrated lower IQ and higher attention deficit (P=0.004) and higher impulsivity (P=0.016). The occurence of epileptiform discharges on nocturnal EEG was positively related to higher attention deficit and higher impulsivity. The findings are discussed in terms of how interictal discharges in the centrotemporal region during sleep affect the development of cognitive functions in children during critical epochs of neuropsychological development.", "doi": "10.1016/j.yebeh.2017.11.007", "title": "The influence of EEG-detected nocturnal centrotemporal discharges on the expression of core symptoms of ADHD in children with benign childhood epilepsy with centrotemporal spikes (BCECTS): A prospective study in a tertiary referral center.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}