{"authors": [["Dal Canto", "Giulia", "G", "Department of Developmental Neuroscience, IRCCS Stella Maris Foundation, Via dei Giacinti 2, Calambrone, 56128 Pisa, Italy."], ["Pellacani", "Simona", "S", "Department of Developmental Neuroscience, IRCCS Stella Maris Foundation, Via dei Giacinti 2, Calambrone, 56128 Pisa, Italy."], ["Valvo", "Giulia", "G", "Department of Developmental Neuroscience, IRCCS Stella Maris Foundation, Via dei Giacinti 2, Calambrone, 56128 Pisa, Italy."], ["Masi", "Gabriele", "G", "Department of Developmental Neuroscience, IRCCS Stella Maris Foundation, Via dei Giacinti 2, Calambrone, 56128 Pisa, Italy."], ["Ferrari", "Anna Rita", "AR", "Department of Developmental Neuroscience, IRCCS Stella Maris Foundation, Via dei Giacinti 2, Calambrone, 56128 Pisa, Italy."], ["Sicca", "Federico", "F", "Department of Developmental Neuroscience, IRCCS Stella Maris Foundation, Via dei Giacinti 2, Calambrone, 56128 Pisa, Italy. Electronic address: federico.sicca@fsm.unipi.it."]], "date": "2017-12-15", "id": "29253677", "text": "Psychiatric and behavioral problems are frequent comorbidities of epilepsy, although their clinical and electroencephalographic (EEG) correlates remain uncertain. In this study, we have assessed the frequency of psychopathological problems in a cohort of children with epilepsy, and established their main clinical and EEG-associated features.One hundred fifty-nine young patients with epilepsy were recruited and assessed through the Child Behavior Checklist for preschool-aged children (CBCL 1 1/2-5) or for school-aged children (CBCL 6-18). Child Behavior Checklist (CBCL) results were then correlated to the main clinical and EEG data.We found emotional and behavioral problems in about half of the children in our sample. Internalizing, social, and attention problems were more common than externalizing features. Moderate intellectual disability, a nonidiopathic etiology of epilepsy, a poor control of seizures, and antiepileptic polytherapies, as well as an early age at seizure-onset and a longer duration of the disorder, were all associated with specific behavioral and emotional problems. A temporal site of interictal EEG abnormalities also enhanced the risk for psychiatric comorbidities, especially in the externalizing domain.Several clinical and EEG features are associated with an increased risk for emotional and behavioral comorbidities in children with epilepsy. Their identification may foster an early diagnosis and appropriate care, limiting the worsening of psychiatric symptoms and their impact on quality of life and health status. A better understanding of the underlying clinical and molecular mechanisms is needed to further improve prevention and treatment interventions.", "doi": "10.1016/j.yebeh.2017.10.004", "title": "Internalizing and externalizing symptoms in preschool and school-aged children with epilepsy: Focus on clinical and EEG features.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}