{"authors": [["Canas", "Nuno", "N", "Neurology Department, Hospital Beatriz Ângelo, Loures, Portugal; Institute of Pharmacology and Neurosciences, Institute of Molecular Medicine, Faculty of Medicine, University of Lisbon, Portugal. Electronic address: nunocanas@netcabo.pt."], ["Delgado", "Henrique", "H", "Neurology Department, Hospital das Forças Armadas, Lisbon, Portugal."], ["Silva", "Vanessa", "V", "Neurology Department, Hospital Beatriz Ângelo, Loures, Portugal."], ["Pinto", "Ana Rita", "AR", "Neurology Department, Hospital Beatriz Ângelo, Loures, Portugal."], ["Sousa", "Sandra", "S", "Neurology Department, Hospital de Cascais, Cascais, Portugal."], ["Simões", "Rita", "R", "Neurology Department, Hospital Beatriz Ângelo, Loures, Portugal."], ["Inácio", "Nuno", "N", "Neurology Department, Hospital Beatriz Ângelo, Loures, Portugal."], ["Vale", "José", "J", "Neurology Department, Hospital Beatriz Ângelo, Loures, Portugal."]], "date": "2017-12-15", "id": "29253676", "text": "Nonconvulsive status epilepticus (NCSE) in the elderly is particularly difficult to diagnose, mainly due to subtle clinical manifestations and associated comorbidities. The recently validated electroencephalography (EEG) diagnostic criteria for NCSE and the proposed operational classification of status epilepticus provide tools that can allow an earlier diagnosis and better management of NCSE in this age group, possibly contributing to reduce its high mortality.we used these tools to identify and characterize a cohort of elderly (>60year-old) patients admitted at our institution in a 3-year period; the video-EEG and clinical files of the patients fulfilling EEG diagnostic criteria for NCSE were reviewed, being in this study described their electroclinical spectrum, etiologies, treatment, inhospital mortality, and status epilepticus severity score (STESS).Fourty patients (23 women; mean age 76.6years) were identified. Although dyscognitive NCSE associated with >2.5Hz of epileptiform discharges (ED) was the most frequent electroclinical phenotype, this was quite heterogeneous, ranging from patients with aura continua to patients in coma, associated with frequent ED or rhythmic slow activities. Acute symptomatic (45%) and multifactorial (27.5%) etiologies were the most common, and associated with the worst prognosis. There was a trend to use newer antiepileptic drugs in the early steps of NCSE treatment. The inhospital mortality was high (22.5%) and predicted by STESS scores ≥3.In the elderly, NCSE has heterogeneous electroclinical phenotypes and etiologies. In spite of the treatment limitations conditioned by the comorbidities, more aggressive treatments could be justified to reduce mortality in patients with high STESS scores.", "doi": "10.1016/j.yebeh.2017.10.034", "title": "The electroclinical spectrum, etiologies, treatment and outcome of nonconvulsive status epilepticus in the elderly.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}