{"authors": [["Mohamed", "Ismail S", "IS", "IWK Health Center, Department of Pediatrics, Division of Neurology, Halifax, Canada; University of Alabama, Department of Pediatrics, Division of Neurology, Birmingham, AL, USA."], ["Bouthillier", "Alain", "A", "Division of Neurosurgery, Notre-Dame Hospital (CHUM), University of Montreal, Canada."], ["Bérubé", "Arline", "A", "Division of Neurology, Notre-Dame Hospital (CHUM), University of Montréal, Canada."], ["Cossette", "Patrick", "P", "Division of Neurology, Notre-Dame Hospital (CHUM), University of Montréal, Canada."], ["Finet", "Patrice", "P", "Division of Neurosurgery, Notre-Dame Hospital (CHUM), University of Montreal, Canada."], ["Saint-Hilaire", "Jean-Marc", "JM", "Division of Neurology, Notre-Dame Hospital (CHUM), University of Montréal, Canada."], ["Robert", "Manon", "M", "Neuropsychology and Cognition Research Center, Psychology Department, University of Montreal, Canada."], ["Nguyen", "Dang Khoa", "DK", "Division of Neurology, Notre-Dame Hospital (CHUM), University of Montréal, Canada. Electronic address: d.nguyen@umontreal.ca."]], "date": "2017-12-15", "id": "29253675", "text": "For patients with nonlesional refractory focal epilepsy (NLRFE), localization of the epileptogenic zone is more arduous, and intracranial electroencephalography (EEG) (icEEG) is frequently required. Planning for icEEG is dependent on combined data from multiple noninvasive modalities. We report the negative impact of lack of integration of magnetoencephalography (MEG) in the presurgical workup in NLRFE.Observational MEG case series involving 31 consecutive patients with NLRFE in an academic epilepsy center. For various reasons, MEG data were not analyzed in a timely manner to be included in the decision-making process. The presumed impact of MEG was assessed retrospectively.Magnetoencephalography would have changed the initial management in 21/31 (68%) had MEG results been available by reducing the number of intracranial electrodes, modifying their position, allowing for direct surgery, canceling the intracranial study, or providing enough evidence to justify one. Good surgical outcome was achieved in 11 out of 17 patients who proceeded to epilepsy surgery. Nine out of eleven had MEG clusters corresponding to the resection area, and MEG findings would have allowed for direct surgery (avoiding icEEG) in 2/11. Six patients had poor outcome including three patients where MEG would have significantly changed the outcome by modifying the resection margin. Magnetoencephalography provided superior information in 3 patients where inadequate coverage precluded accurate mapping of the epileptogenic zone.In this single center retrospective study, MEG would have changed patient management, icEEG planning, and surgical outcome in a significant percentage of patients with NLRFE and should be considered in the presurgical workup in those patients.", "doi": "10.1016/j.yebeh.2017.10.036", "title": "The clinical impact of integration of magnetoencephalography in the presurgical workup for refractory nonlesional epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}