{"authors": [["Fomenko", "Anton", "A", "Manitoba Neurosurgery Laboratory, Children's Hospital Research Institute of Manitoba, and Section of Neurosurgery, Health Sciences Centre, University of Manitoba, Winnipeg, Manitoba, Canada."], ["Serletis", "Demitre", "D", "Manitoba Neurosurgery Laboratory, Children's Hospital Research Institute of Manitoba, and Section of Neurosurgery, Health Sciences Centre, University of Manitoba, Winnipeg, Manitoba, Canada."]], "date": "2017-12-14", "id": "29253265", "text": "Modern-day stereotactic techniques have evolved to tackle the neurosurgical challenge of accurately and reproducibly accessing specific brain targets. Neurosurgical advances have been made in synergy with sophisticated technological developments and engineering innovations such as automated robotic platforms. Robotic systems offer a unique combination of dexterity, durability, indefatigability, and precision.To perform a systematic review of robotic integration for cranial stereotactic guidance in neurosurgery. Specifically, we comprehensively analyze the strengths and weaknesses of a spectrum of robotic technologies, past and present, including details pertaining to each system's kinematic specifications and targeting accuracy profiles.Eligible articles on human clinical applications of cranial robotic-guided stereotactic systems between 1985 and 2017 were extracted from several electronic databases, with a focus on stereotactic biopsy procedures, stereoelectroencephalography, and deep brain stimulation electrode insertion.Cranial robotic stereotactic systems feature serial or parallel architectures with 4 to 7 degrees of freedom, and frame-based or frameless registration. Indications for robotic assistance are diversifying, and include stereotactic biopsy, deep brain stimulation and stereoelectroencephalography electrode placement, ventriculostomy, and ablation procedures. Complication rates are low, and mainly consist of hemorrhage. Newer systems benefit from increasing targeting accuracy, intraoperative imaging ability, improved safety profiles, and reduced operating times.We highlight emerging future directions pertaining to the integration of robotic technologies into future neurosurgical procedures. Notably, a trend toward miniaturization, cost-effectiveness, frameless registration, and increasing safety and accuracy characterize successful stereotactic robotic technologies.", "doi": "10.1093/neuros/nyx576", "title": "Robotic Stereotaxy in Cranial Neurosurgery: A Qualitative Systematic Review.", "journal": ["Neurosurgery", "Neurosurgery"]}