{"authors": [["Fulda", "S", "S", "Sleep & Epilepsy Center, Neurocenter of Southern Switzerland, Lugano, Switzerland."], ["Heinzer", "R", "R", "Center for Investigation and Research in Sleep, Lausanne University Hospital and Lausanne University, Lausanne, Switzerland."], ["Haba-Rubio", "J", "J", "Center for Investigation and Research in Sleep, Lausanne University Hospital and Lausanne University, Lausanne, Switzerland."]], "date": "2017-12-15", "id": "29253240", "text": "To (i) replicate the recently described distribution of respiratory event associated leg movements (rLM) in subjects with mild to moderate obstructive sleep apnea syndrome (OSAS), (ii) explore global and local factors associated with the presence of rLM, and (iii) investigate differences related to OSAS severity and periodic leg movements during sleep (PLMS) status.We randomly selected six groups of subjects without restless legs syndrome (12-15 subjects in each group), stratified by AHI severity (AHI 10-20, 20-30, and 30-40) and PLMS status (PLMS index < 15/h and > 15/h) from the population based HypnoLaus study that assessed full polysomnography at home in subjects aged 40 to 80 years, randomly selected from the population register of the city of Lausanne, Switzerland.Our results confirmed the distribution of leg movement activity at the end of respiratory events (-2.0 s to +10.25 s). Mixed effects logistic regression modeling rLM-probability showed that rLM were more frequent in high-PLMS subjects, at the end of obstructive apneas (vs. hypopneas) and in the presence of arousals at the end of the events. In high-PLMS subjects rLM-probability decreased with time of night and was more reduced during REM sleep (vs. NREM sleep) while the duration of the respiratory event had a significant effect only in low-PLMS subjects.We confirm the previously reported distribution of rLM in subjects with mild to moderate OSAS and our results suggest that rLM are sensitive to both sleep-related and respiratory-related factors in a complex interaction with the PLMS status.", "doi": "10.1093/sleep/zsx206", "title": "Characteristics and determinants of respiratory event associated leg movements.", "journal": ["Sleep", "Sleep"]}