{"authors": [["Sumitomo", "Noriko", "N", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Ishiyama", "Akihiko", "A", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Shibuya", "Makoto", "M", "Department of Laboratory Medicine, National Center Hospital, NCNP, Tokyo, Japan."], ["Nakagawa", "Eiji", "E", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Kaneko", "Yu", "Y", "Department of Neurosurgery, National Center Hospital, NCNP, Tokyo, Japan."], ["Takahashi", "Akio", "A", "Department of Neurosurgery, National Center Hospital, NCNP, Tokyo, Japan."], ["Otsuki", "Taisuke", "T", "Department of Neurosurgery, National Center Hospital, NCNP, Tokyo, Japan."], ["Kakita", "Akiyoshi", "A", "Department of Pathology, Brain Research Institute, Niigata University, Niigata, Japan."], ["Saito", "Yuko", "Y", "Department of Laboratory Medicine, National Center Hospital, NCNP, Tokyo, Japan."], ["Sato", "Noriko", "N", "Department of Radiology, National Center Hospital, NCNP, Tokyo, Japan."], ["Sugai", "Kenji", "K", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Sasaki", "Masayuki", "M", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."]], "date": "2017-12-18", "id": "29250844", "text": "A rosette-forming glioneuronal tumor (RGNT) was initially reported as an infratentorial tumor that comprised both small neurocytic rosettes and astrocytic components. However, a few studies have reported supratentorial RGNTs arising in the cerebral hemispheres. Here, we report an unusual case involving a 9-year-old boy with a supratentorial RGNT who presented with intractable epilepsy and behavioral changes. Brain MRI revealed a well-circumscribed space-occupying lesion with septae in the right inferomedial parietal lobe. Electroencephalography showed multifocal spikes over the right frontal, temporal and parietal regions. The seizure frequency decreased dramatically after tumorectomy. Histopathological examination revealed prominent neurocytic rosette formation appearing with the specific glioneuronal element of a dysembryoplastic neuroepithelial tumor (DNT). Although the pathogenesis has not been elucidated, a supratentorial RGNT presenting with epilepsy may exhibit a rosette component, which is the major feature of this tumor, against the background of a specific glioneuronal element mimicking DNT. However, RGNT arising in regions other than the fourth ventricle is rare, and the pathogenesis of epilepsy due to RGNT has not been fully elucidated. Further clinical and histological studies are required to understand the pathology underlying epilepsy caused by RGNT.", "doi": "10.1111/neup.12450", "title": "Intractable epilepsy due to a rosette-forming glioneuronal tumor with a dysembryoplastic neuroepithelial background.", "journal": ["Neuropathology : official journal of the Japanese Society of Neuropathology", "Neuropathology"]}