{"authors": [["Nishida", "T", "T", "National Epilepsy Center, Shizuoka Institute of Epilepsy and Neurological Disorders, Shizuoka, Japan."], ["Lee", "S K", "SK", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Inoue", "Y", "Y", "National Epilepsy Center, Shizuoka Institute of Epilepsy and Neurological Disorders, Shizuoka, Japan."], ["Saeki", "K", "K", "Eisai Co., Ltd., Tokyo, Japan."], ["Ishikawa", "K", "K", "Eisai Co., Ltd., Tokyo, Japan."], ["Kaneko", "S", "S", "North Tohoku Epilepsy Center, Minato Hospital, Aomori, Japan."]], "date": "2017-12-17", "id": "29250772", "text": "To evaluate the efficacy, safety, and tolerability of perampanel, a selective, non-competitive, α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptor antagonist, as an adjunctive treatment for patients with refractory partial-onset seizures (POS) from Asia-Pacific.This multicenter, randomized, double-blind, placebo-controlled trial (ClinicalTrials.gov identifier: NCT01618695) involved patients aged ≥12 years with refractory POS (receiving 1-3 antiepileptic drugs). Patients were randomized (1:1:1:1) to receive once-daily placebo or perampanel 4, 8, or 12 mg over a 6-week titration and 13-week maintenance double-blind period. Enzyme-inducing antiepileptic drugs were equally stratified between groups. The primary efficacy endpoint was percent change in POS frequency per 28 days (double-blind phase vs baseline). Other efficacy endpoints included ≥50% responder rate and seizure freedom. Treatment-emergent adverse events (TEAEs) were also monitored.Of 710 randomized patients, seizure frequency data were available for 704 patients. Median percent changes in POS frequency per 28 days indicated dose-proportional reductions in seizure frequency: -10.8% with placebo and -17.3% (P = .2330), -29.0% (P = .0003), and -38.0% (P < .0001) with perampanel 4, 8, and 12 mg, respectively. In total, 108 (15.3%) patients discontinued treatment; 44 (6.2%) due to TEAEs. TEAEs occurring in ≥5% of patients, and reported at least twice as frequently with perampanel vs placebo, included dizziness and irritability.Adjunctive perampanel (8 and 12 mg/d) significantly improved seizure control in patients with refractory POS. Safety and tolerability were acceptable at daily doses of perampanel 4-12 mg.", "doi": "10.1111/ane.12883", "title": "Adjunctive perampanel in partial-onset seizures: Asia-Pacific, randomized phase III study.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}