{"authors": [["Yeh", "Shih-Bin", "SB", "Department of Neurology (and Sleep Center), Changhua Christian Hospital Yun Lin Branch and Department of Neurology (and Sleep Center), St Martin de Porres Hospital."], ["Schenck", "Carlos H", "CH", "Minnesota Regional Sleep Disorders Center and Department of Psychiatry, Hennepin County Medical Center and the University of Minnesota Medical School, Minneapolis, MN, USA."]], "date": null, "id": "29250756", "text": "To report two additional cases of sporadic (i.e. non-familial) Nocturnal Frontal Lobe Epilepsy (NFLE) and integrate these two cases within the first series of 10 cases of sporadic NFLE reported in Taiwanese patients, and compare the findings with familial NFLE and with findings from Caucasian NFLE patients.Clinical interviews, neurological examinations, EEG, brain MRI, and overnight videopolysomnographic (vPSG) monitoring with EEG seizure montage, and treatment outcome.The two additional patients were 12 and 29 year old females manifesting their sporadic NFLE with paroxysmal arousals (PAs) and nocturnal paroxysmal dystonia (NPD), respectively, and also hypermotor seizure behavior in one of these patients. In the series of 10 Taiwanese cases, 3 were classified with PAs, and 7 with NPD. No patient had combined PA/NPD seizure types. Furthermore, 4 cases also demonstrated hypermotor seizure behavior. Gender ratio was four males to six females. Mean age of NFLE onset was 9.6 yrs (range, 1-23), mean age at initial presentation was 16.1 yrs (range,2-41), and mean age at latest follow-up was 23.1 yrs (range 11-45). Premorbid history was negative for any neurologic, medical or psychiatric disorder. MRI brain scan abnormalities with clinical correlates were found in two patient. During vPSG studies, four of ten patients with NFLE seizure events had concurrent epileptiform EEG activity, and two patients had interictal epileptiform EEG activity during their vPSG studies. No case had a spontaneous remission. Anticonvulsant therapy was highly effective in all ten cases (>75% reduction in seizure frequency).The two newly reported cases that were integrated into the first series of 10 Taiwanese patients with sporadic NFLE corresponds closely to previously reported sporadic and familial NFLE among Caucasian patients in Europe and North America. There was a high rate of sustained anticonvulsant treatment efficacy, particularly with carbamazepine, oxcarbamazepine, and topiramate. Also, 4 of the 10 patients had hypermotor manifestations (in part) of their NFLE (including one of the two newly reported cases), which are discussed in regards to the newly published entity of \"Sleep-Related Hypermotor Epilepsy(1).\"", "doi": null, "title": "Sporadic Nocturnal Frontal Lobe Epilepsy--Report on Two Cases and Review of the First Taiwanese Series of 10 Cases.", "journal": ["Acta neurologica Taiwanica", "Acta Neurol Taiwan"]}