{"authors": [["Irestorm", "Elin", "E", "Department of Paediatrics, Skåne University Hospital, Lund, Sweden; Department of Clinical Sciences Lund, Paediatrics, Lund University, Lund, Sweden. Electronic address: elin.irestorm@skane.se."], ["Perrin", "Sean", "S", "Department of Psychology, Lund University, Lund, Sweden."], ["Olsson", "Ingrid Tonning", "IT", "Department of Paediatrics, Skåne University Hospital, Lund, Sweden; Department of Clinical Sciences Lund, Paediatrics, Lund University, Lund, Sweden; Department of Psychology, Lund University, Lund, Sweden."]], "date": "2017-11-22", "id": "29249552", "text": "There is a large body of literature identifying risk factors for the long-term cognitive alterations found in survivors of pediatric brain tumors. Less is known about baseline cognitive functioning in this population, but studies suggest that cognitive dysfunctions are often present at the time of diagnosis. This study aimed to identify potential risk factors for lower cognitive function at the time of pediatric brain tumor diagnosis.Participants were children and adolescents (n = 101) diagnosed with a pediatric brain tumor between 2006 and 2015, who underwent a pretreatment neuropsychologic assessment. Multivariate regression models were used to estimate the association between gender, age at diagnosis, tumor size and location, increased intracranial pressure, epilepsy, and six different indicators of cognitive functioning.Overall, cognitive performance was relatively intact, with results close to norm means, but impairments were found in memory and cognitive processing speed. Male gender, older age, epilepsy, increased intracranial pressure, and larger tumors were all associated with lower cognitive function at the time of brain tumor diagnosis; whereas tumor location was not.Pretreatment neuropsychologic assessments, with some adjustments, can be carried out with children and adolescents with brain tumors. Our study adds to a small but growing body of literature documenting cognitive impairments at the time of diagnosis; these impairments may partly explain the longer-term deficits that commonly occur in pediatric brain tumor survivors. Consistent with previous research, pretreatment impairments were more common among boys, older children, and those with increased intracranial pressure, epilepsy, and larger tumors. The relationship between baseline and longer-term cognitive deficits requires further examination.", "doi": "10.1016/j.pediatrneurol.2017.11.008", "title": "Pretreatment Cognition in Patients Diagnosed With Pediatric Brain Tumors.", "journal": ["Pediatric neurology", "Pediatr. Neurol."]}