{"authors": [["Bertoncelli", "Carlo M", "CM", "Department of Pediatric Orthopaedic Surgery, Lenval University Pediatric Hospital of Nice, Nice France; EEAP H. Germain Fondation Lenval, Children Hospital, Nice France. Electronic address: bertoncelli@unice.fr."], ["Bertoncelli", "Domenico", "D", "Department of Information Engineering, Computer Science and Mathematics, University of L'Aquila, L'Aquila, Italy."], ["Elbaum", "Leonard", "L", "Nicole Wertheim College of Nursing and Health Sciences, Department of Physical Therapy, Florida International University, Miami, Florida."], ["Latalski", "Michal", "M", "Children Orthopedic Department, Children University Hospital of Lublin, Lublin, Poland."], ["Altamura", "Paola", "P", "Department of Medicinal Chemistry and Pharmaceutical Technology, University of Chieti, Chieti Italy."], ["Musoff", "Charles", "C", "Health and Medicine Division, Yale University, New Haven, Connecticut."], ["Rampal", "Virginie", "V", "Department of Pediatric Orthopaedic Surgery, Lenval University Pediatric Hospital of Nice, Nice France."], ["Solla", "Federico", "F", "Department of Pediatric Orthopaedic Surgery, Lenval University Pediatric Hospital of Nice, Nice France."]], "date": "2017-11-20", "id": "29249551", "text": "The objective of this study was to evaluate the performance of a clinical prediction model of neuromuscular scoliosis via external validation.We analyzed a series of 120 patients (mean age ± standard deviation, 15.7 ± 1.8 years; range: 12 to 18 years) with cerebral palsy, severe motor disorders, and cognitive impairment with and without neuromuscular scoliosis treated in two specialized units (70 patients from Nice, France, and 50 patients from Lublin, Poland) in a cross-sectional, double-blind study. Data on etiology, diagnosis, functional assessments, type of spasticity, epilepsy, scoliosis, and clinical history were collected prospectively between 2005 and 2015. Fisher's exact test and multiple logistic regressions were used to identify influential factors for developing spinal deformity. Thus, we applied a predictive model based on a logistic regression algorithm to predict the probability of scoliosis onset for new patients.Children with truncal tone disorders (P = Multivariate logistic regression highlighted previous hip surgery (P = 0.002 ≈ 0.005), intractable epilepsy (P = 0.01 ≈ 0.04) and female gender (0.07) as influent factors in the two cohorts. Average accuracy, sensitivity, and specificity of the predictive model were 74%.We validated a prediction model of neuromuscular scoliosis. In cerebral palsy subjects with the previouslymentioned predictors of scoliosis, the frequency of clinical examinations of spine and spinal x-ray should be increased to easily identify candidates for treatment.", "doi": "10.1016/j.pediatrneurol.2017.10.019", "title": "Validation of a Clinical Prediction Model for the Development of Neuromuscular Scoliosis: A Multinational Study.", "journal": ["Pediatric neurology", "Pediatr. Neurol."]}