{"authors": [["McNamara", "Nancy A", "NA", "Divisions of Pediatric Neurology, Department of Pediatrics, University of Michigan, Ann Arbor, MI. Electronic address: nbrasch@med.umich.edu."], ["Romanowski", "Erin Marie Fedak", "EMF", "Divisions of Pediatric Neurology, Department of Pediatrics, University of Michigan, Ann Arbor, MI."], ["Olson", "David P", "DP", "Pediatric Endocrinology, Department of Pediatrics, University of Michigan, Ann Arbor, MI."], ["Shellhaas", "Renee A", "RA", "Divisions of Pediatric Neurology, Department of Pediatrics, University of Michigan, Ann Arbor, MI."]], "date": "2017-10-14", "id": "29249510", "text": "Antiseizure medications and dietary therapies have associated effects on the endocrine system. We provided an overview of the relationship between epilepsy treatment and bone health in children with epilepsy. Additionally, we discussed the effects of epilepsy treatment on other endocrine systems including thyroid function, growth, reproduction, and weight. The effect of epilepsy on bone health is multifactorial; there are direct and indirect effects of medication and dietary treatments as well as a decrease in physical activity, decreased sunlight exposure, decreased vitamin D levels, and additional comorbidities. Some medications have a greater effect on vitamin D and bone health than others, however all antiseizure medical treatments are associated with lower vitamin D levels in pediatric patients. We have provided practical suggestions for vitamin D surveillance in children with epilepsy as well as replacement strategies. Children with epilepsy have an increased likelihood of additional endocrine disorders including subclinical hypothyroidism, decreased growth, weight abnormalities, reproductive and sexual dysfunction. To a great extent, this is medication specific. Though more studies are needed to elucidate optimal treatment and monitoring of bone health and other endocrinopathies in children with epilepsy, it is critical that caregivers pay close attention to these issues to provide optimal comprehensive care to their patients.", "doi": "10.1016/j.spen.2017.10.005", "title": "Bone Health and Endocrine Comorbidities in Pediatric Epilepsy.", "journal": ["Seminars in pediatric neurology", "Semin Pediatr Neurol"]}