{"authors": [["Adachi", "Naoto", "N", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan; Adachi Mental Clinic, Sapporo, Japan. Electronic address: adacchan@tky2.3web.ne.jp."], ["Akanuma", "Nozomi", "N", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan; South London & Maudsley NHS Foundation Trust, London, UK."], ["Fenwick", "Peter", "P", "South London & Maudsley NHS Foundation Trust, London, UK. Electronic address: peter_fenwick@compuserve.com."], ["Ito", "Masumi", "M", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan; Jozen Clinic, Sapporo, Japan. Electronic address: mito.jozen@apost.plala.or.jp."], ["Okazaki", "Mitsutoshi", "M", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan. Electronic address: okazakim@ncnp.go.jp."], ["Ishida", "Shiro", "S", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan. Electronic address: siro.11.ote@hb.tp1.jp."], ["Sekimoto", "Masanori", "M", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan; Musashino Kokubunji Clinic, Tokyo, Japan. Electronic address: rinosama@amber.plala.or.jp."], ["Kato", "Masaaki", "M", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan; Musashino Kokubunji Clinic, Tokyo, Japan. Electronic address: m-kato@dune.ocn.ne.jp."], ["Onuma", "Teiichi", "T", "National Center Hospital, National Center of Neurology and Psychiatry, Tokyo, Japan; Musashino Kokubunji Clinic, Tokyo, Japan. Electronic address: pxx03404@nifty.ne.jp."]], "date": "2017-12-14", "id": "29249448", "text": "Despite a theoretical consensus that interictal psychosis (IIP) is related to various epilepsy-related factors, the impact of seizure activity on development of IIP remains inconclusive. This is the first controlled study using quantitative seizure-activity measures at the onset of IIP.One hundred and eighty-one patients with epilepsy who exhibited first-episode IIP (IIP group) and 427 patients with epilepsy without psychotic episodes (control group) were enrolled. The control group was matched for age, epilepsy type, and duration of epilepsy. The two seizure-activity indices (seizure frequency at the time of onset of first-episode IIP and the number of seizures before the onset of IIP) were evaluated and compared between the IIP and control groups. Logistic regression analysis was used for extracting risk variables to develop first-episode IIP.The sum of previous seizures was greater in the IIP than in control groups. This was particularly the case in the patients with partial epilepsies (PE). Higher seizure frequency in the patients with PE was associated with the development of first-episode IIP while no association was found in the whole cohort or in the patients with generalized epilepsies (GE). Subsequent multivariate analysis revealed the sum of previous seizures and family history of psychosis as risk variables to first-episode IIP.The accumulation of seizure-related damages and family history of psychosis is associated with the onset of IIP episodes, particularly in the patients with PE. Seizure activity and individual vulnerability to psychosis are likely to be interacted for as the development of IIP in patients with epilepsy.", "doi": "10.1016/j.yebeh.2017.10.012", "title": "Seizure activity and individual vulnerability on first-episode interictal psychosis in epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}