{"authors": [["Sapkota", "Sanjeeb", "S", "G2S Corporation, Epilepsy Program, Division of Population Health, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention (CDC), Mail Stop F-78, 4770 Buford Hwy, 30341 GA, United States. Electronic address: ssapkota@cdc.gov."], ["Kobau", "Rosemarie", "R", "Epilepsy Program, Division of Population Health, National Center for Chronic Disease Prevention and Health Promotion, CDC, Mail Stop F-78, 4770 Buford Hwy, 30341 GA, United States."], ["Pastula", "Daniel M", "DM", "Epilepsy Program, Division of Population Health, National Center for Chronic Disease Prevention and Health Promotion, CDC, Mail Stop F-78, 4770 Buford Hwy, 30341 GA, United States; University of Colorado, School of Medicine and Colorado School of Public Health, Aurora, Colorado, United States."], ["Zack", "Matthew M", "MM", "Epilepsy Program, Division of Population Health, National Center for Chronic Disease Prevention and Health Promotion, CDC, Mail Stop F-78, 4770 Buford Hwy, 30341 GA, United States."]], "date": "2017-12-14", "id": "29249447", "text": "The distribution of epilepsy types varies by age, etiology, provider diagnostic capabilities, and assessment criteria. No recent US study has examined the distribution of epilepsy types in a large, population-based sample of people with epilepsy. We used MarketScan data from January 1, 2010 through September 30, 2015, to estimate the proportion of epilepsy types among all (N=370,570) individuals diagnosed with epilepsy. We identified cases of epilepsy as individuals with at least one International Classification of Disease, 9th version (ICD-9) diagnostic code of 345.X and the use of at least one antiseizure drug described in the 2015 MarketScan Redbook. Unspecified epilepsy was more common (36.8%) than focal-localized epilepsy (24.6%), generalized convulsive epilepsy (23.8%), generalized nonconvulsive epilepsy (8.9%), other forms of epilepsy (5.2%), infantile spasm (0.3%), and epilepsia partialis continua (0.3%). The high proportion of epilepsy classified as unspecified might be lowered by improved training in epilepsy diagnosis and coding.", "doi": "10.1016/j.yebeh.2017.11.004", "title": "People with epilepsy are diagnosed most often with unspecified epilepsy, followed by focal epilepsy, generalized convulsive epilepsy, and generalized nonconvulsive epilepsy-US MarketScan data, 2010-2015.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}