{"authors": [["Lekoubou", "Alain", "A", "Department of Neurology, Medical University of South Carolina, Charleston, SC, USA. Electronic address: lekoubou@musc.edu."], ["Bishu", "Kinfe G", "KG", "Department of Medicine, Medical University of South Carolina, Charleston, SC, USA; Section of Health Systems Research and Policy, Medical University of South Carolina, Charleston, SC, USA."], ["Ovbiagele", "Bruce", "B", "Department of Neurology, Medical University of South Carolina, Charleston, SC, USA."]], "date": "2017-11-21", "id": "29249368", "text": "Healthcare expenditure among adults with epilepsy is high. There is a paucity of published data on trends in the nationwide economic impact of epilepsy. This study examines trends in healthcare expenditures and components in U.S. adults with epilepsy between 2003 and 2014.We analyzed 12years of data representing a weighted sample of 1,942,413U.S. adults aged ≥18years with epilepsy using Medical Expenditure Panel Survey Household Component (MEPS-HC), 2003-2014 data. We used a novel two-part model (adjusting for demographic, comorbidity, and time) to estimate the incremental healthcare expenditures by epilepsy status. Pre and post Affordable Care Act era costs were compared.Overall unadjusted annual mean medical expenditures for patients with epilepsy was $15,324. Individuals with epilepsy had nearly three times higher overall unadjusted mean expenditure than those without epilepsy ($15,324, 95%CI: 2778-17,871 vs. $5824, 95%CI: 5722-5926). The unadjusted annual mean medical expenditure decreased over time from $17,994 (95% CI $10,754-$25,234) in 2003/2006 to $13,848 (95% CI: $11,371-$16,324) in 2011/2014; a trend driven primarily by a decrease in inpatient expenditures from $5613 to $4113. Having a diagnosis of epilepsy increased health expenditure by $8598 which was 2.5 to 6 times greater than the equivalent incremental health expenditures for other selected comorbidities. Healthcare expenditure among adults with epilepsy was $4083 lower in the post- Affordable Care Act.Over the last decade, individuals with epilepsy incurred significantly higher medical expenditures than those without epilepsy, but overall healthcare expenditure decreased over time due to a decrease in inpatient expenditures.", "doi": "10.1016/j.jns.2017.11.025", "title": "Nationwide trends in medical expenditures among adults with epilepsy: 2003-2014.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}