{"authors": [["Goldstein", "Matthias", "M", null], ["Feldmann", "Carsten", "C", null], ["Wulf", "Hinnerk", "H", null], ["Wiesmann", "Thomas", "T", null]], "date": null, "id": "29249226", "text": "The antifibrinolytic agent tranexamic acid (TXA) is widely used for the prevention and treatment of hyperfibrinolytic states, such as in severe polytrauma. It can also be used for the systemic prevention of hemorrhage in elective orthopedic procedures. In this review, we assess the efficacy and risks of the prophylactic administration of tranexamic acid before major endoprosthetic surgery of the hip and knee.This review is based on pertinent articles retrieved by a selective literature search in the PubMed and Cochrane Library databases.Endoprosthetic surgery of the hip and knee is often associated with perioperative blood losses exceeding 500 mL. The prophylactic administration of tranexamic acid immediately before such procedures has been shown in randomized, controlled trials to lessen the quantity of intra- and postoperative bleeding and to reduce the likelihood of blood transfusion (number needed to treat [NNT] 3.7-5.7 for knee replacement and 4.1-8.2 for hip replacement). The rate of thromboembolic events did not differ significantly from the rate in the placebo groups. No reliable data are available on the frequency of epileptic seizures as a complication of TXA use in knee and hip endoprosthetic surgery. On the basis of data from other types of surgery, one may reasonably conclude that the doses of TXA used for knee and hip endoprosthetic procedures are unlikely to cause this problem.The prophylactic intravenous administration of tranexamic acid lessens the amount of bleeding in endoprosthetic knee and hip procedures and reduces the likelihood of blood transfusion. According to the current state of the evidence, complications are rare. Nonetheless, consideration of the risks and benefits implies that tranexamic acid should not be given for this purpose to patients who have recently had urogenital bleeding, pulmonary embolism, or a myocardial infarction, who have recently undergone percutaneous transluminal coronary angioplasty or stenting, or who are known to have epilepsy.", "doi": "10.3238/arztebl.2017.0824", "title": "Tranexamic Acid Prophylaxis in Hip and Knee Joint Replacement.", "journal": ["Deutsches Arzteblatt international", "Dtsch Arztebl Int"]}