{"authors": [["Atkinson-Clark", "Edward", "E", "Department of Health Services Research, CAPHRI Care and Public Health Research Institute, Maastricht University, P.O. Box 616, 6200, MD, Maastricht, The Netherlands. Electronic address: Edward@atkinsonclark.com."], ["Charokopou", "Mata", "M", "UCB Pharma, 60 Allée de la Recherche, Brussels, Belgium. Electronic address: Mata.Charokopou@ucb.com."], ["Van Osselaer", "Nancy", "N", "UCB Pharma, 60 Allée de la Recherche, Brussels, Belgium."], ["Hiligsmann", "Mickaël", "M", "Department of Health Services Research, CAPHRI Care and Public Health Research Institute, Maastricht University, P.O. Box 616, 6200, MD, Maastricht, The Netherlands. Electronic address: m.hiligsmann@maastrichtuniversity.nl."]], "date": "2017-12-14", "id": "29248866", "text": "There is an increasing number of self-management programs developed for patients with epilepsy, with the goal of supporting treatment management and improving their quality of life. With the aim of increasing medication adherence and effectiveness of self-management programs, it is important to design programs that are engaging to, and align with the preferences of patients with epilepsy. This study aimed to evaluate and compare the preferences of patients with epilepsy for self-management programs in three European countries. This is the first cross-border evaluation of the preferences of patients with epilepsy in Europe for such programs.Using a discrete-choice experiment, patients with epilepsy from Germany, France, and the Netherlands were surveyed, and chose repetitively between two hypothetical self-management programs. These differed in the following six characteristics: i) the thematic area which would be the main focus of the program, ii) the method of interaction, iii) the source of information or provider of the program, iv) the amount of time spent on the program per week, v) the cost, and vi) whether the program would start immediately, or if there would be a delay of 3weeks before its initiation. A Bayesian efficient design was used to construct 15 choice sets, and a mixed panel logit model was used to estimate patients' preferences. Subgroup analyses were conducted according to socioeconomic status, burden of disease, and previous activation in self-management.A total of 299 people with epilepsy were included in the study, with a mean age of 45.5years. Only 15% had previously made use of a self-management program, although 44.5% reported having previously heard of them. In all three countries, all attributes barring the content were significant at 10%. The cost attribute - i.e., an out-of-pocket expenditure for a program - was reported as the most important feature in each country and across subgroups (significant at 1%). This was followed by the length of program sessions per week, which ranged from 20 to 90min per week. Although there was some heterogeneity between countries and subgroups, the patients, overall, had a preference for a face-to-face meeting with a doctor. In the Netherlands, a preference for online programs and physician assistants was observed when compared with the other countries. Other attributes, including the information source - whether a program was led by a physician, another patient with epilepsy, or another combination - was also important to patients, who appear willing to trade preferences in order to gain their favored attribute level. However, 20% of the population chose consistently to not participate in any self-management program.Given the heterogeneity of the epilepsies, preferences, and dispreferences across subgroups, our study highlights that if full account is not taken of different segmentation strategies when designing a self-management program, a large proportion of the population may not be attracted to it.", "doi": "10.1016/j.yebeh.2017.11.015", "title": "A discrete-choice experiment to elicit preferences of patients with epilepsy for self-management programs.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}