{"authors": [["Kumar", "Ritesh", "R", "Department of Pharmacology, All India Institutes of Medical Sciences, New Delhi, India."], ["Arora", "Renu", "R", "Department of Pharmacology, All India Institutes of Medical Sciences, New Delhi, India."], ["Agarwal", "Amit", "A", "Natural Remedies Pvt. Ltd., Bangalore, India."], ["Gupta", "Y K", "YK", "Department of Pharmacology, All India Institute of Medical Sciences, New Delhi 110029, India. Electronic address: yk.ykgupta@gmail.com."]], "date": "2017-12-14", "id": "29248452", "text": "Teminalia chebula (TC) has been traditionally used in the Ayurvedic system of medicine primarily for gastrointestinal disorders. Its fruit extract has also been used to treat epilepsy and other CNS disorders.To evaluate the effect of hydroalcoholic fruit extract of Terminalia chebula (HETC) on experimental models of seizures, seizure-induced cognitive impairment and oxidative stress in rats.In vitro antioxidant activity of HETC was evaluated by using ABTS, NO and DPPH radical scavenging assay. For in-vivo study, seizures were induced in Wistar rats (200-225g) by pentylenetetrazole (PTZ) and maximal-electroshock. (MES). The anticonvulsant effect of the HETC (250, 500, and 1000mg/kg, orally) was evaluated in seizure models. The therapeutic and sub-therapeutic dose of valproate and phenytoin were also assayed. The potential effect of co-administration of HETC (500mg/kg) with sub-therapeutic dose of valproate and phenytoin were also evaluated in PTZ and MES seizures model respectively. Effect on cognition was assessed using elevated plus maze (EPM) and passive avoidance test (PA). The in- vivo oxidative stress parameters (malondialdehyde and glutathione) were assessed in the cerebral cortex and hippocampus part of rat brain.The IC50 value of HETC in in vitro antioxidant assays i.e. ABTS, DPPH and NO radical scavenging assay was found to be 2.27μg/ml, 6.04μg/ml and 4.37μg/ml respectively. In experimental study, PTZ and MES treated groups exhibited 100% seizures with increased oxidative stress (p < 0.001) and cognitive deficits (p < 0.01) as compared to control group. HETC at highest dose (1000mg/kg) showed 83.33% (5/6) protection in MES induced seizures while 66.66% (4/6) protection in PTZ induced seizures. However, HETC (1000mg/kg) and co-administration of sub-therapeutic dose of HETC with valproate and phenytoin showed complete protection. In addition, it also attenuated the seizure induced oxidative stress and cognitive impairment as indicated by significant (p < 0.01) improvement in the transfer latencies in EPM and PA as compared to PTZ and MES treated group.The findings suggest that HETC exhibited significant anticonvulsant activity and also potentiated the subtherapeutic dose of phenytoin and valproate indicate its usefulness as an adjuvant to antiepileptic drugs with an advantage of preventing cognitive impairment and oxidative stress.", "doi": "10.1016/j.jep.2017.12.008", "title": "Protective effect of Terminalia chebula against seizures, seizure-induced cognitive impairment and oxidative stress in experimental models of seizures in rats.", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}