{"authors": [["Knox", "Andrew", "A", "Department of Neurology, University of Wisconsin, Madison, Wisconsin. Electronic address: Knox@neurology.wisc.edu."], ["Arya", "Ravindra", "R", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Horn", "Paul S", "PS", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio; Division of Epidemiology and Biostatistics, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."], ["Holland", "Katherine", "K", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."]], "date": "2017-11-03", "id": "29248327", "text": "The aim of this study was to quantify the accuracy of 24-hour video electroencephalography (vEEG) for the diagnosis of epilepsy when a patient's typical paroxysmal event was not captured (no-event vEEG).We performed a retrospective chart review of all first-time 24 hour no-event vEEG studies at Cincinnati Children's Hospital Medical Center. Clinician diagnosis of epilepsy with a minimum of one year follow-up was used as the reference standard to calculate diagnostic accuracy. Sensitivity and specificity of routine EEG (rEEG) and vEEG were compared in patients with both studies, and factors affecting the accuracy of vEEG were explored with a multivariable analysis.No-event vEEG showed sensitivity of 0.54 (95% confidence interval [CI] 0.44 to 0.64) and specificity of 0.88 (95% CI 0.84 to 0.92) respectively, with a diagnostic odds ratio of 7.53 (95% CI 4.45 to 12.76). The sensitivity of vEEG was statistically superior to that of rEEG, whereas specificity was comparable. Age emerged as the only factor that affected the diagnostic accuracy of no-event vEEG.Even in the absence of a typical seizure or spell, video EEG is a useful test for predicting or excluding epilepsy, with diagnostic accuracy that is superior to rEEG and unaffected by the presence of a chronic neurological condition.", "doi": "10.1016/j.pediatrneurol.2017.10.017", "title": "The Diagnostic Accuracy of Video Electroencephalography Without Event Capture.", "journal": ["Pediatric neurology", "Pediatr. Neurol."]}