{"authors": [["Chamorro-Muñoz", "M I", "MI", "Unidad de Epilepsia, Servicio de Neurología, Hospital Universitario Virgen de la Victoria, Málaga, España. Electronic address: maribelchamorro1@gmail.com."], ["López-Hidalgo", "E", "E", "Instituto de Medicina Legal y Ciencias Forenses, Málaga, España."], ["García-Martín", "G", "G", "Unidad de Epilepsia, Servicio de Neurología, Hospital Universitario Virgen de la Victoria, Málaga, España."], ["Rodríguez-Belli", "A O", "AO", "Unidad de Epilepsia, Servicio de Neurología, Hospital Universitario Virgen de la Victoria, Málaga, España."], ["Gutiérrez-Bedmar", "M", "M", "Departamento de Medicina Preventiva y Salud Pública, Facultad de Medicina, Universidad de Málaga, Málaga, España."]], "date": "2017-12-13", "id": "29248207", "text": "Sudden unexpected death in epilepsy (SUDEP) is the leading cause of death in patients with epilepsy. Most studies concerning this issue have been conducted in central and northern European countries and the United States. We conducted an epidemiologic study of SUDEP at our hospital's epilepsy unit.This retrospective cohort study included all epileptic patients aged ≥14 years, regardless of epilepsy severity, who were treated at the outpatient epilepsy unit of our hospital between 2000 and 2013. The study included 2,309 patients. Deceased patients were identified using civil records. The cause of death was obtained from death certificates, autopsy reports, hospital reports, general practitioner records, and witnesses of the event. We calculated the incidence and proportional mortality of SUDEP based on our data.We identified 7 cases of definite SUDEP (2 patients with SUDEP plus), one case of probable SUDEP, and one case of possible SUDEP. Considering only cases of definite SUDEP, incidence was estimated at 0.44 cases per 1,000 patient-years and proportional mortality at 4.6%. Mean age of patients with definite SUDEP was 38.14 years; 4 were men and 3 were women. Most deaths occurred while patients were in bed and were therefore unwitnessed. Epilepsy in these patients was either remote symptomatic or cryptogenic. All patients but one had generalised seizures. None of the patients was in remission.SUDEP incidence and proportional mortality rates in our study are similar to those reported by population studies. This may be due to the fact that we did not select patients by severity. Risk factors for SUDEP in our sample are therefore consistent with those reported in the literature.", "doi": "10.1016/j.nrl.2017.10.003", "title": "Sudden unexpected death in epilepsy: Incidence at a Spanish epilepsy unit.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}