{"authors": [["Kojan", "Martin", "M", "Brno Epilepsy Center, First Department of Neurology, St. Anne's University Hospital, Faculty of Medicine, Masaryk University, Brno, Czech Republic; CEITEC - Central European Institute of Technology, Neuroscience Centre, Masaryk University, Brno, Czech Republic."], ["Doležalová", "Irena", "I", "Brno Epilepsy Center, First Department of Neurology, St. Anne's University Hospital, Faculty of Medicine, Masaryk University, Brno, Czech Republic; CEITEC - Central European Institute of Technology, Neuroscience Centre, Masaryk University, Brno, Czech Republic."], ["Koriťáková", "Eva", "E", "Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic."], ["Mareček", "Radek", "R", "Brno Epilepsy Center, First Department of Neurology, St. Anne's University Hospital, Faculty of Medicine, Masaryk University, Brno, Czech Republic; CEITEC - Central European Institute of Technology, Neuroscience Centre, Masaryk University, Brno, Czech Republic."], ["Řehák", "Zdeněk", "Z", "Department of Nuclear Medicine, PET Centre, RECAMO, Masaryk Memorial Cancer Institute (MMCI), Brno, Czech Republic."], ["Hermanová", "Markéta", "M", "First Department of Pathological Anatomy, St. Anne's University Hospital and Medical Faculty of Masaryk University, Brno, Czech Republic."], ["Brázdil", "Milan", "M", "Brno Epilepsy Center, First Department of Neurology, St. Anne's University Hospital, Faculty of Medicine, Masaryk University, Brno, Czech Republic; CEITEC - Central European Institute of Technology, Neuroscience Centre, Masaryk University, Brno, Czech Republic."], ["Rektor", "Ivan", "I", "Brno Epilepsy Center, First Department of Neurology, St. Anne's University Hospital, Faculty of Medicine, Masaryk University, Brno, Czech Republic; CEITEC - Central European Institute of Technology, Neuroscience Centre, Masaryk University, Brno, Czech Republic. Electronic address: ivan.rektor@fnusa.cz."]], "date": "2017-12-13", "id": "29247965", "text": "This study was designed to use statistical parametric mapping of interictal positron-emission tomography using [18F]Fluorodeoxyglucose (FDG-PET) to compare the brain metabolisms of patients with mesial temporal lobe epilepsy (MTLE)/hippocampal sclerosis and controls. Another aim of this study was to analyze the potential differences among patients in terms of epilepsy duration, side of hippocampal sclerosis, histopathological findings, insult in their history, and postoperative outcomes.We analyzed FDG-PET scans from 49 patients with MTLE/hippocampal sclerosis and 24 control subjects. We analyzed the differences in regional glucose metabolism between the patients and the control group and within the patient group using multiple variables.We observed widespread hypometabolism in the patient group in comparison with the control group in temporal and extratemporal areas on the epileptogenic side (ES). On the nonepileptogenic side (NES), we observed the most hypometabolism in the thalamus and the anterior and middle cingulate gyrus. In the group of patients with more severe hippocampal sclerosis, we observed statistically significant hypometabolism in the insula on the ES. In patients with poor postoperative outcomes, we found statistically significant hypometabolism in the insula on the ES and the temporal pole (TP) on the NES. Patients with any insult in their history showed hypermetabolism in the TP on both sides.Our study showed that there are widespread changes in metabolism in patients with MTLE in comparison to controls, either inside or outside the temporal lobe. There are significant differences among these patients in terms of postoperative outcomes, degree of hippocampal sclerosis, and insults in their history.", "doi": "10.1016/j.yebeh.2017.11.014", "title": "Predictive value of preoperative statistical parametric mapping of regional glucose metabolism in mesial temporal lobe epilepsy with hippocampal sclerosis.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}