{"authors": [["Arya", "Ravindra", "R", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA. Electronic address: Ravindra.Arya@cchmc.org."], ["Horn", "Paul S", "PS", "Comprehensive Epilepsy Center, Division of Neurology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Crone", "Nathan E", "NE", "Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."]], "date": "2017-12-13", "id": "29247963", "text": "This meta-analysis compared diagnostic validity of electrocorticographic (ECoG) high-γ modulation (HGM) with electrical stimulation mapping (ESM) for presurgical language localization.From a structured literature search, studies with electrode level data comparing ECoG HGM and ESM for language localization were included in the meta-analysis. Outcomes included global measures of diagnostic validity: area under the summary receiver operating characteristic (SROC) curve (AUC), and diagnostic odds ratio (DOR); as well as pooled estimates of sensitivity and specificity. Clinical and technical determinants of sensitivity/specificity were explored.Fifteen studies were included in qualitative synthesis, and 10 studies included in the meta-analysis (number of patients 1-17, mean age 10.3-53.6years). Overt picture naming was the most commonly used task for language mapping with either method. Electrocorticographic high-γ modulation was analyzed at 50-400Hz with different bandwidths in individual studies. For ESM, pulse duration, train duration, and maximum current varied greatly among studies. Sensitivity (0.23-0.99), specificity (0.48-0.96), and DOR (1.45-376.28) varied widely across studies. The pooled estimates are: sensitivity 0.61 (95% CI 0.44, 0.76), specificity 0.79 (95% CI 0.68, 0.88), and DOR 6.44 (95% CI 3.47, 11.94). Area under the SROC curve was 0.77. Results of bivariate meta-regression were limited by small samples for individual variables.Electrocorticographic high-γ modulation is a specific but not sensitive method for language localization compared with gold-standard ESM. Given the pooled DOR of 6.44 and AUC of 0.77, ECoG HGM can fairly reliably ascertain electrodes overlying ESM cortical language sites.", "doi": "10.1016/j.yebeh.2017.10.044", "title": "ECoG high-gamma modulation versus electrical stimulation for presurgical language mapping.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}