{"authors": [["Chen", "Sichang", "S", "Department of Neurosurgery, Xuanwu Hospital Capital Medical University, 100053 Beijing, China."], ["Guan", "Yuguang", "Y", "Department of Neurosurgery,Sanbo Brain Hospital Capital Medical University, 100093 Beijing, China."], ["Liu", "Changqing", "C", "Department of Neurosurgery,Sanbo Brain Hospital Capital Medical University, 100093 Beijing, China."], ["Du", "Xiuyu", "X", "Department of Neurosurgery,Sanbo Brain Hospital Capital Medical University, 100093 Beijing, China."], ["Zhang", "Yao", "Y", "Department of Neurosurgery,Sanbo Brain Hospital Capital Medical University, 100093 Beijing, China."], ["Chen", "Shuai", "S", "Department of Functional Neurosurgery, Beijing Children's Hospital, Capital Medical University, 100045 Beijing, China."], ["Wang", "Jie", "J", "Department of Neurology, Sanbo Brain Hospital Capital Medical University, 100093 Beijing, China."], ["Li", "Tianfu", "T", "Department of Neurology, Sanbo Brain Hospital Capital Medical University, 100093 Beijing, China; Beijing Key Laboratory of Epilepsy, 100093 Beijing, China; Center of Epilepsy, Beijing Institute for Brain Disorders, 100093 Beijing, China."], ["Luan", "Guoming", "G", "Department of Neurosurgery,Sanbo Brain Hospital Capital Medical University, 100093 Beijing, China; Beijing Key Laboratory of Epilepsy, 100093 Beijing, China; Center of Epilepsy, Beijing Institute for Brain Disorders, 100093 Beijing, China. Electronic address: luangm3@163.com."]], "date": "2017-12-05", "id": "29247822", "text": "Hemispherectomy is useful for treating patients with intractable epilepsy caused by diffuse unilateral hemispheric disease. Few patients develop recurrent seizures after hemispherectomy, but managing epilepsy by medical means alone is challenging for these patients, and it is also difficult to determine the treatment options and assess the need for reoperation.To present the treatment strategies and outcomes of patients who developed recurrent intractable epilepsy after initial hemispherectomies that were performed at a single institution by a single surgeon between 2004 and 2014.The preoperative medical records, operative reports, imaging findings, and follow-up data for patients with recurrent epilepsy who underwent hemispherectomy for intractable epilepsy between 2004 and 2014 at Sanbo Brain Hospital Capital Medical University were retrospectively reviewed. The baseline characteristics, cause of seizures, imaging findings, electrophysiological findings, primary surgery-related complications, treatments for recurrent epilepsy and long-term seizure outcomes were evaluated. A reduction of seizure frequency greater than 90% was considered a favorable outcome.In the cohort of 17 patients who suffered recurrent epilepsy after primary hemispherectomy, 11 had undergone reoperative surgery, whereas 6 patients took medication alone. No major complications occurred in this series. At the last follow-up, favorable outcome was noted in 10 (91%) patients who underwent reoperative surgery and in 1 (17%) patient who received only medication for treatment (Table 1, p = 0.005). Patients with malformation of cortical development tended to have worse seizure outcomes.Reoperative hemispherectomy is an effective and safe treatment for patients who still have seizures after primary hemispherectomy for epilepsy caused by unilateral cortical lesion.", "doi": "10.1016/j.eplepsyres.2017.11.021", "title": "Treatment for patients with recurrent intractable epilepsy after primary hemispherectomy.", "journal": ["Epilepsy research", "Epilepsy Res."]}