{"authors": [["Zambonin", "J L", "JL", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, K1H 8L1, Canada."], ["Dyment", "D A", "DA", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, K1H 8L1, Canada."], ["Xi", "Y", "Y", "Department of Medical Genetics, Alberta Children's Hospital Research Institute for Child and Maternal Health, University of Calgary, Calgary, Alberta, T2N 4N1, Canada."], ["Lamont", "R E", "RE", "Department of Medical Genetics, Alberta Children's Hospital Research Institute for Child and Maternal Health, University of Calgary, Calgary, Alberta, T2N 4N1, Canada."], ["Hartley", "T", "T", "Children's Hospital of Eastern Ontario Research Institute, University of Ottawa, Ottawa, Ontario, K1H 8L1, Canada."], ["Miller", "E", "E", "Department of Medical Imaging, Children's Hospital of Eastern Ontario, Ottawa, Ontario, K1H 8L1, Canada."], ["Kerr", "M", "M", "Department of Medical Genetics, Alberta Children's Hospital Research Institute for Child and Maternal Health, University of Calgary, Calgary, Alberta, T2N 4N1, Canada."], [null, null, null, null], ["Boycott", "K M", "KM", "Department of Genetics, Children's Hospital of Eastern Ontario, Ottawa, Ontario, K1H 8L1, Canada."], ["Parboosingh", "J S", "JS", "Department of Medical Genetics, Alberta Children's Hospital Research Institute for Child and Maternal Health, University of Calgary, Calgary, Alberta, T2N 4N1, Canada."], ["Venkateswaran", "S", "S", "Division of Neurology, Department of Pediatrics, Children's Hospital of Eastern Ontario, University of Otawa, Ottawa, Ontario, Canada. svenkateswaran@cheo.on.ca."]], "date": "2017-12-15", "id": "29247375", "text": "Occipital cortical malformation is a rare neurodevelopmental disorder characterized by pachygyria and polymicrogyria of the occipital lobes as well as global developmental delays and seizures. This condition is due to biallelic, loss-of-function mutations in LAMC3 and has been reported in four unrelated families to date. We report an individual with global delays, seizures, and polymicrogyria that extends beyond the occipital lobes and includes the frontal, parietal, temporal, and occipital lobes. Next-generation sequencing identified a homozygous nonsense mutation in LAMC3: c.3190C>T (p.Gln1064*). This finding extends the cortical phenotype associated with LAMC3 mutations.", "doi": "10.1007/s10048-017-0534-4", "title": "A novel mutation in LAMC3 associated with generalized polymicrogyria of the cortex and epilepsy.", "journal": ["Neurogenetics", "Neurogenetics"]}