{"authors": [["van Diessen", "Eric", "E", "Department of Pediatric Neurology, University Medical Center Utrecht, Utrecht, The Netherlands."], ["van der Maas", "Frank", "F", "Reabilitação Baseada na Comunidade (RBC) Effata, Bissorã, Oio, Guinea-Bissau."], ["Cabral", "Vladimir", "V", "Reabilitação Baseada na Comunidade (RBC) Effata, Bissorã, Oio, Guinea-Bissau."], ["Otte", "Willem M", "WM", "Department of Pediatric Neurology, University Medical Center Utrecht, Utrecht, The Netherlands; Biomedical MR Imaging and Spectroscopy Group, Center for Image Sciences, University Medical Center Utrecht, Utrecht, The Netherlands. Electronic address: w.m.otte@umcutrecht.nl."]], "date": "2017-12-12", "id": "29245111", "text": "Treatment of epilepsy in low-income countries is a challenge considering the lack of resources, availability of antiepileptic drugs, and cultural beliefs. We used a community-based rehabilitation (CBR) service for the detection, monitoring, and treatment of epilepsy. A local network of trained community volunteers provided education, good quality antiepileptic drugs, and clinical follow-up for people with epilepsy (PWE). In a period of 2years, approximately 22,500 people were screened in central Guinea-Bissau, and 112 PWE were identified and registered. Monthly check-ups were offered to monitor treatment effect and increase compliance. Retrospective analysis on 81 records of patients under treatment in June 2016 showed a decrease of seizure frequency in 88.8% after treatment initiation and was maintained throughout the clinical follow-up of 15months. A conservative estimation of the treatment and monitoring of a single person with epilepsy revealed a daily cost of $0.73. Despite acknowledging epilepsy as a neglected condition by the World Health Organization (WHO), most PWE still lack appropriate treatment. Although CBR service has been suggested as efficient strategy to reduce the treatment gap, little information is available on the efficacy of the programs. Our experiences show that CBR service is a cost-effective approach to monitor treatment and increase compliance in PWE. This experience may be of value for other resource-poor settings.", "doi": "10.1016/j.yebeh.2017.11.009", "title": "Community-based rehabilitation offers cost-effective epilepsy treatment in rural Guinea-Bissau.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}