{"authors": [["Kemp", "Steven", "S", "Department of Clinical and Health Psychology, St James's University Hospital, Leeds, UK. Electronic address: stevenkemp@nhs.net."], ["Prendergast", "Garreth", "G", "School of Psychological Sciences, University of Manchester, Manchester, UK."], ["Karapanagiotidis", "Theodoros", "T", "Department of Psychology/York Neuroimaging Centre, University of York, York, UK."], ["Baker", "Gus", "G", "University of Liverpool, UK/The Walton Centre NHS Foundation Trust, Liverpool, UK."], ["Kelly", "Thomas P", "TP", "Newcastle upon Tyne Hospitals Trust, UK."], ["Patankar", "Tufail", "T", "Leeds Teaching Hospitals NHS Trust, Leeds, UK."], ["Keller", "Simon S", "SS", "University of Liverpool, UK/The Walton Centre NHS Foundation Trust, Liverpool, UK; Department of Neuroradiology, The Walton Centre NHS Foundation Trust, Liverpool, UK."]], "date": "2017-12-22", "id": "29245083", "text": "The Wada test remains the traditional test for lateralizing language and memory function prior to epilepsy surgery. Functional imaging, particularly functional MRI (fMRI), has made progress in the language domain, but less so in the memory domain. Magnetoencephalography (MEG) has received less research attention, but shows promise, particularly for language lateralization. We recruited a consecutive sample of 19 patients with epilepsy who had completed presurgical work-up, including the Wada test, and compared fMRI (memory) and MEG (language and memory) with Wada test results. The main research question was the concordance between Wada and these two imaging techniques as preepilepsy surgery investigations. We were also interested in the acceptability of the three techniques to patients. Concordance rates (N=16) were nonsignificant (Cohen's Kappa) between fMRI and Wada test (memory) and between MEG and Wada test (memory and language). The Wada test was a well-established protocol used at several epilepsy surgery centers in the UK. Patients generally found the Wada test an odd, but not aversive procedure. Sixteen (84%) patients who were scanned reported some level of obtundation in MEG. We present these discordant findings in support of the position that functional imaging and the Wada test are distinctive procedures, with little in the way of overlapping mechanisms, and that patient's experience should be taken into account when procedures are selected and offered to them.", "doi": "10.1016/j.yebeh.2017.09.027", "title": "Concordance between the Wada test and neuroimaging lateralization: Influence of imaging modality (fMRI and MEG) and patient experience.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}