{"authors": [["Chun", "Kyoung-Chul", "KC", "Departments of Neurobiology and Neurology, Barrow Neurological Institute, St. Joseph's Hospital & Medical Center, Phoenix, AZ, USA; Departments of Obstetrics and Gynecology, College of Medicine, Inje University, Ilsan-Paik Hospital, Gyeonggi, Korea."], ["Ma", "Shun-Chieh", "SC", "Departments of Neurobiology and Neurology, Barrow Neurological Institute, St. Joseph's Hospital & Medical Center, Phoenix, AZ, USA."], ["Oh", "Hyoungil", "H", "Departments of Neurobiology and Neurology, Barrow Neurological Institute, St. Joseph's Hospital & Medical Center, Phoenix, AZ, USA."], ["Rho", "Jong M", "JM", "Departments of Pediatrics, Clinical Neurosciences, Physiology & Pharmacology, Alberta Children's Hospital Research Institute, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."], ["Kim", "Do Young", "DY", "Departments of Neurobiology and Neurology, Barrow Neurological Institute, St. Joseph's Hospital & Medical Center, Phoenix, AZ, USA. Electronic address: doyoung.kim@dignityhealth.org."]], "date": "2017-11-21", "id": "29245026", "text": "Sudden unexpected death in epilepsy (SUDEP) is a leading cause of premature mortality in patients with epilepsy, and has been linked to multiple risk factors, including gender and early age at seizure onset. Despite the lack of a targeted therapy for SUDEP, it has recently been shown that a high-fat, low carbohydrate ketogenic diet (KD) enhances longevity in the epileptic Kcna1-null (KO) mouse, a validated model of SUDEP. Here, we asked whether the KD-driven prolongation of lifespan in KO mice is dependent on sex and/or age at treatment onset. We found that as KO mice aged, their daily seizure frequency steadily increased, but had early demise by postnatal day (PD) 46.9±0.8. In KO mice started on the KD at PD30, longevity was extended to a mean of PD69.8±1.7, accompanied with improved seizure control. Interestingly, while seizure control on the KD was similar between male and female mice, KD-fed female KO mice survived longer than their male counterparts. Further, epileptic mice initiated on the KD at PD25 had longer lifespans compared to those placed on the KD starting at PD35. Collectively, these data further support the notion that the KD can retard disease progression and sudden death in KO mice, but that this beneficial action is influenced by gender and age at the start of treatment.", "doi": "10.1016/j.eplepsyres.2017.11.005", "title": "Ketogenic diet-induced extension of longevity in epileptic Kcna1-null mice is influenced by gender and age at treatment onset.", "journal": ["Epilepsy research", "Epilepsy Res."]}