{"authors": [["Tomycz", "Luke D", "LD", "Department of Neurological Surgery, Dell Children's Medical Center, Austin, Texas."], ["Hale", "Andrew T", "AT", "Medical Scientist Training Program, Vanderbilt University School of Medicine, Nashville, Tennessee."], ["Haider", "Ali S", "AS", "Texas A&M College of Medicine, Bryan, Texas."], ["Clarke", "Dave F", "DF", "Department of Pediatric Neurology, Dell Children's Medical Center, Austin, Texas."], ["Lee", "Mark R", "MR", "Department of Neurological Surgery, Dell Children's Medical Center, Austin, Texas."]], "date": "2017-12-13", "id": "29244100", "text": "It has been increasingly recognized that the insular cortex plays an important role in frontotemporal-parietal epilepsy in children. The insula, however, cannot be properly interrogated with conventional subdural grids, and its anatomy makes it difficult to implicate the insula with semiology or noninvasive modalities. Frame-based, stereotactic placement of insular depth electrodes for direct extraoperative monitoring is a relatively low-risk maneuver that allows for conclusive interrogation of this region, and, in select cases, can easily be replaced with a laser applicator for minimally invasive treatment via thermoablation.To describe the largest reported series of pediatric patients with refractory epilepsy undergoing insular depth electrode placement.We used current procedural terminology billing records to identify cases of depth electrode insertion performed at our institution. Clinical information from patients undergoing invasive insular sampling was then retrospectively collected.Seventy-four insular depth electrodes were placed in 49 patients for extraoperative, inpatient monitoring. The decision to place insular depth electrodes was determined by a multidisciplinary epilepsy team. In 65.3% of cases, direct invasive sampling implicated the insula in seizure onset and prompted either thermoablation or surgical resection of some portion of the insula. There were no serious adverse effects or complications associated with the placement of insular depth electrodes.Given the low morbidity of insular depth electrode insertion and the high proportion of patients who exhibited insular involvement, it is worth considering whether insular depth electrodes should be part of the standard presurgical evaluation in children with treatment-refractory frontotemporal-parietal epilepsy.", "doi": "10.1093/ons/opx253", "title": "Invasive Insular Sampling in Pediatric Epilepsy: A Single-Institution Experience.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}