{"authors": [["De Cooman", "Thomas", "T", "Department of Electrical Engineering, STADIUS, KU Leuven, Leuven, Vlaams-Brabant, BELGIUM."], ["Kjær", "Troels Wesenberg", "TW", "Neurophysiology Center,, Zealand University Hospital, Roskilde, DENMARK."], ["Van Huffel", "Sabine", "S", "Department of Electrical Engineering (ESAT), Katholieke Universiteit Leuven, Leuven, BELGIUM."], ["Bjarup Dissing Sørensen", "Helge", "H", "Department of Electrical Engineering, Danmarks Tekniske Universitet, Lyngby, DENMARK."]], "date": "2017-12-15", "id": "29244028", "text": "Automated seizure detection in a home environment has been of increased interest the last couple of decades. Heart rate-based seizure detection is a way to detect temporal lobe epilepsy seizures at home, but patient-independent algorithms showed to be insufficiently accurate due to the high patient-dependency of heart rate features. Therefore a real-time adaptive seizure detection algorithm is proposed here. The algorithm starts as a patient-independent algorithm, but gradually converges towards a patient-specific algorithm while more patient-specific data becomes available on-the-run. This is done by using real-time user feedback to annotate previously generated alarms, causing an immediate update to the used support vector machine classifier. Extra procedures are added to the updating procedure in order to cope with potential incorrect user feedback. The adaptive seizure detection algorithm resulted in an overall sensitivity of 77.12% and 1.24 false alarms per hour on over 2833 hours of heart rate data from 19 patients with 153 clinical seizures. This is around 30% less false alarms compared to the patient-independent algorithm. This low-complex adaptive algorithm showed to be able to deal well with incorrect user feedback, making it ideal for implementation in a home environment for a seizure warning system.", "doi": "10.1088/1361-6579/aaa216", "title": "Adaptive heart rate-based epileptic seizure detection using real-time user feedback.", "journal": ["Physiological measurement", "Physiol Meas"]}