{"authors": [["Dewan", "Michael C", "MC", "Department of Neurological Surgery, Vanderbilt University Medical Center."], ["Shults", "Robert", "R", "Department of Engineering and Computer Science, Vanderbilt University, Nashville, Tennessee; and."], ["Hale", "Andrew T", "AT", "Department of Neurological Surgery, Vanderbilt University Medical Center."], ["Sukul", "Vishad", "V", "Department of Neurological Surgery, Vanderbilt University Medical Center."], ["Englot", "Dario J", "DJ", "Department of Neurological Surgery, Vanderbilt University Medical Center."], ["Konrad", "Peter", "P", "Department of Neurological Surgery, Vanderbilt University Medical Center."], ["Yu", "Hong", "H", "Department of Neurological Surgery, Vanderbilt University Medical Center."], ["Neimat", "Joseph S", "JS", "Department of Neurological Surgery, University of Louisville, Kentucky."], ["Rodriguez", "William", "W", "Department of Engineering and Computer Science, Vanderbilt University, Nashville, Tennessee; and."], ["Dawant", "Benoit M", "BM", "Department of Engineering and Computer Science, Vanderbilt University, Nashville, Tennessee; and."], ["Pallavaram", "Srivatsan", "S", "Department of Engineering and Computer Science, Vanderbilt University, Nashville, Tennessee; and."], ["Naftel", "Robert P", "RP", "Department of Neurological Surgery, Vanderbilt University Medical Center."]], "date": "2017-12-15", "id": "29243976", "text": "OBJECTIVE Stereotactic electroencephalography (SEEG) is being used with increasing frequency to interrogate subcortical, cortical, and multifocal epileptic foci. The authors describe a novel technique for SEEG in patients with suspected epileptic foci refractory to medical management. METHODS In the authors' technique, standard epilepsy evaluation and neuroimaging are used to create a hypothesis-driven SEEG plan, which informs the 3D printing of a novel single-path, multiple-trajectory, omnidirectional platform. Following skull-anchor platform fixation, electrodes are sequentially inserted according to the preoperative plan. The authors describe their surgical experience and technique based on a review of all cases, adult and pediatric, in which patients underwent invasive epilepsy monitoring via SEEG during an 18-month period at Vanderbilt University Medical Center. Platform and anatomical variables influencing localization error were evaluated using multivariate linear regression. RESULTS Using this novel technology, 137 electrodes were inserted in 15 patients with focal epilepsy with favorable recording results and no clinical complications. The mean entry point localization error was 1.42 mm (SD 0.98 mm), and the mean target point localization error was 3.36 mm (SD 2.68 mm). Platform distance, electrode trajectory angle, and intracranial distance, but not skull thickness, were independently associated with localization error. CONCLUSIONS The multiple-trajectory, single-path, omnidirectional platform offers satisfactory accuracy and favorable clinical results, while avoiding cumbersome frames and prohibitive up-front costs associated with other SEEG technologies.", "doi": "10.3171/2017.6.JNS17881", "title": "Stereotactic EEG via multiple single-path omnidirectional trajectories within a single platform: institutional experience with a novel technique.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}