{"authors": [["Nevitt", "Sarah J", "SJ", "Department of Biostatistics, University of Liverpool, Block F, Waterhouse Building, 1-5 Brownlow Hill, Liverpool, UK, L69 3GL."], ["Sudell", "Maria", "M", null], ["Weston", "Jennifer", "J", null], ["Tudur Smith", "Catrin", "C", null], ["Marson", "Anthony G", "AG", null]], "date": "2017-12-15", "id": "29243813", "text": "Epilepsy is a common neurological condition with a worldwide prevalence of around 1%. Approximately 60% to 70% of people with epilepsy will achieve a longer-term remission from seizures, and most achieve that remission shortly after starting antiepileptic drug treatment. Most people with epilepsy are treated with a single antiepileptic drug (monotherapy) and current guidelines from the National Institute for Health and Care Excellence (NICE) in the United Kingdom for adults and children recommend carbamazepine or lamotrigine as first-line treatment for partial onset seizures and sodium valproate for generalised onset seizures; however a range of other antiepileptic drug (AED) treatments are available, and evidence is needed regarding their comparative effectiveness in order to inform treatment choices.To compare the time to withdrawal of allocated treatment, remission and first seizure of 10 AEDs (carbamazepine, phenytoin, sodium valproate, phenobarbitone, oxcarbazepine, lamotrigine, gabapentin, topiramate, levetiracetam, zonisamide) currently used as monotherapy in children and adults with partial onset seizures (simple partial, complex partial or secondary generalised) or generalised tonic-clonic seizures with or without other generalised seizure types (absence, myoclonus).We searched the following databases: Cochrane Epilepsy's Specialised Register, CENTRAL, MEDLINE and SCOPUS, and two clinical trials registers. We handsearched relevant journals and contacted pharmaceutical companies, original trial investigators, and experts in the field. The date of the most recent search was 27 July 2016.We included randomised controlled trials of a monotherapy design in adults or children with partial onset seizures or generalised onset tonic-clonic seizures (with or without other generalised seizure types).This was an individual participant data (IPD) review and network meta-analysis. Our primary outcome was 'time to withdrawal of allocated treatment', and our secondary outcomes were 'time to achieve 12-month remission', 'time to achieve six-month remission', 'time to first seizure post-randomisation', and 'occurrence of adverse events'. We presented all time-to-event outcomes as Cox proportional hazard ratios (HRs) with 95% confidence intervals (CIs). We performed pairwise meta-analysis of head-to-head comparisons between drugs within trials to obtain 'direct' treatment effect estimates and we performed frequentist network meta-analysis to combine direct evidence with indirect evidence across the treatment network of 10 drugs. We investigated inconsistency between direct estimates and network meta-analysis via node splitting. Due to variability in methods and detail of reporting adverse events, we have not performed an analysis. We have provided a narrative summary of the most commonly reported adverse events.IPD was provided for at least one outcome of this review for 12,391 out of a total of 17,961 eligible participants (69% of total data) from 36 out of the 77 eligible trials (47% of total trials). We could not include IPD from the remaining 41 trials in analysis for a variety of reasons, such as being unable to contact an author or sponsor to request data, data being lost or no longer available, cost and resources required to prepare data being prohibitive, or local authority or country-specific restrictions.We were able to calculate direct treatment effect estimates for between half and two thirds of comparisons across the outcomes of the review, however for many of the comparisons, data were contributed by only a single trial or by a small number of participants, so confidence intervals of estimates were wide.Network meta-analysis showed that for the primary outcome 'Time to withdrawal of allocated treatment,' for individuals with partial seizures; levetiracetam performed (statistically) significantly better than current first-line treatment carbamazepine and other current first-line treatment lamotrigine performed better than all other treatments (aside from levetiracetam); carbamazepine performed significantly better than gabapentin and phenobarbitone (high-quality evidence). For individuals with generalised onset seizures, first-line treatment sodium valproate performed significantly better than carbamazepine, topiramate and phenobarbitone (moderate- to high-quality evidence). Furthermore, for both partial and generalised onset seizures, the earliest licenced treatment, phenobarbitone seems to perform worse than all other treatments (moderate- to high-quality evidence).Network meta-analysis also showed that for secondary outcomes 'Time to 12-month remission of seizures' and 'Time to six-month remission of seizures,' few notable differences were shown for either partial or generalised seizure types (moderate- to high-quality evidence). For secondary outcome 'Time to first seizure,' for individuals with partial seizures; phenobarbitone performed significantly better than both current first-line treatments carbamazepine and lamotrigine; carbamazepine performed significantly better than sodium valproate, gabapentin and lamotrigine. Phenytoin also performed significantly better than lamotrigine (high-quality evidence). In general, the earliest licenced treatments (phenytoin and phenobarbitone) performed better than the other treatments for both seizure types (moderate- to high-quality evidence).Generally, direct evidence and network meta-analysis estimates (direct plus indirect evidence) were numerically similar and consistent with confidence intervals of effect sizes overlapping.The most commonly reported adverse events across all drugs were drowsiness/fatigue, headache or migraine, gastrointestinal disturbances, dizziness/faintness and rash or skin disorders.Overall, the high-quality evidence provided by this review supports current guidance (e.g. NICE) that carbamazepine and lamotrigine are suitable first-line treatments for individuals with partial onset seizures and also demonstrates that levetiracetam may be a suitable alternative. High-quality evidence from this review also supports the use of sodium valproate as the first-line treatment for individuals with generalised tonic-clonic seizures (with or without other generalised seizure types) and also demonstrates that lamotrigine and levetiracetam would be suitable alternatives to either of these first-line treatments, particularly for those of childbearing potential, for whom sodium valproate may not be an appropriate treatment option due to teratogenicity.", "doi": "10.1002/14651858.CD011412.pub3", "title": "Antiepileptic drug monotherapy for epilepsy: a network meta-analysis of individual participant data.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}