{"authors": [["Sonawane", "Kailas D", "KD", "a Structural Bioinformatics Unit, Department of Biochemistry , Shivaji University , Kolhapur 416 004 (M.S.) , India."], ["Kamble", "Asmita S", "AS", "a Structural Bioinformatics Unit, Department of Biochemistry , Shivaji University , Kolhapur 416 004 (M.S.) , India."], ["Fandilolu", "Prayagraj M", "PM", "a Structural Bioinformatics Unit, Department of Biochemistry , Shivaji University , Kolhapur 416 004 (M.S.) , India."]], "date": "2017-12-27", "id": "29243556", "text": "Deficiency of 5-taurinomethyl-2-thiouridine, τm5s2U at the 34th 'wobble' position in tRNALys causes MERRF (Myoclonic Epilepsy with Ragged Red Fibers), a neuromuscular disease. This modified nucleoside of mt tRNALys, recognizes AAA/AAG codons during protein biosynthesis process. Its preference to identify cognate codons has not been studied at the atomic level. Hence, multiple MD simulations of various molecular models of anticodon stem loop (ASL) of mt tRNALys in presence and absence of τm5s2U34 and N6-threonylcarbamoyl adenosine (t6A37) along with AAA and AAG codons have been accomplished. Additional four MD simulations of multiple ASL mt tRNALys models in the context of ribosomal A-site residues have also been performed to investigate the role of A-site in recognition of AAA/AAG codons. MD simulation results show that, ASL models in presence of τm5s2U34 and t6A37 with codons AAA/AAG are more stable than the ASL lacking these modified bases. MD trajectories suggest that τm5s2U recognizes the codons initially by 'wobble' hydrogen bonding interactions, and then tRNALys might leave the explicit codon by a novel 'single' hydrogen bonding interaction in order to run the protein biosynthesis process smoothly. We propose this model as the 'Foot-Step Model' for codon recognition, in which the single hydrogen bond plays a crucial role. MD simulation results suggest that, tRNALys with τm5s2U and t6A recognizes AAA codon more preferably than AAG. Thus, these results reveal the consequences of τm5s2U and t6A in recognition of AAA/AAG codons in mitochondrial disease, MERRF.", "doi": "10.1080/07391102.2017.1417911", "title": "Preferences of AAA/AAG codon recognition by modified nucleosides, τm5s2U34 and t6A37 present in tRNALys.", "journal": ["Journal of biomolecular structure & dynamics", "J. Biomol. Struct. Dyn."]}