{"authors": [["Cheung", "Kei-Long", "KL", "Department of Health Services Research, CAPHRI, Maastricht University, Maastricht, the Netherlands."], ["Wijnen", "Ben F M", "BFM", "Department of Health Services Research, CAPHRI, Maastricht University, Maastricht, the Netherlands."], ["Hiligsmann", "Mickaël", "M", "Department of Health Services Research, CAPHRI, Maastricht University, Maastricht, the Netherlands."], ["Coyle", "Kathryn", "K", "Health Economics Research Group, Brunel University London, Uxbridge, UK."], ["Coyle", "Doug", "D", "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Canada."], ["Pokhrel", "Subhash", "S", "Health Economics Research Group, Brunel University London, Uxbridge, UK."], ["de Vries", "Hein", "H", "Department of Health Promotion, CAPHRI, Maastricht University, Maastricht, the Netherlands."], ["Präger", "Maximilian", "M", "Institute of Health Economics and Health Care Management, Helmholtz Zentrum München (GmbH)-German Research Center for Environmental Health, Comprehensive Pneumology Center Munich (CPC-M), Member of the German Center for Lung Research (DZL), Neuherberg, Germany."], ["Evers", "Silvia M A A", "SMAA", "Department of Health Services Research, CAPHRI, Maastricht University, Maastricht, the Netherlands."]], "date": "2017-12-15", "id": "29243351", "text": "The cost-effectiveness of internet-based smoking cessation interventions is difficult to determine when they are provided as a complement to current smoking cessation services. The aim of this study was to evaluate the cost-effectiveness of such an alternate package compared with existing smoking cessation services alone (current package).A literature search was conducted to identify internet-based smoking cessation interventions in the Netherlands. A meta-analysis was then performed to determine the pooled effectiveness of a (web-based) computer-tailored intervention. The mean cost of implementing internet based interventions was calculated using available information, while intervention reach was sourced from an English study. We used EQUIPTMOD, a Markov-based state-transition model, to calculate the incremental cost-effectiveness ratios [expressed as cost per quality-adjusted life years (QALYs) gained] for different time horizons to assess the value of providing internet-based interventions to complement the current package.). Deterministic sensitivity analyses tested the uncertainty around intervention costs per smoker, relative risks, and the intervention reach.Internet-based interventions had an estimated pooled relative risk of 1.40; average costs per smoker of €2.71; and a reach of 0.41% of all smokers. The alternate package (i.e. provision of internet-based intervention to the current package) was dominant (cost-saving) compared with the current package alone (0.14 QALY gained per 1000 smokers; reduced health-care costs of €602.91 per 1000 smokers for the life-time horizon). The alternate package remained dominant in all sensitivity analyses.Providing internet-based smoking cessation interventions to complement the current provision of smoking cessation services could be a cost-saving policy option in the Netherlands.", "doi": "10.1111/add.14069", "title": "Is it cost-effective to provide internet-based interventions to complement the current provision of smoking cessation services in the Netherlands? An analysis based on the EQUIPTMOD.", "journal": ["Addiction (Abingdon, England)", "Addiction"]}