{"authors": [["Wang", "Ping", "P", "Department of Pharmacy, Kunming General Hospital of PLA, 212 Daguan Rd, Kunming, 650032, China."], ["Lin", "Xiao-Qian", "XQ", "Department of Pharmacy, Kunming General Hospital of PLA, 212 Daguan Rd, Kunming, 650032, China."], ["Cai", "Wen-Ke", "WK", "Department of Cardio-Thoracic Surgery, Kunming General Hospital of PLA, Kunming, 650032, China."], ["Xu", "Gui-Li", "GL", "Department of Pharmacy, Kunming General Hospital of PLA, 212 Daguan Rd, Kunming, 650032, China."], ["Zhou", "Meng-Di", "MD", "Department of Pharmacy, Kunming General Hospital of PLA, 212 Daguan Rd, Kunming, 650032, China."], ["Yang", "Mei", "M", "Department of Pharmacy, Kunming General Hospital of PLA, 212 Daguan Rd, Kunming, 650032, China."], ["He", "Gong-Hao", "GH", "Department of Pharmacy, Kunming General Hospital of PLA, 212 Daguan Rd, Kunming, 650032, China. gonghow@hotmail.com."]], "date": "2017-12-14", "id": "29243113", "text": "Valproic acid (VPA) is one of the most widely used antiepileptic drugs. Recently, increasing evidence suggested that polymorphisms in UGT2B7 gene were associated with VPA pharmacokinetics, but results remained controversial. Therefore, a meta-analysis was performed to derive a more precise evaluation between C802T, C161T, and G211T polymorphisms and plasma concentration of VPA.The PubMed, EMBASE, and the Cochrane library databases were searched for eligible studies. Articles meeting the inclusion criteria were comprehensively reviewed, and the available data were accumulated. The mean difference (MD) and 95% confidence interval (CI) were applied to assess the strength of the relationship.A total of 12 studies involving 1996 related East Asia epilepsy patients were assessed. We found that the UGT2B7 G211T polymorphism was associated with adjusted plasma VPA concentration (GG versus TT: P = 0.01, I 2 = 97%; GG versus GT: P < 0.00001, I 2 = 0%). Additionally, we also observed a significantly association between the C161T polymorphism and adjusted plasma VPA concentration (CC versus CT: P = 0.01, I 2 = 77%). Nevertheless, the pooled analysis showed that the C802T polymorphism had no significant effect on adjusted serum concentration of VPA.The results of this meta-analysis demonstrated that UGT2B7 G211T and C161T polymorphisms were able to affect the pharmacokinetics in epilepsy patients treated with VPA, which provide further evidence for genetic effects of UGT2B7 gene on pharmacokinetics and pharmacodynamics of VPA. Epilepsy patients with these genotypes may be necessary to increase (or decrease) VPA dose to ensure its therapeutic effect.", "doi": "10.1007/s00228-017-2395-z", "title": "Effect of UGT2B7 genotypes on plasma concentration of valproic acid: a meta-analysis.", "journal": ["European journal of clinical pharmacology", "Eur. J. Clin. Pharmacol."]}