{"authors": [["Stip", "E", "E", "CHUM, Notre-Dame, Montréal, QC, Canada; Department of Psychiatry, University of Montréal, h2l 2w5 Montréal, QC, Canada; Neuromodulation unit, CHUM, Montréal, QC, Canada. Electronic address: emmanuel.stip@umontreal.ca."], ["Blain-Juste", "M-E", "ME", "Department of Psychiatry, University of Montréal, h2l 2w5 Montréal, QC, Canada."], ["Farmer", "O", "O", "CHUM, Notre-Dame, Montréal, QC, Canada; Department of Psychiatry, University of Montréal, h2l 2w5 Montréal, QC, Canada."], ["Fournier-Gosselin", "M-P", "MP", "CHUM, Notre-Dame, Montréal, QC, Canada; Department of surgery, University of Montréal, Montréal, QC, Canada; Neuromodulation unit, CHUM, Montréal, QC, Canada."], ["Lespérance", "P", "P", "CHUM, Notre-Dame, Montréal, QC, Canada; Department of Psychiatry, University of Montréal, h2l 2w5 Montréal, QC, Canada; Neuromodulation unit, CHUM, Montréal, QC, Canada."]], "date": "2017-12-11", "id": "29241672", "text": "Electroconvulsive therapy is indicated in cases of catatonic schizophrenia following a failure of the challenge test with lorazepam or Zolpidem®. Some patients need maintenance treatment with ECT. Repetitive Transcranial Magnetic Stimulation (rTMS) and anodal Transcranial direct-current stimulation (tDCS) might be effective against catatonia.Consider an alternative to ECT for a refractory patient.Twenty-one articles were identified mainly based on case reports series were found using search on Medline, Google Scholar, PsychInfo, CAIRNS. Key words were:\"catatonia\", and \"rTMS\", and more generally with\"ECT\",\"tDCS\",\"Zolpidem®\". At the end there were only six case reports with rTMS and three with tDCS. We discussed the alternative to ECT and follow up rTMS strategies illustrated by these case reports.Patients mean age was 35; numbers of previous ECT vary from zero to 556; the most common motor threshold (MT) is 80%, with two patients with 110%, the most common treatment placement is L DLPFC. In one of them, ECT was the only acute-state or maintenance treatment effective in this patient, who underwent 556 ECT sessions over 20 years. High-frequency rTMS was considered as a possible alternative, given the potential adverse effects of chronic maintenance ECT in a patient with comorbid epilepsy. rTMS treatment was 3-4×/week and over time extended to once every two weeks. A persistent objective improvement in catatonia was observed on the Bush-Francis Catatonia Rating Scale.rTMS is helpful for acute and maintenance treatment for catatonic schizophrenia who both failed multiple pharmacologic interventions and had safety concerns with continuing maintenance ECT. Clinicians should consider rTMS as a potential treatment option for refractory catatonia.", "doi": "10.1016/j.encep.2017.09.008", "title": "Catatonia with schizophrenia: From ECT to rTMS.", "journal": ["L'Encephale", "Encephale"]}