{"authors": [["Cao", "Jiayue", "J", "Weldon School of Biomedical Engineering, Purdue University, West Lafayette, Indiana, United States."], ["Lu", "Kun-Han", "KH", "Purdue Institute of Integrative Neuroscience, Purdue University, West Lafayette, Indiana, United States."], ["Powley", "Terry L", "TL", "Weldon School of Biomedical Engineering, Purdue University, West Lafayette, Indiana, United States."], ["Liu", "Zhongming", "Z", "Weldon School of Biomedical Engineering, Purdue University, West Lafayette, Indiana, United States."]], "date": "2017-12-14", "id": "29240833", "text": "Vagus nerve stimulation (VNS) is a therapy for epilepsy and depression. However, its efficacy varies and its mechanism remains unclear. Prior studies have used functional magnetic resonance imaging (fMRI) to map brain activations with VNS in human brains, but have reported inconsistent findings. The source of inconsistency is likely attributable to the complex temporal characteristics of VNS-evoked fMRI responses that cannot be fully explained by simplified response models in the conventional model-based analysis for activation mapping. To address this issue, we acquired 7-Tesla blood oxygenation level dependent fMRI data from anesthetized Sprague-Dawley rats receiving electrical stimulation at the left cervical vagus nerve. Using spatially independent component analysis, we identified 20 functional brain networks and detected the network-wise activations with VNS in a data-driven manner. Our results showed that VNS activated 15 out of 20 brain networks, and the activated regions covered >76% of the brain volume. The time course of the evoked response was complex and distinct across regions and networks. In addition, VNS altered the strengths and patterns of correlations among brain networks relative to those in the resting state. The most notable changes in network-network interactions were related to the limbic system. Together, such profound and widespread effects of VNS may underlie its unique potential for a wide range of therapeutics to relieve central or peripheral conditions.", "doi": "10.1371/journal.pone.0189518", "title": "Vagal nerve stimulation triggers widespread responses and alters large-scale functional connectivity in the rat brain.", "journal": ["PloS one", "PLoS ONE"]}