{"authors": [["Gonçalves", "Eleonora Borges", "EB", "Department of Neurology, University of Campinas - UNICAMP, Campinas, Sao Paulo, Brazil."], ["de Oliveira Cardoso", "Tania Aparecida Marchiori", "TAM", "Department of Neurology, University of Campinas - UNICAMP, Campinas, Sao Paulo, Brazil."], ["Yasuda", "Clarissa Lin", "CL", "Department of Neurology, University of Campinas - UNICAMP, Campinas, Sao Paulo, Brazil."], ["Cendes", "Fernando", "F", "Department of Neurology, University of Campinas - UNICAMP, Campinas, Sao Paulo, Brazil."]], "date": "2017-01-01", "id": "29239239", "text": "Objectives To assess depressive disorders in patients with mesial temporal lobe epilepsy (MTLE) refractory to medical treatment. Methods Adult patients with refractory MTLE completed two questionnaires (Mini International Neuropsychiatric Interview (MINI) and the Beck Depression Inventory (BDI) had a semi-structured psychiatric interview and a high resolution MRI scan. For complete neuropsychiatric diagnosis, as per International Classification of Diseases (ICD-10), the results were combined with clinical history and additional information from the patients' family. Results Of the 40 patients identified for this case series study which took place from 2008-2012, 31 (77.5%) had a depressive disorder: 14 had dysthymia, 11 had recurrent depressive disorder and 6 had bipolar disorder. Of the nine patients without a firm diagnosis of mood disorder, seven had isolated symptoms of depression or anxiety and two presented with mixed depression/anxiety symptoms. Only 8/31 (25.8%) patients were receiving antidepressant treatment. There was no association between BDI scores and seizure frequency. No significant difference was found between patients with and without depression and the presence or laterality of HA. Conclusions Depressive disorders are common, underdiagnosed and undertreated in patients with refractory MTLE.", "doi": "10.1177/0300060517717825", "title": "Depressive disorders in patients with pharmaco-resistant mesial temporal lobe epilepsy.", "journal": ["The Journal of international medical research", "J. Int. Med. Res."]}