{"authors": [["Currie", "Nicola K", "NK", "Department of Psychology, Lancaster University, Lancaster, UK."], ["Lew", "Adina R", "AR", "Department of Psychology, Lancaster University, Lancaster, UK."], ["Palmer", "Tom M", "TM", "Department of Mathematics and Statistics, Lancaster University, Lancaster, UK."], ["Basu", "Helen", "H", "Paediatric Neurology Department, Royal Preston Hospital, Preston, UK."], ["De Goede", "Christian", "C", "Paediatric Neurology Department, Royal Preston Hospital, Preston, UK."], ["Iyer", "Anand", "A", "Department of Neurology, Alder Hey Children's Hospital, Liverpool, UK."], ["Cain", "Kate", "K", "Department of Psychology, Lancaster University, Lancaster, UK."]], "date": "2017-12-14", "id": "29238964", "text": "Difficulties in reading comprehension can arise from either word reading or listening comprehension difficulties, or a combination of the two. We sought to determine whether children with rolandic epilepsy had poor reading comprehension relative to typically developing comparison children, and whether such difficulties were associated with word reading and/or general language comprehension difficulties.In this cross-sectional study, children with rolandic epilepsy (n=25; 16 males, 9 females; mean age 9y 1mo, SD 1y 7mo) and a comparison group (n=39; 25 males, 14 females; mean age 9y 1mo, SD 1y 3mo) completed assessments of reading comprehension, listening comprehension, word/non-word reading, speech articulation, and Non-verbal IQ.Reading comprehension and word reading were worse in children with rolandic epilepsy (F1,61 =6.89, p=0.011, ηp2=0.10 and F1,61 =6.84, p=0.011, ηp2=0.10 respectively), with listening comprehension being marginal (F1,61 =3.81, p=0.055, ηp2=0.06). Word reading and listening comprehension made large and independent contributions to reading comprehension, explaining 70% of the variance.Children with rolandic epilepsy may be at risk of reading comprehension difficulties. Thorough assessment of individual children is required to ascertain whether the difficulties lie with decoding text, or with general comprehension skills, or both.Children with rolandic epilepsy may be at risk of poor reading comprehension. This was related to poor word reading, poor listening comprehension, or both. Reading comprehension interventions should be tailored to the profile of difficulties.", "doi": "10.1111/dmcn.13628", "title": "Reading comprehension difficulties in children with rolandic epilepsy.", "journal": ["Developmental medicine and child neurology", "Dev Med Child Neurol"]}