{"authors": [["Alvim", "Marina K M", "MKM", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Morita", "Marcia E", "ME", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Yasuda", "Clarissa L", "CL", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Damasceno", "Benito P", "BP", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Lopes", "Tátila M", "TM", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Coan", "Ana Carolina", "AC", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Ghizoni", "Enrico", "E", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Tedeschi", "Helder", "H", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."], ["Cendes", "Fernando", "F", "Neuroimaging Laboratory, Department of Neurology, State University of Campinas, Campinas,, São Paulo, Brazil."]], "date": "2017-12-13", "id": "29238960", "text": "To compare surgical outcome in mesial temporal lobe epilepsy (MTLE) patients with unilateral hippocampal sclerosis (MTLE-HS) who had or did not have preoperative video-electroencephalographic monitoring (VEEG).A prospective study was undertaken with 166 consecutive pharmacoresistant unilateral MTLE-HS patients. All patients were investigated with detailed seizure semiology, serial routine outpatient EEG, magnetic resonance imaging, neuropsychological evaluation, and if necessary, other examinations. Postoperative follow-up ranged between 2 and 16 years. Patients were divided into: (1) patients operated on based on routine outpatient EEG information, with >80% of EEGs with unilateral interictal epileptiform discharges (IEDs) ipsilateral to HS or ictal events (n = 71); and (2) patients submitted to preoperative VEEG (n = 95). To avoid the bias generated by ictal recordings, we performed a subanalysis of: (1) patients without preoperatively ictal recordings (n = 80) and (2) patients with ictal recordings in VEEG or routine outpatient EEG (n = 86).Groups were similar regarding gender, age at surgery, seizure onset, preoperative seizure frequency, and duration of follow-up. Overall, 136/166 (81.92%) were classified as Engel I seizure outcome, with no difference between groups; 76.84% and 88.73% of patients with and without VEEG, respectively, had Engel I postoperative seizure outcome (P = .77). The time lag until surgery was shorter in the group without VEEG (80 vs 38 months; P = .01). Considering ictal recordings, 76.74% of patients with seizures recorded and 87.50% without ictal recordings had Engel I outcome (P = .11).We performed the first prospective study in a tertiary epilepsy center comparing surgical outcomes in unilateral MTLE-HS patients investigated preoperatively with and without VEEG. Based on the surgical outcome, VEEG is not imperative in patients with unilateral MTLE-HS who have compatible semiology and clearly ipsilateralized IEDs evaluated by a multidisciplinary and experienced epilepsy group.", "doi": "10.1111/epi.13977", "title": "Is inpatient ictal video-electroencephalographic monitoring mandatory in mesial temporal lobe epilepsy with unilateral hippocampal sclerosis? A prospective study.", "journal": ["Epilepsia", "Epilepsia"]}