{"authors": [["Li", "Qinrui", "Q", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing, 100034, People's Republic of China."], ["Han", "Ying", "Y", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing, 100034, People's Republic of China. hanying1568@126.com."], ["Du", "Junbao", "J", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing, 100034, People's Republic of China."], ["Jin", "Hongfang", "H", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing, 100034, People's Republic of China."], ["Zhang", "Jing", "J", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing, 100034, People's Republic of China."], ["Niu", "Manman", "M", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing, 100034, People's Republic of China."], ["Qin", "Jiong", "J", "Department of Pediatrics, Peking University People's Hospital, No. 11, Xi Zhi Men Street, Beijing, 100044, People's Republic of China. qinjiong@pkuph.edu.cn."]], "date": "2017-12-13", "id": "29238892", "text": "Epilepsy is among the most common neurological disorders. Recurrent seizures result in neuronal death, cognitive deficits and intellectual disabilities in children. Currently, recombinant human erythropoietin (rhEPO) is considered to play a neuroprotective role in nervous system disorders. However, the precise mechanisms through which rhEPO modulates epilepsy remain unknown. Based on results from numerous studies, we hypothesized that rhEPO protects against hippocampal damage in developing rats with seizures probably by modulating autophagy via the ribosomal protein S6 (S6) in a time-dependent manner. First, we observed that rats with recurrent seizures displayed neuronal loss in the hippocampal CA1 region. Second, rhEPO injection reduced neuronal loss and decreased the number of apoptotic cells in the hippocampal CA1 region. Moreover, rhEPO increased the Bcl-2 protein expression levels and decreased the ratio of cleaved caspase-3/caspase-3 in the hippocampus. Finally, rhEPO modulated autophagy in the hippocampus in a time-dependent manner, probably via the S6 protein. In summary, rhEPO protects against hippocampal damage in developing rats with seizures by modulating autophagy in a time-dependent manner, probably via the S6 protein. Consequently, rhEPO is a likely drug candidate that is capable of attenuating brain injury.", "doi": "10.1007/s11064-017-2443-1", "title": "Recombinant Human Erythropoietin Protects Against Hippocampal Damage in Developing Rats with Seizures by Modulating Autophagy via the S6 Protein in a Time-Dependent Manner.", "journal": ["Neurochemical research", "Neurochem. Res."]}