{"authors": [["Koomdee", "Napatrupron", "N", "Division of Pharmacogenomics and Personalized Medicine, Department of Pathology, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Pratoomwun", "Jirawat", "J", "Division of Pharmacogenomics and Personalized Medicine, Department of Pathology, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Jantararoungtong", "Thawinee", "T", "Division of Pharmacogenomics and Personalized Medicine, Department of Pathology, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Theeramoke", "Voralaksana", "V", "Manarom Hospital, Bangkok, Thailand."], ["Tassaneeyakul", "Wichittra", "W", "Department of Pharmacology, Faculty of Medicine, Khon Kaen University, Khon Kaen, Thailand."], ["Klaewsongkram", "Jettanong", "J", "Division of Allergy and Clinical Immunology, Skin and Allergy Research Unit, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Rerkpattanapipat", "Ticha", "T", "Division of Allergy Immunology and Rheumatology, Department of Medicine, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Santon", "Siwalee", "S", "Division of Pharmacogenomics and Personalized Medicine, Department of Pathology, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Puangpetch", "Apichaya", "A", "Division of Pharmacogenomics and Personalized Medicine, Department of Pathology, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Intusoma", "Utcharee", "U", "Pediatric Neurology Unit, Department of Pediatrics, Faculty of Medicine, Prince of Songkla University, Songkhla, Thailand."], ["Tempark", "Therdpong", "T", "Division of Pediatric Dermatology, Department of Pediatrics, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Deesudchit", "Tayard", "T", "Division of Neurosurgery, Department of Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Satapornpong", "Patompong", "P", "Division of Pharmacogenomics and Personalized Medicine, Department of Pathology, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Visudtibhan", "Anannit", "A", "Division of Neurology, Department of Pediatrics, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."], ["Sukasem", "Chonlaphat", "C", "Division of Pharmacogenomics and Personalized Medicine, Department of Pathology, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."]], "date": "2017-11-29", "id": "29238301", "text": "Background: Lamotrigine (LTG) is commonly used for treatment of epilepsy and bipolar disorder. It is one of the common cause of cutaneous adverse drug reactions (CADR). Clinical symptoms of LTG-induced CADR range from maculopapular exanthema (MPE) to severe cutaneous adverse reactions (SCAR). This study aimed to determine the association of the LTG-induced CADR with human leukocyte antigen (HLA) alleles in Thai patients. Methods: Fifteen patients with LTG-induced CADR [10 MPE; 4 Stevens-Johnson syndrome; and 1 drug reaction with eosinophilia and systemic symptoms] and 50 LTG-tolerant controls were included in the study. HLA-A and HLA-B genotyping was performed using polymerase chain reaction-sequence-specific oligonucleotides probes. Results: The proportion of HLA-A∗02:07 and HLA-B∗15:02 allele carriers were significantly higher in the LTG-induced CADR group than in the tolerant controls [odds ratio (OR): 7.83; 95% confidence interval (CI): 1.60-38.25; P = 0.013, and OR: 4.89; 95% CI: 1.28-18.67; P = 0.014]. In addition, subjects with HLA-A∗33:03, HLA-B∗15:02, and HLA-B∗44:03 were significantly higher in the LTG-induced MPE group than in the tolerant controls (OR: 8.27; 95% CI: 1.83-37.41; P = 0.005, OR: 7.33; 95% CI: 1.63-33.02; P = 0.005; and OR: 10.29; 95% CI: 1.45-72.81; P = 0.029). In contrast to the LTG-induced MPE group, there were no significant differences between HLA alleles and LTG-induced SCAR group. Conclusion:HLA-A∗02:07 and HLA-B∗15:02 were associated with LTG-induced CADR in Thai patients. We also identified an association between HLA-A∗33:03, HLA-B∗15:02, and HLA-B∗44:03 and LTG-induced MPE in this population. These results suggest that these alleles could be useful screening markers for preventing CADR before LTG treatment in Thai patients, but further replication studies with larger sample sizes are needed.", "doi": "10.3389/fphar.2017.00879", "title": "Association of HLA-A and HLA-B Alleles with Lamotrigine-Induced Cutaneous Adverse Drug Reactions in the Thai Population.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}