{"authors": [["Würtz", "Anne Mette Lund", "AML", "Research Unit for General Practice."], ["Høstrup Vestergaard", "Claus", "C", "Research Unit for General Practice."], ["Rytter", "Dorte", "D", "Section for Epidemiology, Department of Public Health, Aarhus University."], ["Sørensen", "Merete Juul", "MJ", "Regional Centre for Child and Adolescent Psychiatry."], ["Christensen", "Jakob", "J", "Department of Neurology, Aarhus University Hospital."], ["Vestergaard", "Mogens", "M", "Research Unit for General Practice."], ["Bech", "Bodil Hammer", "BH", "Research Unit for General Practice."]], "date": "2017-12-01", "id": "29238228", "text": "Antipsychotic (AP) medication is increasingly used for many health conditions. Prenatal exposure to AP medication has been associated with several adverse outcomes, but the findings remain inconsistent.We aimed to investigate prenatal exposure to AP medication and the use of primary health care system in childhood.All live-born singletons in Denmark during 1997-2012 were identified in the nationwide Danish National Patient Register and followed until December 31, 2013 (n = 963,010). Information on prenatal exposure to AP medication was obtained from the Danish Register of Medicinal Product Statistics. Contacts to the general practitioner (GP) were used as a proxy for the overall health of the children. Negative binomial regression was used to calculate incidence rate ratios (IRRs) and 95% confidence intervals (CIs) for the association between prenatal exposure to AP medication and number and type of GP contacts, excluding routine well-child visits and vaccinations. The models were adjusted for sex and birth date of the child, maternal age, parity, cohabitation status, income, education, smoking status, diagnosis of substance abuse, severe psychiatric disorder, depression and epilepsy as well as the use of antiepileptic drugs, antidepressants, benzodiazepines and insulin.The prenatally AP-exposed children had 7% more GP contacts than unexposed children, IRR: 1.07 (95% CI: 1.03, 1.11). The association was slightly stronger among children of mothers with no diagnosis of severe psychiatric disorder (IRR: 1.08, 95% CI: 1.04-1.13) than among children of mothers with severe psychiatric disorder (IRR: 1.03, 95% CI: 0.96-1.11), but the difference was not statistically significant. We found no difference between prenatally AP-exposed children and their unexposed siblings, IRR: 1.00 (95% CI: 0.97-1.04) for total contacts.Children of women using AP medication in pregnancy had more GP contacts in childhood than children of mothers not using AP medication. However, this might be explained by confounding from maternal behavior and mental illness.", "doi": "10.2147/CLEP.S145524", "title": "Prenatal exposure to antipsychotic medication and use of primary health care system in childhood: a population-based cohort study in Denmark.", "journal": ["Clinical epidemiology", "Clin Epidemiol"]}