{"authors": [["Amano", "Hizuru", "H", "Department of Pediatric Surgery, Saitama Children's Medical Center, Saitama, Japan."], ["Tanaka", "Yujiro", "Y", "Department of Pediatric Surgery, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Kawashima", "Hiroshi", "H", "Department of Pediatric Surgery, Saitama Children's Medical Center, Saitama, Japan."], ["Deie", "Kyoichi", "K", "Department of Pediatric Surgery, Graduate School of Medicine, University of Tokyo, Tokyo, Japan."], ["Suzuki", "Keisuke", "K", "Department of Pediatric Surgery, Saitama Children's Medical Center, Saitama, Japan."], ["Fujiogi", "Michimasa", "M", "Department of Pediatric Surgery, Saitama Children's Medical Center, Saitama, Japan."], ["Morita", "Kaori", "K", "Department of Pediatric Surgery, Saitama Children's Medical Center, Saitama, Japan."], ["Iwanaka", "Tadashi", "T", "Department of Pediatric Surgery, Saitama Children's Medical Center, Saitama, Japan."], ["Uchida", "Hiroo", "H", "Department of Pediatric Surgery, Nagoya University Graduate School of Medicine, Nagoya, Japan."]], "date": null, "id": "29238098", "text": "Fundoplication is a standard treatment for gastroesophageal reflux disease (GERD) in neurologically impaired children. However, it has a high recurrence rate due to wrap herniation and disruption resulting from the failure or enlargement of the esophageal hiatus suture site. In adult patients with GERD, reinforcement of the sutured esophageal hiatus with a mesh significantly reduces the recurrence rate after surgery for esophageal hiatus hernia. In children, there are no big series of fundoplication with mesh reinforcement. Therefore, we confirmed the safety and feasibility of an expanded polytetrafluoroethylene mesh hiatal reinforcement with fundoplication as an additional procedure for neurologically impaired children. Neurologically impaired children (age, ≥5 years) who underwent laparoscopic fundoplication and gastrostomy at our institution between 2011 and 2013 were included in this study. The operative time, bleeding amount, complications, and recurrence were retrospectively evaluated. Thirteen patients were included in this study. The mean age at operation was 147.2 ± 37.8 months, and mean body weight was 18.5 ± 7.9 kg. The complication rate of epilepsy and scoliosis was 100% and 84.6%, respectively. The operative time was 265.1 ± 38.1 minutes, and mean blood loss was 26.5 ± 34.7 mL. There were no peri- or postoperative complications. None of the patients showed recurrent symptoms such as repeated vomiting and aspiration pneumonia during the mean follow-up period of 2.5 ± 0.6 years. The mesh hiatal reinforcement with fundoplication for neurologically impaired children is safe and feasible.", "doi": "10.18999/nagjms.79.4.427", "title": "Mesh hiatal reinforcement in laparoscopic Nissen fundoplication for neurologically impaired children is safe and feasible.", "journal": ["Nagoya journal of medical science", "Nagoya J Med Sci"]}