{"authors": [["Yu", "Yoshihiko", "Y", "Department of Clinical Veterinary Medicine, Nippon Veterinary and Life Science University, 1-7-1 Kyonan-cho, Musashino-shi, Tokyo, 180-8602, Japan. yoshy@shinkei.com."], ["Hasegawa", "Daisuke", "D", "Department of Clinical Veterinary Medicine, Nippon Veterinary and Life Science University, 1-7-1 Kyonan-cho, Musashino-shi, Tokyo, 180-8602, Japan. disk-hsgw@nvlu.ac.jp."], ["Fujiwara-Igarashi", "Aki", "A", "Department of Clinical Veterinary Medicine, Nippon Veterinary and Life Science University, 1-7-1 Kyonan-cho, Musashino-shi, Tokyo, 180-8602, Japan."], ["Hamamoto", "Yuji", "Y", "Department of Clinical Veterinary Medicine, Nippon Veterinary and Life Science University, 1-7-1 Kyonan-cho, Musashino-shi, Tokyo, 180-8602, Japan."], ["Mizoguchi", "Shunta", "S", "Department of Clinical Veterinary Medicine, Nippon Veterinary and Life Science University, 1-7-1 Kyonan-cho, Musashino-shi, Tokyo, 180-8602, Japan."], ["Kuwabara", "Takayuki", "T", "Department of Clinical Veterinary Medicine, Nippon Veterinary and Life Science University, 1-7-1 Kyonan-cho, Musashino-shi, Tokyo, 180-8602, Japan."], ["Fujita", "Michio", "M", "Department of Clinical Veterinary Medicine, Nippon Veterinary and Life Science University, 1-7-1 Kyonan-cho, Musashino-shi, Tokyo, 180-8602, Japan."]], "date": "2017-12-13", "id": "29237452", "text": "Leucine-rich glioma-inactivated (LGI) proteins play a critical role in synaptic transmission. Dysfunction of these genes and encoded proteins is associated with neurological disorders such as genetic epilepsy or autoimmune limbic encephalitis in animals and human. Familial spontaneous epileptic cats (FSECs) are the only feline strain and animal model of familial temporal lobe epilepsy. The seizure semiology of FSECs comprises recurrent limbic seizures with or without evolution into generalized epileptic seizures, while cats with antibodies against voltage-gated potassium channel complexed/LGI1 show limbic encephalitis and recurrent limbic seizures. However, it remains unclear whether the genetics underlying FSECs are associated with LGI family genes. In the present study, we cloned and characterized the feline LGI1-4 genes and examined their association with FSECs. Conventional PCR techniques were performed for cloning and mutational analysis. Characterization was predicted using bioinformatics software.The cDNAs of feline LGI1-4 contained 1674-bp, 1650-bp, 1647-bp, and 1617-bp open reading frames, respectively, and encoded proteins comprising 557, 549, 548, and 538 amino acid residues, respectively. The feline LGI1-4 putative protein sequences showed high homology with Homo sapiens, Canis familiaris, Bos taurus, Sus scrofa, and Equus caballus (92%-100%). Mutational analysis in 8 FSECs and 8 controls for LGI family genes revealed 3 non-synonymous and 14 synonymous single nucleotide polymorphisms in the coding region. Only one non-synonymous single nucleotide polymorphism in LGI4 was found in 3 out of 8 FSECs. Using three separate computational tools, this mutation was not predicted to be disease causing. No co-segregation of the disease was found with any variant.We cloned the cDNAs of the four feline LGI genes, analyzed the amino acid sequences, and revealed that epilepsy in FSEC is not a monogenic disorder associated with LGI genes.", "doi": "10.1186/s12917-017-1308-9", "title": "Molecular cloning and characterization of the family of feline leucine-rich glioma-inactivated (LGI) genes, and mutational analysis in familial spontaneous epileptic cats.", "journal": ["BMC veterinary research", "BMC Vet. Res."]}