{"authors": [["Howes", "Oliver D", "OD", "1 MRC London Institute of Medical Sciences, London, UK."], ["Rogdaki", "Maria", "M", "1 MRC London Institute of Medical Sciences, London, UK."], ["Findon", "James L", "JL", "3 Sackler Institute for Translational Neurodevelopment, King's College London, London, UK."], ["Wichers", "Robert H", "RH", "3 Sackler Institute for Translational Neurodevelopment, King's College London, London, UK."], ["Charman", "Tony", "T", "4 Department of Psychology, King's College London, London UK."], ["King", "Bryan H", "BH", "5 Department of Psychiatry, University of California at San Francisco, San Francisco, USA."], ["Loth", "Eva", "E", "3 Sackler Institute for Translational Neurodevelopment, King's College London, London, UK."], ["McAlonan", "Gráinne M", "GM", "6 The Sackler Centre and Forensic and Neurodevelopmental Science Behavioural and Developmental Psychiatry, Clinical Academic Group, South London and Maudsley NHS Foundation Trust, London, UK."], ["McCracken", "James T", "JT", "8 Department of Psychiatry and Biobehavioral Sciences, University of California at Los Angeles, Los Angeles, USA."], ["Parr", "Jeremy R", "JR", "9 Institute of Neuroscience, Newcastle University, Newcastle, UK."], ["Povey", "Carol", "C", "10 The National Autistic Society, London, UK."], ["Santosh", "Paramala", "P", "11 Department of Child Psychiatry, King's College London, London, UK."], ["Wallace", "Simon", "S", "12 AT-Autism, London, UK."], ["Simonoff", "Emily", "E", "13 Department of Child and Adolescent Psychiatry, King's College London, London, UK."], ["Murphy", "Declan G", "DG", "6 The Sackler Centre and Forensic and Neurodevelopmental Science Behavioural and Developmental Psychiatry, Clinical Academic Group, South London and Maudsley NHS Foundation Trust, London, UK."]], "date": "2017-12-14", "id": "29237331", "text": "An expert review of the aetiology, assessment, and treatment of autism spectrum disorder, and recommendations for diagnosis, management and service provision was coordinated by the British Association for Psychopharmacology, and evidence graded. The aetiology of autism spectrum disorder involves genetic and environmental contributions, and implicates a number of brain systems, in particular the gamma-aminobutyric acid, serotonergic and glutamatergic systems. The presentation of autism spectrum disorder varies widely and co-occurring health problems (in particular epilepsy, sleep disorders, anxiety, depression, attention deficit/hyperactivity disorder and irritability) are common. We did not recommend the routine use of any pharmacological treatment for the core symptoms of autism spectrum disorder. In children, melatonin may be useful to treat sleep problems, dopamine blockers for irritability, and methylphenidate, atomoxetine and guanfacine for attention deficit/hyperactivity disorder. The evidence for use of medication in adults is limited and recommendations are largely based on extrapolations from studies in children and patients without autism spectrum disorder. We discuss the conditions for considering and evaluating a trial of medication treatment, when non-pharmacological interventions should be considered, and make recommendations on service delivery. Finally, we identify key gaps and limitations in the current evidence base and make recommendations for future research and the design of clinical trials.", "doi": "10.1177/0269881117741766", "title": "Autism spectrum disorder: Consensus guidelines on assessment, treatment and research from the British Association for Psychopharmacology.", "journal": ["Journal of psychopharmacology (Oxford, England)", "J. Psychopharmacol. (Oxford)"]}