{"authors": [["Flores", "Juan Antonio Castro", "JAC", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Instituto de Psiquiatria, Divisão de Neurocirurgia Funcional, São Paulo SP, Brasil."], ["Sanders", "Felipe Hada", "FH", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Instituto de Psiquiatria, Divisão de Neurocirurgia Funcional, São Paulo SP, Brasil."], ["Figueiredo", "Eberval Gadelha", "EG", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Instituto de Psiquiatria, Divisão de Neurocirurgia Funcional, São Paulo SP, Brasil."], ["Teixeira", "Manoel Jacobsen", "MJ", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Instituto de Psiquiatria, Divisão de Neurocirurgia Funcional, São Paulo SP, Brasil."]], "date": null, "id": "29236824", "text": "Mesial temporal sclerosis creates a focal epileptic syndrome that usually requires surgical resection of mesial temporal structures.To describe a novel operative technique for treatment of temporal lobe epilepsy and its clinical results.Prospective case-series at a single institution, performed by a single surgeon, from 2006 to 2012. A total of 120 patients were submitted to minimally-invasive keyhole transtemporal amygdalohippocampectomy.Of the patients, 55% were male, and 85% had a right-sided disease. The first 70 surgeries had a mean surgical time of 2.51 hours, and the last 50 surgeries had a mean surgical time of 1.62 hours. There was 3.3% morbidity, and 5% mild temporal muscle atrophy. There was no visual field impairment. On the Engel Outcome Scale at the two-year follow-up, 71% of the patients were Class I, 21% were Class II, and 6% were Class III.This novel technique is feasible and reproducible, with optimal clinical results.", "doi": "10.1590/0004-282X20170141", "title": "Transtemporal amygdalohippocampectomy: a novel minimally-invasive technique with optimal clinical results and low cost.", "journal": ["Arquivos de neuro-psiquiatria", "Arq Neuropsiquiatr"]}