{"authors": [["Witek", "Natalie", "N", "a Department of Neurology University of California , San Francisco , California."], ["Cornes", "Susannah", "S", "a Department of Neurology University of California , San Francisco , California."], ["Hegde", "Manu", "M", "a Department of Neurology University of California , San Francisco , California."]], "date": null, "id": "29236612", "text": "Although inpatient epilepsy monitoring units (EMUs) are generally safe, seizures in this setting can still produce significant morbidity. The MORTEMUS (MORTality in Epilepsy Monitoring Unit Study) study revealed that the most feared consequence of an unattended seizure-sudden unexpected death in epilepsy (SUDEP)-does occur rarely in the EMU. Nearly all cases identified in that study occurred in the evening. The hypothesis for this study is that unwitnessed seizures would be more likely to occur during the night shift, and that response times to seizures would be slower at night, due to multiple variables. A retrospective video-EEG review of all seizures captured in our EMU during a 4-week period in 15 patients admitted was conducted. The time between seizure onset and the arrival of an attendant at the bedside was measured. There were 16 diurnal and 14 nocturnal seizures identified. The median response time during the day shift was approximately 22 ± 28 (0-80) seconds during the day shift, and 49 ± 93 (0-360) during the night shift (Mann-Whitney U test, P = 0.03). There were six seizures that were subclinical or showed subtle clinical signs (head turning or eyes opening), including one prolonged seizure lasting nearly 18 minutes, which all occurred in the evening, went unattended, and were excluded from the statistical analysis. These preliminary findings indicate a statistically significant delay in nursing response times to seizures in the EMU during the night shift. All unattended seizures occurred in the evening. More research is needed to study human factors, systems issues, or patient-related/physiological factors that slow response times.", "doi": "10.1080/21646821.2017.1357422", "title": "Staff Response Times in the Epilepsy Monitoring Unit: A Study of Diurnal/Nocturnal Variability.", "journal": ["The Neurodiagnostic journal", "Neurodiagn J"]}