{"authors": [["Orozco-Hernandez", "J P", "JP", "Neurocentro. Instituto de Epilepsia y Parkinson, Pereira, Colombia."], ["Quintero-Moreno", "J F", "JF", "Universidad Tecnologica de Pereira, Pereira, Colombia."], ["Duque-Salazar", "C", "C", "Universidad Tecnologica de Pereira, Pereira, Colombia."], ["Gil-Restrepo", "A", "A", "Universidad Tecnologica de Pereira, Pereira, Colombia."], ["William-Martinez", "J", "J", "Universidad Tecnologica de Pereira, Pereira, Colombia."], ["Lizcano-Meneses", "A", "A", "Neurocentro. Instituto de Epilepsia y Parkinson, Pereira, Colombia."], ["Carmona-Villada", "H", "H", "Neurocentro. Instituto de Epilepsia y Parkinson, Pereira, Colombia."]], "date": null, "id": "29235617", "text": "To identify predictors of seizure related injuries in adult patients with epilepsy in Colombia.Case-control study. Patients with a diagnosis of epilepsy aged 16 years and older who attended the Neurocentro epilepsy center between 2013-2016 and were attended by a specialist in epilepsy were included. Patients with seizure related injuries were defined as the case. The control group was conformed by those without seizure related injuries. Odds ratios and 95% confidence intervals were calculated. A logistic regression was performed.A total of 101 (28.5%) patients were cases and 253 (71.5%) were controls. Patients with seizure related injuries were significantly younger than controls at the age of onset of epilepsy (9 vs 12 years; p = 0.017). The significant variables in the bivariate analysis were: some degree of cognitive impairment, drug resistant epilepsy, abnormal neurological examination, and seizures related with changes in the lunar phases. No protective factors were identified. In the multivariate analysis, two variables remained significant: drug resistant epilepsy and some degree of cognitive impairment.Drug-resistant epilepsy and cognitive impairment were predictors of seizure related injuries in adult patients with epilepsy. Adequate pharmacological control of epileptic seizures and prevention recommendations may reduce the risk of seizure related injuries in these patients.Predictores de lesiones asociadas a crisis epilepticas en pacientes adultos con epilepsia en Colombia: estudio de casos y controles.Objetivo. Identificar los predictores de lesiones asociadas con crisis epilepticas en adultos con epilepsia en Colombia. Sujetos y metodos. Estudio de casos y controles. Se incluyo a los pacientes con diagnostico de epilepsia mayores de 16 anos que fueron atendidos por una especialista en epilepsia que acudieron a Neurocentro en el periodo comprendido entre 2013 y 2016. Se definio como caso a los pacientes que habian presentado lesiones asociadas con crisis epilepticas, y como grupo control, a los que no las habian presentado. Se calcularon <i>odds ratios</i> e intervalos de confianza al 95%. Se realizo una regresion logistica. Resultados. Se identificaron 101 (28,5%) casos y 253 (71,5%) controles. Los pacientes con lesiones asociadas con crisis epilepticas fueron significativamente mas jovenes que los controles a la edad de inicio de la epilepsia (9 frente a 12 anos; <i>p</i> = 0,017). Las variables significativas en el analisis bivariado fueron: algun grado de deterioro cognitivo, epilepsia resistente a medicamentos, examen neurologico anormal y crisis asociadas a cambios en las fases lunares. No se identificaron factores protectores. En el analisis multivariado, dos variables permanecieron significativas: epilepsia resistente a medicamentos y algun grado de deterioro cognitivo. Conclusion. Se observo que la epilepsia resistente a medicamentos y el deterioro cognitivo son predictores de lesiones asociadas con crisis epilepticas en pacientes adultos con epilepsia. Un adecuado control farmacologico de las crisis epilepticas y unas recomendaciones de prevencion pueden disminuir el riesgo de dichas lesiones en estos pacientes.", "doi": null, "title": "[Predictors of seizure related injuries in adult patients with epilepsy in Colombia: a case-control study].", "journal": ["Revista de neurologia", "Rev Neurol"]}