{"authors": [["Zhu", "Xinjian", "X", "Department of Pharmacology, Medical School, Southeast University, Nanjing, China."], ["Dong", "Jingde", "J", "Department of Geriatric Neurology, Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Han", "Bing", "B", "Department of Pharmacology, Medical School, Southeast University, Nanjing, China."], ["Huang", "Rongrong", "R", "Department of Pharmacology, Medical School, Southeast University, Nanjing, China."], ["Zhang", "Aifeng", "A", "Department of Pathology, Medical School, Southeast University, Nanjing, China."], ["Xia", "Zhengrong", "Z", "Analysis and Test Center, Nanjing Medical University, Nanjing, China."], ["Chang", "Huanhuan", "H", "Nanjing Biomedical Research Institute, Nanjing University, Nanjing, China."], ["Chao", "Jie", "J", "Department of Physiology, Medical School, Southeast University, Nanjing, China."], ["Yao", "Honghong", "H", "Department of Pharmacology, Medical School, Southeast University, Nanjing, China."]], "date": "2017-11-28", "id": "29234274", "text": "Epilepsy is one of the most common chronic neurological disorders which provoke progressive neuronal degeneration. Endoplasmic reticulum (ER) stress has recently been recognized as pivotal etiological factors contributing to epilepsy-induced neuronal damage. However, the specific contribution of epilepsy made to ER stress remains largely elusive. Here we use pentylenetetrazole (PTZ) kindling, a chronic epilepsy model, to identify neuronal nitric oxide synthase (nNOS) as a signaling molecule triggering PTZ kindling epilepsy-induced ER stress and oxidative damage. By genetic deletion of nNOS gene, we further demonstrated that nNOS acts through peroxynitrite, an important member of reactive nitrogen species, to trigger hippocampal ER stress and oxidative damage in the PTZ-kindled mice. Our findings thus define a specific mechanism for chronic epilepsy-induced ER stress and oxidative damage, and identify a potential therapeutic target for neuroprotection in chronic epilepsy patients.", "doi": "10.3389/fncel.2017.00377", "title": "Neuronal Nitric Oxide Synthase Contributes to PTZ Kindling Epilepsy-Induced Hippocampal Endoplasmic Reticulum Stress and Oxidative Damage.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}