{"authors": [["Jiang", "Xi", "X", "Neurosciences Graduate Program, University of California at San Diego, La Jolla, CA, 92093, USA. x4jiang@ucsd.edu."], ["Shamie", "Isaac", "I", "Department of Radiology, University of California at San Diego, La Jolla, CA, 92093, USA."], ["K Doyle", "Werner", "W", "Comprehensive Epilepsy Center, New York University School of Medicine, St George's, NY, 10016, USA."], ["Friedman", "Daniel", "D", "Comprehensive Epilepsy Center, New York University School of Medicine, St George's, NY, 10016, USA."], ["Dugan", "Patricia", "P", "Comprehensive Epilepsy Center, New York University School of Medicine, St George's, NY, 10016, USA."], ["Devinsky", "Orrin", "O", "Comprehensive Epilepsy Center, New York University School of Medicine, St George's, NY, 10016, USA."], ["Eskandar", "Emad", "E", "Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School, Boston, MA, 02114, USA."], ["Cash", "Sydney S", "SS", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, 02114, USA."], ["Thesen", "Thomas", "T", "Comprehensive Epilepsy Center, New York University School of Medicine, St George's, NY, 10016, USA."], ["Halgren", "Eric", "E", "Department of Radiology, University of California at San Diego, La Jolla, CA, 92093, USA. ehalgren@ucsd.edu."]], "date": "2017-12-12", "id": "29234075", "text": "Animal studies support the hypothesis that in slow-wave sleep, replay of waking neocortical activity under hippocampal guidance leads to memory consolidation. However, no intracranial electrophysiological evidence for replay exists in humans. We identified consistent sequences of population firing peaks across widespread cortical regions during complete waking periods. The occurrence of these \"Motifs\" were compared between sleeps preceding the waking period (\"Sleep-Pre\") when the Motifs were identified, and those following (\"Sleep-Post\"). In all subjects, the majority of waking Motifs (most of which were novel) had more matches in Sleep-Post than in Sleep-Pre. In rodents, hippocampal replay occurs during local sharp-wave ripples, and the associated neocortical replay tends to occur during local sleep spindles and down-to-up transitions. These waves may facilitate consolidation by sequencing cell-firing and encouraging plasticity. Similarly, we found that Motifs were coupled to neocortical spindles, down-to-up transitions, theta bursts, and hippocampal sharp-wave ripples. While Motifs occurring during cognitive task performance were more likely to have more matches in subsequent sleep, our studies provide no direct demonstration that the replay of Motifs contributes to consolidation. Nonetheless, these results confirm a core prediction of the dominant neurobiological theory of human memory consolidation.", "doi": "10.1038/s41598-017-17469-w", "title": "Replay of large-scale spatio-temporal patterns from waking during subsequent NREM sleep in human cortex.", "journal": ["Scientific reports", "Sci Rep"]}