{"authors": [["Li", "Qinrui", "Q", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing 100034, PR China."], ["Han", "Ying", "Y", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing 100034, PR China. Electronic address: hanying1568@126.com."], ["Du", "Junbao", "J", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing 100034, PR China."], ["Jin", "Hongfang", "H", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing 100034, PR China."], ["Zhang", "Jing", "J", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing 100034, PR China."], ["Niu", "Manman", "M", "Department of Pediatrics, Peking University First Hospital, No. 1, Xi-An Men Street, Beijing 100034, PR China."], ["Qin", "Jiong", "J", "Department of Pediatrics, Peking University People's Hospital, No. 11, Xi Zhi Men Street, Beijing 100044, PR China. Electronic address: qinjiong@pkuph.edu.cn."]], "date": "2017-12-09", "id": "29233655", "text": "Recurrent seizures can result in neuronal death, cognitive deficits and intellectual disability, which causes devastating damage in children. Recombinant human erythropoietin (rhEPO) is considered a neuroprotective factor in many nervous system diseases. However, the precise mechanisms through which rhEPO exerts its neuroprotective effects on epilepsy remain unknown. Thus, in this study, we determined whether rhEPO protects against brain injury by inducing cortical neuronal autophagy through blunting the mammalian target of rapamycin complex 1 (mTORC1) pathway in the developing brains of rats with seizures.We used kainic acid to induce recurrent seizures in rats. Nissl staining and TUNEL analysis were used to evaluate the neuronal damage and apoptotic cells. Western blot analysis was employed to evaluate the phospho-mammalian target of rapamycin (p-mTOR)/mTOR protein ratio, the phospho-ribosomal protein S6 (S6)/S6 protein ratio, the microtubule-associated protein light chain 3 (LC3) II/I protein ratio and sequestosome 1 (P62/SQSTM1) protein expression levels.rhEPO reversed the decrease in the number of Nissl-positive neurons and the increase in the number of apoptotic cells in the kainic acid group. Notably, rhEPO induced autophagy and inhibited the mTORC1 pathway to protect against brain injury in rats with seizures. Treating rats with rapamycin blocked the mTORC1 pathway and masked the abovementioned effects of rhEPO.Based on these results, rhEPO protects against brain injury by activating autophagy through blunting the mTORC1 pathway in developing rats with seizures.", "doi": "10.1016/j.lfs.2017.12.014", "title": "Recombinant human erythropoietin protects against brain injury through blunting the mTORC1 pathway in the developing brains of rats with seizures.", "journal": ["Life sciences", "Life Sci."]}