{"authors": [["Sun", "Felice T", "FT", "NeuroPace, Inc., Mountain View, CA 94043, USA. Electronic address: fsun@neuropace.com."], ["Arcot Desai", "Sharanya", "S", "NeuroPace, Inc., Mountain View, CA 94043, USA."], ["Tcheng", "Thomas K", "TK", "NeuroPace, Inc., Mountain View, CA 94043, USA."], ["Morrell", "Martha J", "MJ", "NeuroPace, Inc., Mountain View, CA 94043, USA; Department of Neurology and Neurological Sciences, Stanford University, Palo Alto, CA 94305, USA."]], "date": "2017-11-14", "id": "29233473", "text": "Subacute and long-term electrocorticographic (ECoG) changes in ambulatory patients with depth and cortical strip electrodes were evaluated in order to determine the length of the implant effect.ECoG records were assessed in patients with medically intractable epilepsy who had depth and/or strip leads implanted in order to be treated with brain-responsive stimulation. Changes in total spectral power, band-limited spectral power, and spike rate were assessed.121 patients participating in trials of the RNS® System had a total of 93994 ECoG records analyzed. Significant changes in total spectral power occurred from the first to second months after implantation, involving 55% of all ECoG channels (68% of strip and 47% of depth lead channels). Significant, but less pronounced, changes continued over the 2nd to 5th post-implant months, after which total power became more stable. Similar patterns of changes were observed within frequency bands and spike rate.ECoG spectral power and spike rates are not stable in the first 5 months after implantation, presumably due to neurophysiological and electrode-tissue interface changes.ECoG data collected in the first 5 months after implantation of intracranial electrodes may not be fully representative of chronic cortical electrophysiology.", "doi": "10.1016/j.clinph.2017.10.036", "title": "Changes in the electrocorticogram after implantation of intracranial electrodes in humans: The implant effect.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}