{"authors": [["Nunley", "Sunjay", "S", "1 Division of Neurology, Nationwide Children's Hospital, Columbus, Ohio, USA."], ["Glynn", "Peter", "P", "1 Division of Neurology, Nationwide Children's Hospital, Columbus, Ohio, USA."], ["Rust", "Steve", "S", "2 Research Information Solutions & Innovation, Nationwide Children's Hospital, Columbus, Ohio, USA."], ["Vidaurre", "Jorge", "J", "1 Division of Neurology, Nationwide Children's Hospital, Columbus, Ohio, USA."], ["Albert", "Dara V F", "DVF", "1 Division of Neurology, Nationwide Children's Hospital, Columbus, Ohio, USA."], ["Patel", "Anup D", "AD", "1 Division of Neurology, Nationwide Children's Hospital, Columbus, Ohio, USA."]], "date": "2017-12-12", "id": "29233042", "text": "To investigate connections between patient demographics, health care utilization, prescription use, and refills for patients using intranasal midazolam, per rectum diazepam, or both. A retrospective cohort contained patients with epilepsy prescribed intranasal midazolam, per rectum diazepam, or both. We analyzed number of emergency department visits, ambulance services, urgent care visits, and unplanned hospitalizations. A total of 5458 patients were identified. Patients on intranasal midazolam had on average 1.53 fewer emergency department visits (95% confidence interval 1.16-1.89, P < .0001), 0.29 fewer uses of ambulance services (95% confidence interval 0.17-0.41, P < .0001), and 0.60 fewer urgent care visits (95% confidence interval 0.36-0.83, P < .0001) compared to patients in the per rectum diazepam group. Patients with commercial insurance were more likely to have intranasal midazolam prescription (odds ratio = 1.73, 95% confidence interval 1.42-2.11, P < .0001). The results substantiate the cost-effective benefits of prescribing intranasal midazolam compared to per rectum diazepam because several aspects of health care utilization were decreased in those using intranasal midazolam.", "doi": "10.1177/0883073817744696", "title": "Healthcare Utilization Characteristics for Intranasal Midazolam Versus Rectal Diazepam.", "journal": ["Journal of child neurology", "J. Child Neurol."]}