{"authors": [["Gadad", "Veeranna", "V", "Department of Neurology, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India."], ["Sinha", "Sanjib", "S", "Department of Neurology, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India; MEG Research Centre, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India. Electronic address: sanjib_sinha2004@yahoo.co.in."], ["Mariyappa", "Narayanan", "N", "MEG Research Centre, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India."], ["Velmurugan", "Jayabal", "J", "MEG Research Centre, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India."], ["Chaitanya", "G", "G", "Department of Neurology, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India."], ["Saini", "Jitender", "J", "Department of NIIR, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India."], ["Thennarasu", "Kandivel", "K", "Department of Biostatistics, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India."], ["Satishchandra", "Parthasarathy", "P", "Department of Neurology, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India; MEG Research Centre, National Institute of Mental Health and NeuroSciences (NIMHANS), Bangalore, India."]], "date": "2017-12-05", "id": "29232569", "text": "Magnetoencephalography (MEG) was used to record and localize the sources of the epileptiform discharges, in absence epilepsy, at three different time intervals to infer the sources of involvement during generation and propagation.Twenty patients with absence epilepsy (M:F=1:1; age: 10.2±3.4years), which included 12 patients with childhood absence epilepsy (CAE) and 8 patients with juvenile absence epilepsy (JAE), were recruited in this prospective MEG based study. MEG epileptiform discharges were divided into three sub-groups based on the duration viz., 1s (very short),>1-9.9s (short) and ≥10s (long) and the discharges of each group were averaged independently in each patient. MEG source analysis was performed on these averaged discharges, of each of the subgroups, at the onset, during middle and offset.The source locations obtained, in lobar and gyri levels, were compared across these three groups of varying duration of discharges and in the CAE and JAE subjects. It was observed that the most frequent location of sources from the sublobar, limbic and frontal lobes in all the discharge groups at different time intervals. Also, it was noted that there were only subtle and variable degree of the differences of source localization of epileptic discharges among CAE and JAE subgroups.The study provided novel findings regarding origin and propagation of sources of epileptiform discharges in patients with childhood and juvenile absence epilepsies. Such analysis further improves the understanding of network involvement of subcortical and cortical regions in these patients.", "doi": "10.1016/j.eplepsyres.2017.12.003", "title": "Source analysis of epileptiform discharges in absence epilepsy using Magnetoencephalography (MEG).", "journal": ["Epilepsy research", "Epilepsy Res."]}