{"authors": [["Li", "Suyun", "S", "Department of Pediatric Neurological Rehabilitation, Nanhai Maternity and Children Hospital, Foshan 528200, Guangdong Province, China."], ["Liu", "Zhenhuan", "Z", "Department of Pediatric Neurological Rehabilitation, Nanhai Maternity and Children Hospital, Foshan 528200, Guangdong Province, China."], ["Zhao", "Wenjian", "W", "Department of Pediatric Neurological Rehabilitation, Nanhai Maternity and Children Hospital, Foshan 528200, Guangdong Province, China."], ["Jin", "Bingxu", "B", "Department of Pediatric Neurological Rehabilitation, Nanhai Maternity and Children Hospital, Foshan 528200, Guangdong Province, China."], ["Li", "Nuo", "N", "Department of Pediatric Neurological Rehabilitation, Nanhai Maternity and Children Hospital, Foshan 528200, Guangdong Province, China."], ["Luo", "Guanjun", "G", "Department of Pediatric Neurological Rehabilitation, Nanhai Maternity and Children Hospital, Foshan 528200, Guangdong Province, China."]], "date": null, "id": "29231432", "text": "To explore the effect of scalp acupuncture for children with cerebral palsy whose video-electroencephalogram(VEEG) showed epileptiform discharges.A total of 184 children with cerebral palsy whose VEEG showed epileptiform discharges or those combined with epilepsy were randomly assigned into a combination group (99 cases) and a rehabilitation group (85 cases). All the cases were treated with the original antiepileptic drugs. The conventional physical training and massage were applied in the rehabilitation group for 3 courses with 20 d at the interval, once a day, 5 times a week and 15 times as one course. Based on the treatment as the rehabilitation group, scalp acupuncture was used in the combination group for 3 courses with 15 d at the interval, once the other day and 10 times as one course. Shenting (GV 24), Benshen (GB 13), Sishencong (EX-HN 1) were selected as the main acupoints, combined with motor zone, foot motor-sensory area, balance zone,and temple-three-needle etc. Clinical onset and VEEG results were observed before and after treatment.After treatment in the combination group, 27 cases improved; 47 cases had no effect; 25 cases aggravated. While in the rehabilitation group, 11 cases improved; 46 cases had no effect; 28 cases aggravated. There was no statistically significance between the two groups (P>0.05). As for the cases with epilepsy onset in the combination group, 8 cases improved; 4 cases had no effect; 4 cases aggravated. In the rehabilitation group, 4 cases had no effect; 7 cases aggravated. The result in the combination group was better than that in the rehabilitation group (P<0.05). As for the cases with epileptiform discharges in the combination group, 19 cases improved; 43 cases had no effect; 21 cases aggravated. In the rehabilitation group, 11 cases improved; 42 cases had no effect; 21 cases aggravated. There was no significance between the two groups (P>0.05).Scalp acupuncture therapy does not increase the risk of onset or epileptiform discharges in the children with cerebral palsy combined with epilepsy or epileptiform discharges. Scalp acupuncture combined with rehabilitation is better than simple rehabilitation for thosewith cerebral palsy and epilepsy onset.", "doi": "10.13703/j.0255-2930.2017.03.012", "title": "[Scalp acupuncture for epileptiform discharges of children with cerebral palsy].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}