{"authors": [["Sharma", "Shaunik", "S", "Epilepsy Research Laboratory, Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames, Iowa."], ["Puttachary", "Sreekanth", "S", "College of Veterinary Medicine, Oregon State University, Corvallis, Oregon."], ["Thippeswamy", "Thimmasettappa", "T", "Epilepsy Research Laboratory, Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames, Iowa."]], "date": "2017-12-12", "id": "29230865", "text": "Epileptogenesis is the process of developing an epileptic condition and/or its progression once it is established. The molecules that initiate, promote, and propagate remarkable changes in the brain during epileptogenesis are emerging as targets for prevention/treatment of epilepsy. Epileptogenesis is a continuous process that follows immediately after status epilepticus (SE) in animal models of acquired temporal lobe epilepsy (TLE). Both SE and epileptogenesis are potential therapeutic targets for the discovery of anticonvulsants and antiepileptogenic or disease-modifying agents. For translational studies, SE targets are appropriate for screening anticonvulsive drugs prior to their advancement as therapeutic agents, while targets of epileptogenesis are relevant for identification and development of therapeutic agents that can either prevent or modify the disease or its onset. The acute seizure models do not reveal antiepileptogenic properties of anticonvulsive drugs. This review highlights the important components of epileptogenesis and the long-term impact of intervening one of these components, nitric oxide (NO), in rat and mouse kainate models of TLE. NO is a putative pleotropic gaseous neurotransmitter and an important contributor of nitro-oxidative stress that coexists with neuroinflammation and epileptogenesis. The long-term impact of inhibiting the glial source of NO during early epileptogenesis in the rat model of TLE is reviewed. The importance of sex as a biological variable in disease modification strategies in epilepsy is also briefly discussed.", "doi": "10.1002/jnr.24205", "title": "Glial source of nitric oxide in epileptogenesis: A target for disease modification in epilepsy.", "journal": ["Journal of neuroscience research", "J. Neurosci. Res."]}