{"authors": [["Hommady", "Raid Harb", "RH", null], ["Alrifai", "Muhammad Talal", "MT", "Dr. Muhammad Talal Alrifai, Department of Pediatrics Neurology,, King Abdulaziz Medical City,, King Abdullah Specialized Children's Hospital,, Riyadh, Saudi Arabia, T: +966506404163, mtalrif@gmail.com, ORCID ID: https://orcid.org/0000-0002-5203-438X."], ["Mubayrik", "Osama Khaled", "OK", null], ["Alayed", "Ruba Salem", "RS", null], ["Alsemari", "Muhannad Abdulrahman", "MA", null], ["Arumayyan", "Ahmed", "A", null], ["Altuwaijri", "Waleed", "W", null], ["Baarmah", "Duaa", "D", null]], "date": null, "id": "29229894", "text": "Status epilepticus (SE) is a common, life-threatening condition. Multiple factors are used to predict its outcome and evaluate its risks, and there have been only a few studies in Saudi Arabia.Investigate predictors of SE outcome.Retrospective chart review study.Tertiary center, Riyadh.We reviewed all pediatric cases (age 14 years or younger) of SE admitted between January 2005 and December 2015, collecting data on age, sex, date of birth, developmental status, pre-existing neurological diseases, SE etiology, Glasgow Outcome Scale (GOS) scores, and electroencephalogram (EEG) findings. The outcome was categorized as poor based on any decrease in baseline GOS score or moderate-to-severe developmental delay in young children; otherwise outcome was considered good.Outcome of SE.One hundred and sixteen patients (54% boys) with ages from 1 month to 10 years were included in the analysis. Fifty-five (47.4%) had a poor outcome. The overall mortality rate related to SE was 2.6%. Four patients had an SE duration of more than 24 hours. Univariate and multivariate analysis revealed that poor outcome was related to symptomatic SE etiology and a history of epilepsy. Age, sex, SE duration, and EEG findings were not predictors of poor outcome.Pediatric status epilepticus is highly associated with neurological morbidity. The main pre.dictor of outcome is underlying symptomatic etiology of SE and to a lesser degree the presence of a history of epilepsy. Duration does not seem to play a major role.The main limitation is the retrospective chart review nature of the study with possible bias.", "doi": "10.5144/0256-4947.2017.455", "title": "Retrospective review of pediatric status epilepticus in 116 Saudi patients: predictors of outcome.", "journal": ["Annals of Saudi medicine", "Ann Saudi Med"]}