{"authors": [["Almojali", "Abdullah I", "AI", "Dr. Abdullah Ibrahim Almojali, College of Medicine, King Saud bin Abdulaziz University for Health Sciences,, PO Box 22490, Riyadh 11426, Saudi Arabia, T: +966-11-4299999, AbdullahAlmojali@gmail.com, http://orcid.org/0000-0003-4208-4196."], ["Ahmed", "Anwar E", "AE", null], ["Bagha", "Muhammed Y", "MY", null]], "date": null, "id": "29229893", "text": "Febrile seizure is the most common convulsive event during childhood, but it is generally considered benign.To estimate the rate of epilepsy after first presentation of febrile seizure and to describe factors that can predispose children to have subsequent epilepsy after their first febrile seizure.Retrospective chart review.A tertiary care center in Riyadh.All children whose first febrile seizure developed between 2009-2012, and who were admitted to the pediatric wards.The rate of epilepsy and prognostic factors for epilepsy following first febrile seizure.Of 109 febrile seizure patients, 6 (5.5%, 95% CI: 2.1% - 11.6%) were diagnosed with subsequent epilepsy 5 to 46 months after their first febrile seizure. The risk of having subsequent epilepsy was higher in children who were convulsing at a low-grade fever during their first febrile convulsion (P=.02). Moreover, delayed vaccination status (P=.03), prolonged duration of the first convulsion (P=.04), frequent febrile seizures (P=.01), and fever without documented infection (P=.03) during the first febrile convulsion were associated with epilepsy.The rate of epilepsy following first febrile seizure in Saudi children is within the range of values reported in different populations. Although most childhood febrile seizures are self-limiting, careful observation is needed, particularly for children who exhibit factors associated with epilepsy.Conducted at a single center in Saudi Arabia, which may limit generalizability.", "doi": "10.5144/0256-4947.2017.449", "title": "Prognostic factors for epilepsy following first febrile seizure in Saudi children.", "journal": ["Annals of Saudi medicine", "Ann Saudi Med"]}