{"authors": [["Fallahi", "S", "S", "Department of Parasitology and Mycology, School of Medicine, Lorestan University of Medical Sciences, 68138-33946 Khorramabad, Iran."], ["Rostami", "A", "A", "Infectious Diseases and Tropical Medicine Research Center, Health Research Institute, Babol University of Medical Sciences, 47176-47745 Babol, Iran. Electronic address: alirostami1984@gmail.com."], ["Nourollahpour Shiadeh", "M", "M", "Department of Midwifery and Reproductive Health, Nursing and Midwifery School, Mazandaran University of Medical Sciences, Sari, Iran. Electronic address: malihe.nurollahpur@gmail.com."], ["Behniafar", "H", "H", "Department of Parasitology and Mycology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Paktinat", "S", "S", "Department of Biology and Anatomical Sciences, School of Medicine, Shahid Beheshti University of Medical Sciences, 48175-866 Tehran, Iran."]], "date": "2017-12-08", "id": "29229361", "text": "Toxoplasma gondii infection is one of the most prevalent infectious disease with worldwide distribution. Congenital toxoplasmosis is annually responsible for 1.20 million disability-adjusted life years around the world, but often it is overlooked many countries.We performed an updated review to summarize the current researches on fetal, neonatal and maternal consequences of T. gondii infection and also adverse effects of toxoplasmosis on women reproductive organs.T. gondii infection could be cause of several abnormalities from hydrocephalus, microcephaly, deafness, abortion and still birth in fetal to psychomotor retardation, intellectual disability, hearing loss, slower postnatal motor development during the first year of life; and chorioretinitis, cryptogenic epilepsy and autism spectrum disorders in newborns. Moreover, this infection is related with neuropsychiatric disorders such as anxiety, schizophrenia spectrum disorders, depression, decreased weight, autoimmune thyroid diseases, self-directed violence, violent suicide attempts in mothers. This literature review emphasized that toxoplasmosis could be an important neglected factor endometritis, ovarian dysfunction, impaired folliculogenesis, ovarian and uterine atrophy, decrease in reproductive organs weight and reproductive performance in women. We reviewed role of the immunological profile such as pro-infiammatory cytokines and hormonal changes as main potential mechanisms related to this infection and development of maternal-fetal and reproductive disorders.T. gondii is associated with several brain related disorders in both mothers and newborns, and also it is cause of several abnormalities in reproductive organs. Early diagnosis and treatment of the infection could be effective to significantly improve the clinical outcome.", "doi": "10.1016/j.jogoh.2017.12.003", "title": "An updated literature review on maternal-fetal and reproductive disorders of Toxoplasma gondii infection.", "journal": ["Journal of gynecology obstetrics and human reproduction", "J Gynecol Obstet Hum Reprod"]}