{"authors": [["Alonso-Vanegas", "Mario Arturo", "MA", "Department of Neurosurgery, National Institute of Neurology and Neurosurgery, Mexico City, Mexico."], ["Freire Carlier", "Iván D", "ID", "Department of Neurosurgery, National Institute of Neurology and Neurosurgery, Mexico City, Mexico."], ["San-Juan", "Daniel", "D", "Department of Clinical Neurophysiology, National Institute of Neurology and Neurosurgery, Mexico City, Mexico. Electronic address: pegaso31@yahoo.com."], ["Martínez", "Alma Rosa", "AR", "Department of Neuropsychology, National Institute of Neurology and Neurosurgery, Mexico City, Mexico."], ["Trenado", "Carlos", "C", "Institute of Clinical Neuroscience and Medical Psychology, University Hospital Düsseldorf, Düsseldorf, Germany."]], "date": "2017-12-09", "id": "29229342", "text": "The parahippocampal gyrus plays an important role in the epileptogenic pathways of mesial temporal lobe epilepsy caused by hippocampal sclerosis (mTLE-HS); its resection could prevent epileptic seizures with fewer complications. This study evaluates the initial efficacy and safety of anterior temporal lobectomy (ATL), selective amygdalohipppocampectomy (SAH), and parahippocampectomy (PHC) surgical approaches in mTLE-HS.A randomized comparative pilot clinical trial (2008-2011) was performed that included patients with mTLE-HS who underwent ATL, trans-T3 SAH, and trans-T3 PHC. Their sociodemographic characteristics, visual field profiles, verbal and visual memory profiles, and Engel scale outcome at baseline and at 1 and 5 years are described, using descriptive statistics along with parametric and nonparametric tests.Forty-three patients with a mean age of 35.2 years (18-56 years), 65% female, were analyzed: 14 underwent PHC, 14 ATL, and 15 SAH. The following percentages refer to those patients who were seizure free (Engel class IA) at 1-year and 5-year follow-up, respectively: 42.9% PHC, 71.4% ATL, and 60% SAH (P = 0.304); 28.6% PHC, 50% ATL, and 53.3% SAH (P = 0.353). Postoperative visual field deficits were 0% PHC, 85.7% ATL, and 46.7% SAH (P = 0.001). Verbal and/or visual memory worsening were present in 21.3% PHC, 42.8% ATL, and 33.4% SAH (P = 0.488) and preoperative and postoperative visual memory scores were significantly different in the SAH group only (P = 0.046).PHC, ALT, and SAH show a preliminary similar efficacy in short-term seizure-free rates in patients with mTLE-HS. However, PHC efficacy in the long-term decreases compared with the other surgical techniques. PHC does not produce postoperative visual field deficits.", "doi": "10.1016/j.wneu.2017.11.170", "title": "Parahippocampectomy as a New Surgical Approach to Mesial Temporal Lobe Epilepsy Caused By Hippocampal Sclerosis: A Pilot Randomized Comparative Clinical Trial.", "journal": ["World neurosurgery", "World Neurosurg"]}