{"authors": [["Yang", "Qin", "Q", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, Chongqing, 400016, China."], ["Hu", "Yi-Da", "YD", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, Chongqing, 400016, China."], ["Wang", "Xue-Feng", "XF", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, Chongqing, 400016, China."], ["Zheng", "Fang-Shuo", "FS", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, Chongqing, 400016, China."]], "date": "2017-10-05", "id": "29228686", "text": "Epilepsy is the most prevalent chronic neurological disorder, and its pathological mechanism indicates that an imbalance between excitatory and inhibitory neurotransmission leads to neuronal hyperexcitability. Previous studies have suggested that dl-3n-butylphthalide (NBP) regulates the excitatory neurotransmitter glutamate in the brains of epileptic mice, however, the mechanisms are unknown. We investigated behavioral and electrophysiological factors in rats using NBP. In an in vivo pentylenetetrazole (PTZ)-induced epileptic seizure animal model, NBP decreased the generalized tonic-clonic seizure (GTCS) severity. In an acute hippocampal slice 4-aminopyridine (4-AP) epilepsy model in vitro, NBP decreased the epileptiform activity and miniature excitatory postsynaptic current (mEPSC) amplitude; there was no change in the miniature inhibitory postsynaptic current (mIPSC) amplitude or frequency. This effect suggested changes in excitatory synaptic transmission, which was altered through postsynaptic GluA2-lacking calcium-permeable AMPA receptors (CP-AMPARs). These findings showed that NBP suppressed epileptiform activity in these epilepsy models and provided the first detailed electrophysiological analysis of the impact of NBP in epilepsy models, which may be employed in future experimental or clinical therapies for patients with epilepsy.", "doi": "10.18632/oncotarget.21529", "title": "Dl-3n-butylphthalide reduces epileptiform activity through GluA2-lacking calcium-permeable AMPARs in epilepsy models.", "journal": ["Oncotarget", "Oncotarget"]}