{"authors": [["Krishna", "Vibhor", "V", "Center for Neuromodulation, The Ohio State University, Columbus."], ["Sammartino", "Francesco", "F", "Center for Neuromodulation, The Ohio State University, Columbus."], ["Rezai", "Ali", "A", "Center for Neuromodulation, The Ohio State University, Columbus."]], "date": "2017-12-11", "id": "29228074", "text": "Magnetic resonance imaging-guided focused ultrasound ablation has been approved for the treatment of refractory essential tremor and is being studied for other neurological indications, including dyskinesias and tremor in Parkinson disease, dystonia, neuropathic pain, obsessive-compulsive disorder, epilepsy, and brain tumors.To review the scientific foundations of FUS technology, existing neurological applications, and future advances.PubMed was searched for the past 10 years using the terms \"transcranial ultrasound,\" \"focused ultrasound,\" and \"neurological applications.\" Relevant references were selected from the author's reference collection. From the 2855 unique records, 243 publications were screened. After excluding abstracts detailing in vitro studies or non-neurological applications, 86 full texts were retrieved for qualitative review.Advances in the transducer design and electronic phase correction have allowed efficient focusing of ultrasounds for transcranial treatment. The mid-frequency (650 kHz) transducer can make small (4-6 mm in diameter) and precise (accuracy of <2 mm) brain lesions. The treatment monitoring is achieved via \"live\" anatomical thermography imaging and clinical feedback. The initial results from its clinical application in movement disorders are encouraging. Emerging applications in epilepsy and neurobehavioral and cognitive disorders are being explored. The low-frequency (220 kHz) transducer coupled with microbubbles can potentially enable targeted drug delivery for novel applications, such as Alzheimer disease and brain tumors. Finally, neuromodulation with subthreshold sonications may allow the interrogation of brain areas previously not accessible for electrical stimulation.Transcranial focused ultrasound for both ablative and nonablative applications is noninvasive, making it suitable for selected patients who are not candidates for conventional surgical options. Future advancements in imaging and sonication algorithms will improve the safety and efficacy of this technology.", "doi": "10.1001/jamaneurol.2017.3129", "title": "A Review of the Current Therapies, Challenges, and Future Directions of Transcranial Focused Ultrasound Technology: Advances in Diagnosis and Treatment.", "journal": ["JAMA neurology", "JAMA Neurol"]}