{"authors": [["Li", "Taoli", "T", "Neurology department, Children's hospital of Fudan University, Shanghai, 201102, China."], ["Zhou", "Hao", "H", "Neurology department, Children's hospital of Fudan University, Shanghai, 201102, China; Pediactric Department of Guizhou Provincial People's Hospital, Medical College of Guizhou University, Guiyang, 550002, China."], ["Li", "Yijie", "Y", "Neurology department, Children's hospital of Fudan University, Shanghai, 201102, China."], ["Li", "Chunpei", "C", "Neurology department, Children's hospital of Fudan University, Shanghai, 201102, China."], ["Zhang", "Yunjian", "Y", "Neurology department, Children's hospital of Fudan University, Shanghai, 201102, China."], ["Zhou", "Yuanfeng", "Y", "Neurology department, Children's hospital of Fudan University, Shanghai, 201102, China."], ["Wang", "Yi", "Y", "Neurology department, Children's hospital of Fudan University, Shanghai, 201102, China; State Key Laboratory of Medical Neurobiology, Fudan University, Shanghai, 201132, China. Electronic address: yiwang@shmu.edu.cn."]], "date": "2017-11-24", "id": "29227800", "text": "This study aimed to assess neuropsychiatric comorbidities and analyze risk factors in Chinese children with epilepsy. Children with epilepsy aged between 6 and 16 years from the Children's Hospital of Fudan University were included. Children with asthma and typically developing children were matched for age and gender, and served as control groups. Neuropsychiatric disorders were assessed by interviewing the parents or guardians using the Mini International Neuropsychiatric Interview for children (MINI-KID) (parent version). Basic information and clinical data were also collected using an author designed questionnaire. Multiple logistic regression analysis was done to identify the risk factors associated with neuropsychiatric comorbidities. In this study, 140 children with epilepsy, 70 children with asthma and 70 typically developing children were recruited. Neuropsychiatric disorders were significantly more common in children with epilepsy (41.4%) as compared with the asthma group (15.7%) and the control group (10.0%). Of the 58 children with epilepsy who had neuropsychiatric comorbidities, only 29.3% had been diagnosed before our study. Multivariate analysis revealed that a younger age at seizure onset (OR=0.877, 95%CI: 0.773∼0.996), seizures occurring more than once monthly during the past year (OR=3.526, 95%CI: 1.177∼10.562), polytherapy (OR=2.632, 95%Cl: 1.066∼6.501) were all significantly associated with neuropsychiatric comorbidities in children with epilepsy. In conclusion, children with epilepsy are more likely to have neuropsychiatric comorbidities, and up to 70% of them were undiagnosed. Early screening, diagnosis and treatment of neuropsychiatric comorbidities in children with epilepsy may improve the long-term prognosis.", "doi": "10.1016/j.eplepsyres.2017.11.011", "title": "Assessment of the neuropsychiatric comorbidities in Chinese children with epilepsy using the MINI-KID tool.", "journal": ["Epilepsy research", "Epilepsy Res."]}