{"authors": [["Power", "Kjersti N", "KN", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine (K1), Section for Neurology, University of Bergen, Norway. Electronic address: kjersti.nesheim.power@helse-bergen.no."], ["Gramstad", "Arne", "A", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Biological and Medical Psychology, University of Bergen, Norway."], ["Gilhus", "Nils Erik", "NE", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine (K1), Section for Neurology, University of Bergen, Norway."], ["Hufthammer", "Karl Ove", "KO", "Centre for Clinical Research, Haukeland University Hospital, Bergen, Norway."], ["Engelsen", "Bernt A", "BA", "Department of Neurology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine (K1), Section for Neurology, University of Bergen, Norway."]], "date": "2017-11-28", "id": "29227799", "text": "Status epilepticus (SE) is considered a risk for cognitive impairment. Studies have indicated that SE cause more cognitive decline than multiple lifetime generalized tonic clonic (GTC) seizures. The aim of the study was to investigate whether patients suffering from SE or from multiple lifetime GTC seizures have cognitive dysfunction, and if the disabilities differ between these groups.Patients suffering from SE were evaluated shortly after the clinical post-ictal phase and again after one year. Their follow-up results were compared to results from patients with ≥10 GTC seizures and a group of control subjects. Tests from Cambridge Neuropsychological Test Automated Battery (CANTAB) were used. Motor Screening Test (MOT) assessed motor speed, Delayed Matching to Sample (DMS) and Paired Associates Learning (PAL) assessed memory, and Stockings of Cambridge (SOC) assessed executive function. Estimated premorbid IQ and radiologically visible brain lesions were controlled for in adjusted results. Outcome measures were z-scores, the number of standard deviations a score deviates from the mean of a norm population. Negative z-scores indicate poor performance.After the clinical post-ictal phase, performances of SE patients were poor on all domains (n=46). Mean z-scores with 95% confidence intervals were below zero for tests of psychomotor speed, executive thinking times and memory. Both SE patients at follow-up (n=39) and patients with multiple GTC seizures (n=24) performed poorer than controls (n=20) on tests of memory. These group differences remained significant after covariate adjustments. SE patients at follow-up scored below patients with multiple GTC seizures on tests of psychomotor speed (mean difference -0.59, P=0.020), but after adjusting for covariates this difference was no longer significant.Our data do not allow a firm conclusion as to whether SE is a more pronounced risk factor for cognitive dysfunction than repeated generalized tonic clonic seizures. In both patient groups, memory and learning dysfunction remained significant after adjusting for estimated premorbid IQ and structural brain lesions.", "doi": "10.1016/j.eplepsyres.2017.11.014", "title": "Cognitive function after status epilepticus versus after multiple generalized tonic-clonic seizures.", "journal": ["Epilepsy research", "Epilepsy Res."]}