{"authors": [["Deleo", "Francesco", "F", "NeuroImaging of Epilepsy Laboratory, Montreal Neurological Institute, McGill University, Canada."], ["Thom", "Maria", "M", "Division of Neuropathology and Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, Queen Square, London WC1N 3BG, UK."], ["Concha", "Luis", "L", "Instituto de Neurobiología, Universidad Nacional Autónoma de México, Querétaro, Mexico."], ["Bernasconi", "Andrea", "A", "NeuroImaging of Epilepsy Laboratory, Montreal Neurological Institute, McGill University, Canada."], ["Bernhardt", "Boris C", "BC", "NeuroImaging of Epilepsy Laboratory, Montreal Neurological Institute, McGill University, Canada; Multimodal Imaging and Connectome Analysis Laboratory, Montreal Neurological Institute, McGill University, Canada."], ["Bernasconi", "Neda", "N", "NeuroImaging of Epilepsy Laboratory, Montreal Neurological Institute, McGill University, Canada. Electronic address: neda.ladbon-bernasconi@mcgill.ca."]], "date": "2017-11-23", "id": "29227798", "text": "Growing evidence highlights the importance of white matter in the pathogenesis of focal epilepsy. Ex vivo and post-mortem studies show pathological changes in epileptic patients in white matter myelination, axonal integrity, and cellular composition. Diffusion-weighted MRI and its analytical extensions, particularly diffusion tensor imaging (DTI), have been the most widely used technique to image the white matter in vivo for the last two decades, and have shown microstructural alterations in multiple tracts both in the vicinity and at distance from the epileptogenic focus. These techniques have also shown promising ability to predict cognitive status and response to pharmacological or surgical treatments. More recently, the hypothesis that focal epilepsy may be more adequately described as a system-level disorder has motivated a shift towards the study of macroscale brain connectivity. This review will cover emerging findings contributing to our understanding of white matter alterations in focal epilepsy, studied by means of histological and ultrastructural analyses, diffusion MRI, and large-scale network analysis. Focus is put on temporal lobe epilepsy and focal cortical dysplasia. This topic was addressed in a special interest group on neuroimaging at the 70th annual meeting of the American Epilepsy Society, held in Houston December 2-6, 2016.", "doi": "10.1016/j.eplepsyres.2017.11.010", "title": "Histological and MRI markers of white matter damage in focal epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}