{"authors": [["Suemaru", "Katsuya", "K", "School of Pharmacy, Shujitsu University, 1-6-1 Nishigawara, Naka-ku, Okayama 703-8516, Japan. Electronic address: ksuemaru@shujitsu.ac.jp."], ["Yoshikawa", "Misato", "M", "School of Pharmacy, Shujitsu University, 1-6-1 Nishigawara, Naka-ku, Okayama 703-8516, Japan. Electronic address: yoshikawa@shujitsu.ac.jp."], ["Tanaka", "Akihiro", "A", "Division of Pharmacy, Ehime University Hospital, Shitsukawa, Toon, Ehime 791-0295, Japan. Electronic address: tanaka.akihiro.mj@ehime-u.ac.jp."], ["Araki", "Hiroaki", "H", "Division of Pharmacy, Ehime University Hospital, Shitsukawa, Toon, Ehime 791-0295, Japan. Electronic address: haraki@shujitsu.ac.jp."], ["Aso", "Hiroaki", "H", "School of Pharmacy, Shujitsu University, 1-6-1 Nishigawara, Naka-ku, Okayama 703-8516, Japan. Electronic address: aso@shujitsu.ac.jp."], ["Watanabe", "Masahiko", "M", "School of Pharmacy, Shujitsu University, 1-6-1 Nishigawara, Naka-ku, Okayama 703-8516, Japan. Electronic address: wa1@shujitsu.ac.jp."]], "date": "2017-12-05", "id": "29227797", "text": "The appropriate use of analgesic drugs based on their degree of analgesia and adverse effects is important for pain management. Although it has been reported that AM404, a metabolite of acetaminophen, has anticonvulsant effects in several animal seizure models, little is known about the relation between acetaminophen and seizures. We therefore investigated the effects of acetaminophen on seizure susceptibility in several mouse seizure and epilepsy models and compared the effects with those of nonsteroidal anti-inflammatory drugs (NSAIDs).Anticonvulsant activity was evaluated in ICR mice using maximum electroshock-induced seizure tests and acute pentylenetetrazol-induced seizure tests. Electrical kindling via corneal stimulation and pentylenetetrazol administration were used to establish animal kindling epilepsy models. Proconvulsive activity was examined using an electroconvulsive shock test with low-stimulus currents.Acetaminophen showed slight, but not statistically significant, anticonvulsant activity in both the maximum electroshock-induced seizure test (300-600mg/kg i.p.) and acute pentylenetetrazol-induced seizure test (100-600mg/kg i.p.). In contrast, acetaminophen exhibited significant anticonvulsant effects in corneal electroshock-kindled and pentylenetetrazol-kindled mice (ED50 values: 251 and 310mg/kg i.p., respectively). When the proconvulsive effects of NSAIDs were examined in the low-current electroconvulsive shock-induced seizure model, the nonselective cyclooxygenase (COX)-1 and COX-2 inhibitors indomethacin, diclofenac, and loxoprofen induced dose-dependent proconvulsant activity. Celecoxib, a COX-2 selective inhibitor, had no proconvulsant activity.These findings suggest that acetaminophen has a significant anticonvulsant effect and that its profile is completely different from that of NSAIDs.", "doi": "10.1016/j.eplepsyres.2017.12.004", "title": "Anticonvulsant effects of acetaminophen in mice: Comparison with the effects of nonsteroidal anti-inflammatory drugs.", "journal": ["Epilepsy research", "Epilepsy Res."]}