{"authors": [["Dunn", "Raymond", "R", "Department of Pharmacology and Physiology, United States."], ["Queenan", "Bridget N", "BN", "Department of Pharmacology and Physiology, United States; Interdisciplinary Program in Neuroscience, Georgetown University, Washington DC, United States; Neuroscience Research Institute, Department of Mechanical Engineering; Department of Physics, University sof California, Santa Barbara, Santa Barbara, CA, United States."], ["Pak", "Daniel T S", "DTS", "Department of Pharmacology and Physiology, United States; Interdisciplinary Program in Neuroscience, Georgetown University, Washington DC, United States. Electronic address: daniel.pak@georgetown.edu."], ["Forcelli", "Patrick A", "PA", "Department of Pharmacology and Physiology, United States; Department of Neuroscience, United States; Interdisciplinary Program in Neuroscience, Georgetown University, Washington DC, United States. Electronic address: paf22@georgetown.edu."]], "date": "2017-12-05", "id": "29227795", "text": "Animal models are valuable tools for screening novel therapies for patients who suffer from epilepsy. However, a wide array of models are necessary to cover the diversity of human epilepsies. In humans, neonatal hypoxia (or hypoxia-ischemia) is one of the most common causes of epilepsy early in life. Hypoxia-induced seizures (HS) during the neonatal period can also lead to spontaneous seizures in adulthood. This phenomenon, i.e., early-life hypoxia leading to adult epilepsy - is also seen in experimental models, including rats. However, it is not known which anti-seizure medications are most effective at managing adult epilepsy resulting from neonatal HS. Here, we examined the efficacy of three anti-seizure medications against spontaneous seizures in adult rats with a history of neonatal HS: (1) phenobarbital (PHB), the oldest epilepsy medicine still in use today; (2) levetiracetam (LEV); and (3) tiagabine (TGB). Both LEV and TGB are relatively new anticonvulsant drugs that are ineffective in traditional seizure models, but strikingly effective in other models. We found that PHB and LEV decreased seizures in adult rats with a history of HS, whereas TGB exacerbated seizures. These divergent drug effects indicate that the HS model may be useful for differentiating the clinical efficacy of putative epilepsy therapies.", "doi": "10.1016/j.eplepsyres.2017.12.006", "title": "Divergent effects of levetiracetam and tiagabine against spontaneous seizures in adult rats following neonatal hypoxia.", "journal": ["Epilepsy research", "Epilepsy Res."]}