{"authors": [["Kaymakcalan", "Hande", "H", "Istanbul Bilim University, Istanbul, Turkey."], ["Yarman", "Yanki", "Y", "Department of Neurosurgery, Program on Neurogenetics, Yale School of Medicine, New Haven, Connecticut."], ["Goc", "Nukte", "N", "Department of Neurosurgery, Program on Neurogenetics, Yale School of Medicine, New Haven, Connecticut."], ["Toy", "Fatih", "F", "Department of Neurosurgery, Program on Neurogenetics, Yale School of Medicine, New Haven, Connecticut."], ["Meral", "Cihan", "C", "Department of Pediatric Neurology, Sultan Abdulhamit Hospital, Istanbul, Turkey."], ["Ercan-Sencicek", "A Gulhan", "AG", "Department of Neurosurgery, Program on Neurogenetics, Yale School of Medicine, New Haven, Connecticut."], ["Gunel", "Murat", "M", "Department of Neurosurgery, Program on Neurogenetics, Yale School of Medicine, New Haven, Connecticut."]], "date": "2017-12-11", "id": "29226631", "text": "We here describe novel compound heterozygous missense variants, NM_133443:c.[400C>T] and NM_133443:[1435G>A], in the glutamic-pyruvic transaminase 2 (GPT2) gene in a large consanguineous family with two affected siblings diagnosed with microcephaly intellectual disability and developmental delay (IDD). In addition to these clinical phenotypes, the male sibling has spastic paraplegia, and the female sibling has epilepsy. Their four extended family members have IDD and microcephaly. Both of these variants, c.400C>T (p.R134C) and c.1435G>A (p.V479M), reside in the pyridoxal phosphate-dependent aminotransferase domain. The missense variants affect highly conserved amino acids and are classified to be disease-causing by meta-SVM. The candidate variants were not found in the Exome Aggregation Consortium (ExAC) dataset or in dbSNP. Both GPT2 variants have an allele frequency of 0% (0/ ∼ 600) in the whole-exome sequenced Turkish cohort. Upon Sanger sequencing, we confirmed these mutations in all affected family members and showed that the index patient and his affected sister inherited one mutant allele from each unaffected parent. To the best of our knowledge, this is the first family in which a novel compound heterozygous variant in the GPT2 gene was identified.", "doi": "10.1002/ajmg.a.38558", "title": "Novel compound heterozygous mutations in GPT2 linked to microcephaly, and intellectual developmental disability with or without spastic paraplegia.", "journal": ["American journal of medical genetics. Part A", "Am. J. Med. Genet. A"]}