{"authors": [["Szabó", "András", "A", "Department of Medical Genetics, University of Pécs, Pécs, Hungary."], ["Czakó", "Márta", "M", "Department of Medical Genetics, University of Pécs, Pécs, Hungary."], ["Hadzsiev", "Kinga", "K", "Department of Medical Genetics, University of Pécs, Pécs, Hungary."], ["Duga", "Balázs", "B", "Department of Medical Genetics, University of Pécs, Pécs, Hungary."], ["Bánfai", "Zsolt", "Z", "Department of Medical Genetics, University of Pécs, Pécs, Hungary."], ["Komlósi", "Katalin", "K", "Department of Medical Genetics, University of Pécs, Pécs, Hungary."], ["Melegh", "Béla", "B", "Department of Medical Genetics, University of Pécs, Pécs, Hungary."]], "date": "2017-12-11", "id": "29226546", "text": "Array comparative genomic hybridization is essential in the investigation of chromosomal rearrangements associated with epilepsy, intellectual disability, and dysmorphic features. In many cases deletions, duplications, additional marker chromosomes, and ring chromosomes originating from chromosome 15 lead to abnormal phenotypes. We present a child with epilepsy, cardiac symptoms, severely delayed mental and growth development, behavioral disturbances and characteristic dysmorphic features showing a ring chromosome 15 and a small supernumerary marker chromosome. Array CGH detected a 1 Mb deletion of 15q26.3 in a ring chromosome 15 and a 2.6 Mb copy number gain of 15q11.2 corresponding to a small supernumerary marker chromosome involving proximal 15q. Our findings add to previously published results of 15q11q13 duplications and 15q26 terminal deletions. Based on our study we can support the previous reported limited information about the role of SELS, SNRPA1, and PCSK6 genes in the development of the heart morphology. On the other hand, we found that the copy number loss of our patient did not involve the IGF1R gene which is often associated with growth retardation (short stature and decreased weight). We hypothesize that haploinsufficiency of the 15q26 genomic region distal to IGF1R gene might be related to growth disturbance; however, presence of the ring chromosome 15 itself could also be responsible for the growth delay.", "doi": "10.1002/ajmg.a.38566", "title": "Small supernumerary marker chromosome 15 and a ring chromosome 15 associated with a 15q26.3 deletion excluding the IGF1R gene.", "journal": ["American journal of medical genetics. Part A", "Am. J. Med. Genet. A"]}