{"authors": [["Tanaka", "Hideaki", "H", "Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."], ["Khoo", "Hui Ming", "HM", "Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."], ["Dubeau", "François", "F", "Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."], ["Gotman", "Jean", "J", "Montreal Neurological Institute and Hospital, McGill University, Montreal, Quebec, Canada."]], "date": "2017-12-11", "id": "29226305", "text": "Our purpose was to determine the correlation between scalp electroencephalography (EEG) and intracerebral EEG (iEEG) seizure-onset patterns in patients with focal lesional epilepsy to determine whether scalp seizure-onset patterns can be specific to intracerebral seizure-onset patterns and to lesion type.We retrospectively analyzed 61 patients with focal epilepsy and a structural magnetic resonance imaging (MRI)-visible lesion, who first underwent extensive scalp recordings and then iEEG studies (stereo-EEG) for presurgical evaluation, and who showed an iEEG seizure onset in the lesional/perilesional area. Five seizure-onset patterns were recognized on scalp EEG, and 7 on iEEG, and in each patient, only the predominant scalp and iEEG seizure-onset patterns were compared. Because scalp and iEEG recordings were acquired at different times, we followed strict criteria based on semiology and topography to match scalp with intracerebral seizures.Seventy-one pairs of seizure-onset patterns matched between scalp and iEEG were identified. Each scalp pattern did not correspond to a single intracerebral pattern, but there were significant associations: (1) paroxysmal fast activity (≥13 Hz) at scalp onset was associated with low-voltage fast activity at iEEG onset (P < .001), with malformations of cortical development (P < .001), and with superficial seizure-onset zone based on iEEG (P < .001); (2) rhythmic slow activity (<13 Hz) at scalp onset was associated with low-frequency high-amplitude periodic spikes at iEEG onset (P = .0014), with medial temporal atrophy/sclerosis (P < .001), and with deep seizure-onset zone (P < .001); and (3) repetitive epileptiform discharge at scalp onset was associated with a burst of high-amplitude polyspikes at iEEG onset (P = .0002).Our results disclosed that in focal epilepsy patients with seizures generated in an MRI-visible lesion, some scalp seizure-onset patterns are highly associated with a specific intracerebral pattern, with specific pathologies, and with the depth of seizure-onset zone. These findings allow the interpretation of scalp seizure-onset patterns to be significantly more informative.", "doi": "10.1111/epi.13979", "title": "Association between scalp and intracerebral electroencephalographic seizure-onset patterns: A study in different lesional pathological substrates.", "journal": ["Epilepsia", "Epilepsia"]}