{"authors": [["Patel", "Dipan C", "DC", "Department of Pharmacology & Toxicology, University of Utah, Salt Lake City, UT."], ["Wilcox", "Karen S", "KS", "Department of Pharmacology & Toxicology, University of Utah, Salt Lake City, UT."], ["Metcalf", "Cameron S", "CS", "Department of Pharmacology & Toxicology, University of Utah, Salt Lake City, UT."]], "date": null, "id": "29225544", "text": "Epilepsy is a chronic neurological disorder caused by abnormal changes in the functions of neuronal circuits and manifested by seizures. It affects patients of all age, substantially worsens the quality of life for the patients as well as their families, and imposes a huge economic burden on the healthcare system. Historically, efforts for discovering and developing antiseizure therapies have been focused on modulating the functions of receptors, transporters, and enzymes expressed by neurons. These drug development efforts have paid off, as we have over 25 antiseizure drugs available in the clinic. However, these drugs mainly provide symptomatic relief from seizures and often cause serious adverse effects. Importantly, almost one-third of patients with epilepsy do not have their seizures adequately controlled by available drugs. To address this problem, researchers are investigating cellular and molecular mechanisms fundamental to the optimal function of neuronal circuits. Evidence shows that disruptions in these mechanisms cause impairment in neuroglial interactions, uncontrolled inflammation, aberrant synaptogenesis, and neurodegeneration in genetic and acquired epilepsies. Many novel therapeutic targets have been identified to target these mechanisms for developing new antiseizure drugs. In addition, the field is exploring new drug targets which may impede the development of epilepsy. We have summarized some of these novel targets in this brief review.", "doi": "10.5698/1535-7597.17.5.293", "title": "Novel Targets for Developing Antiseizure and, Potentially, Antiepileptogenic Drugs.", "journal": ["Epilepsy currents", "Epilepsy Curr"]}