{"authors": [["Lemoine", "Sandrine", "S", "Hospices Civils de Lyon, Service de Néphrologie, Hôpital Edouard Herriot, Lyon, France; Université de Lyon, INSERM U1060, CarMeN, Université Lyon-1, Lyon, France."], ["Panaye", "Marine", "M", "Hospices Civils de Lyon, Service de Néphrologie, Hôpital Edouard Herriot, Lyon, France."], ["Rabeyrin", "Maud", "M", "Hospices Civils de Lyon, Laboratoire d'Anatomie et Cytologie Pathologique, Hôpital Edouard Herriot, Lyon, France."], ["Errazuriz-Cerda", "Elisabeth", "E", "Centre d'Imagerie Quantitative Lyon Est, Faculté de médecine Laënnec, Lyon, France."], ["Mousson de Camaret", "Bénédicte", "B", "Hospices Civils de Lyon, Service des Maladies Héréditaires du Métabolisme, Centre de Biologie et de Pathologie Est, Bron, France."], ["Petiot", "Philippe", "P", "Hospices Civils de Lyon, Explorations fonctionnelles Neurologiques, Centre de Référence des Maladies Neuro-Musculaires, Hôpital de la Croix-Rousse, Lyon, France."], ["Juillard", "Laurent", "L", "Hospices Civils de Lyon, Service de Néphrologie, Hôpital Edouard Herriot, Lyon, France; Université de Lyon, INSERM U1060, CarMeN, Université Lyon-1, Lyon, France."], ["Guebre-Egziabher", "Fitsum", "F", "Hospices Civils de Lyon, Service de Néphrologie, Hôpital Edouard Herriot, Lyon, France; Université de Lyon, INSERM U1060, CarMeN, Université Lyon-1, Lyon, France; Department of Nephrology Dialysis-Apheresis Transplantation, Centre hospitalier universitaire Grenoble Alpes, La Tronche, France. Electronic address: fguebreegziabher@chu-grenoble.fr."]], "date": "2017-12-07", "id": "29224958", "text": "We report a case of a patient who had the mitochondrial cytopathy complex of neuropathy, ataxia, and retinitis pigmentosa (NARP) syndrome diagnosed at age 11 years with a biopsy-proven kidney involvement that progressed to end-stage renal disease at age 21 years. Mutations of mitochondrial DNA (mtDNA) are maternally inherited and lead to mitochondrial cytopathies with predominant neurologic manifestations: psychomotor retardation, epilepsy, ataxia, neuropathy, and myopathy. Given the ubiquitous nature of mitochondria, cellular dysfunction can also appear in tissues with high metabolic turnover; thus, there can be cardiac, digestive, ophthalmologic, and kidney complications. Mutations in the MT-ATP6 gene of mtDNA have been shown to cause NARP syndrome without renal involvement. We report a patient who had NARP syndrome diagnosed at age 11 years in whom glomerular proteinuria was present very early after diagnosis. Although neurologic manifestations were stable over time, he developed worsening proteinuria and kidney function. He started dialysis therapy at age 21 years. Kidney biopsy confirmed the mitochondrial cytopathy histologically, with abnormal mitochondria seen on electron microscopy. The MT-ATP6 gene mutation was detected in the kidney biopsy specimen.", "doi": "10.1053/j.ajkd.2017.09.020", "title": "Renal Involvement in Neuropathy, Ataxia, Retinitis Pigmentosa (NARP) Syndrome: A Case Report.", "journal": ["American journal of kidney diseases : the official journal of the National Kidney Foundation", "Am. J. Kidney Dis."]}