{"authors": [["Dammann", "Fabian", "F", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Kirschstein", "Timo", "T", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany. Electronic address: timo.kirschstein@uni-rostock.de."], ["Guli", "Xiati", "X", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Müller", "Steffen", "S", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Porath", "Katrin", "K", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Rohde", "Marco", "M", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Tokay", "Tursonjan", "T", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Köhling", "Rüdiger", "R", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."]], "date": "2017-12-07", "id": "29224956", "text": "A common function of group III metabotropic glutamate receptors (mGluRs) located at the presynaptic site of a glutamatergic synapse is synaptic depression. Here, we studied synaptic depression mediated by group III mGluR activation at Schaffer collateral-CA1 (SC-CA1) synapses and associational-commissural-CA3 (AC-CA3) synapses by recording field excitatory postsynaptic potentials in the in vitro brain slice preparation. In order to gauge the impact of synaptic depression in chronically epileptic tissue, we compared rats after pilocarpine-induced status epilepticus (post-SE) with control animals. We observed that synaptic transmission at control AC-CA3 synapses was sensitive to the group III mGluR agonist L-AP4 (10μM), while there was no effect of this compound at SC-CA1 synapses in the same tissue. In contrast, synaptic depression at AC-CA3 synapses by L-AP4 was lost in chronically epileptic tissue, and we found a significant synaptic depression at SC-CA1 synapses in post-SE tissue by L-AP4 and by the mGluR8-selective agonist DCPG. The depression by L-AP4 and DCPG in CA1 was also demonstrated in immature control tissue suggesting developmental down-regulation of mGluR8 at this synapse as well as re-appearance of this isoform under pathological conditions. Quantitative real-time RT-PCR was used to identify mGluR isoforms and to assess their transcriptional changes in post-SE tissue. These analyses revealed down-regulation of mGluR4 and mGluR6 at AC-CA3 and up-regulation of mGluR8 at SC-CA1 synapses. We conclude that group III mGluR-mediated synaptic depression is differentially altered in chronically epileptic tissue by a bidirectional shift of the transcriptional level.", "doi": "10.1016/j.eplepsyres.2017.12.002", "title": "Bidirectional shift of group III metabotropic glutamate receptor-mediated synaptic depression in the epileptic hippocampus.", "journal": ["Epilepsy research", "Epilepsy Res."]}