{"authors": [["Milczarek", "Olga", "O", "Departments of Children Surgery, Jagiellonian University School of Medicine, Cracow, Poland."], ["Jarocha", "Danuta", "D", "Transplantation, Institute of Pediatrics, Jagiellonian University School of Medicine, Cracow, Poland."], ["Starowicz-Filip", "Anna", "A", "Department of Medical Psychology, Jagiellonian University School of Medicine, Cracow, Poland."], ["Kwiatkowski", "Stanislaw", "S", "Departments of Children Surgery, Jagiellonian University School of Medicine, Cracow, Poland."], ["Badyra", "Bogna", "B", "Transplantation, Institute of Pediatrics, Jagiellonian University School of Medicine, Cracow, Poland."], ["Majka", "Marcin", "M", "Transplantation, Institute of Pediatrics, Jagiellonian University School of Medicine, Cracow, Poland."]], "date": "2017-12-10", "id": "29224250", "text": "There is a need among patients suffering from drug-resistant epilepsy (DRE) for more efficient and less toxic treatments. The objective of the present study was to assess the safety, feasibility, and potential efficacy of autologous bone marrow cell transplantation in pediatric patients with DRE. Two females and two males (11 months to 6 years) were enrolled and underwent a combined therapy consisting of autologous bone marrow nucleated cells (BMNCs) transplantation (intrathecal: 0.5 × 109 ; intravenous: 0.38 × 109 -1.72 × 109 ) followed by four rounds of intrathecal bone marrow mesenchymal stem cells (BMMSCs) transplantation (18.5 × 106 -40 × 106 ) every 3 months. The BMMSCs used were a unique population derived from CD271-positive cells. The neurological evaluation included magnetic resonance imaging, electroencephalography (EEG), and cognitive development assessment. The characteristics of BMMSCs were evaluated. Four intravenous and 20 intrathecal transplantations into the cerebrospinal fluid were performed. There were no adverse events, and the therapy was safe and feasible over 2 years of follow-up. The therapy resulted in neurological and cognitive improvement in all patients, including a reduction in the number of epileptic seizures (from 10 per day to 1 per week) and an absence of status epilepticus episodes (from 4 per week to 0 per week). The number of discharges on the EEG evaluation was decreased, and cognitive improvement was noted with respect to reactions to light and sound, emotions, and motor function. An analysis of the BMMSCs' characteristics revealed the expression of neurotrophic, proangiogenic, and tissue remodeling factors, and the immunomodulatory potential. Our results demonstrate the safety and feasibility of BMNCs and BMMSCs transplantations and the considerable neurological and cognitive improvement in children with DRE. Stem Cells Translational Medicine 2018;7:20-33.", "doi": "10.1002/sctm.17-0041", "title": "Multiple Autologous Bone Marrow-Derived CD271+ Mesenchymal Stem Cell Transplantation Overcomes Drug-Resistant Epilepsy in Children.", "journal": ["Stem cells translational medicine", "Stem Cells Transl Med"]}