{"authors": [["Dierking", "Carolin", "C", "Department of Neurology, University of Rostock, Germany."], ["Porschen", "Thomas", "T", "Association for Epilepsy Self-Help North Rhine-Westphalia, Association for People with Epilepsy, Cologne, Germany."], ["Walter", "Uwe", "U", "Department of Neurology, University of Rostock, Germany."], ["Rösche", "Johannes", "J", "Department of Neurology, University of Rostock, Germany; Swiss Epilepsy Centre, Klinik Lengg, Zürich, Switzerland. Electronic address: roeschej@t-online.de."]], "date": "2017-12-07", "id": "29223932", "text": "There are several issues, which have to be acknowledged, when treating women with epilepsy (WWE). The need for counseling WWE in Germany with epilepsy on pregnancy-related matters was stressed in several papers and medical guidelines. Physicians treating WWE in Germany therefore should be aware of the information needs of their patients. We aimed to determine the level of pregnancy-related knowledge of WWE and their informational needs concerning pregnancy and childbirth issues in German-speaking countries by an internet-based survey. The questionnaire consisted of 18 questions addressing the characteristics of the epilepsy syndromes, the patients' experience with pregnancy, and the sources of their pregnancy-related knowledge. Another 20 items addressed the level of pregnancy-related knowledge. One hundred ninety-two women (179 patients, 13 relatives; age: 30.5±10.8years) participated. Most of the women got information and advice on the treatment of epilepsy from a neurologist (81%). Most of the women had obtained information concerning driving license (72%) followed by information about pregnancy and delivery (60%). The women, who remembered being counseled about pregnancy-related matters gave more correct answers to the pregnancy-related questions than the others (51±17% vs. 38±24%, p<0.011). Thirty-eight percent of WWE taking enzyme inducing antiepileptic drugs (AEDs) were unaware of the interaction with oral contraception. Forty-one percent of WWE taking valproate were unaware of its high teratogenicity, and 89% of WWE had not been counseled about potentially reduced bone mineral density. Forty-six percent of participants did not believe that the majority of WWE have healthy children. The findings of this survey reveal considerable information needs of WWE concerning pregnancy-related matters in German-speaking countries.", "doi": "10.1016/j.yebeh.2017.11.013", "title": "Pregnancy-related knowledge of women with epilepsy - An internet-based survey in German-speaking countries.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}