{"authors": [["Ivanova", "Nevyana", "N", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria. Electronic address: nevianai@hotmail.com."], ["Peycheva", "Valentina", "V", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria."], ["Kamenarova", "Kunka", "K", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria."], ["Kancheva", "Dalia", "D", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria."], ["Tsekova", "Irina", "I", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria."], ["Aleksandrova", "Iliana", "I", "Department of Neurology, Clinic of Child Neurology, University Hospital of Neurology and Psychiatry \"St' Naum\", Medical University - Sofia, Sofia, Bulgaria."], ["Hristova", "Dimitrina", "D", "Children Neurology Unit, Pediatrics Clinic, Tokuda Hospital, Sofia, Bulgaria."], ["Litvinenko", "Ivan", "I", "Department of Pediatric Neurology, University Pediatrics Hospital, Medical University - Sofia, Sofia, Bulgaria."], ["Todorova", "Diana", "D", "Department of Neurology, Clinic of Child Neurology, University Hospital of Neurology and Psychiatry \"St' Naum\", Medical University - Sofia, Sofia, Bulgaria."], ["Sarailieva", "Gergana", "G", "Department of Neurology, Clinic of Child Neurology, University Hospital of Neurology and Psychiatry \"St' Naum\", Medical University - Sofia, Sofia, Bulgaria."], ["Dimova", "Petya", "P", "Department of Neurology, Clinic of Child Neurology, University Hospital of Neurology and Psychiatry \"St' Naum\", Medical University - Sofia, Sofia, Bulgaria; Epilepsy Surgery Centre, Neurosurgery Clinics, University Multi-profile Hospital for Active Treatment \"St. Ivan Rilski\", Medical University - Sofia, Sofia, Bulgaria."], ["Tomov", "Veselin", "V", "Department of Neurology, Clinic of Child Neurology, University Hospital of Neurology and Psychiatry \"St' Naum\", Medical University - Sofia, Sofia, Bulgaria."], ["Bozhinova", "Veneta", "V", "Department of Neurology, Clinic of Child Neurology, University Hospital of Neurology and Psychiatry \"St' Naum\", Medical University - Sofia, Sofia, Bulgaria."], ["Mitev", "Vanio", "V", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria."], ["Kaneva", "Radka", "R", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria."], ["Jordanova", "Albena", "A", "Molecular Medicine Center, Department of Medical Chemistry and Biochemistry, Medical University - Sofia, Sofia, Bulgaria; VIB Department of Molecular Genetics, Molecular Neurogenomics Group, University of Antwerp, Antwerp, Belgium."]], "date": "2017-11-28", "id": "29223885", "text": "GLUT1-deficiency syndrome (GLUT1-DS) is a metabolic brain disorder with a great clinical heterogeneity underlined by various mutations in the SLC2A1 gene which make the clinical and genetic diagnosis complicated. The purpose of our study is to investigate the genetic defects affecting the SLC2A1 gene in a group of Bulgarian patients with genetic generalized epilepsy (GGE), and to bring new insights into the molecular pathology of GLUT1-DS that would strengthen the genotype-phenotype correlations and improve the diagnostic procedure.We have performed sequencing analysis of the SLC2A1 gene in thirty-eight Bulgarian patients with different forms of GGE having emerged in childhood followed by array comparative genome (aCGH) hybridization in patients with severe forms of GLUT1-DS who display extraneurological features.We have detected three novel SLC2A1 gene mutations that are predicted to have different impacts on the GLUT1 protein structure and function - one being to cause the amino acid substitution p.H160Q, another leading to the truncation p.Q360*, and also a 1p34.2 microdeletion. The overall frequency of the SLC2A1 mutations in the studied group is 8.1%. They have been found in clinical cases that differ notably by their severity.Our study enriches the mutation spectrum of the SLC2A1 gene by 3 novel cases that reflect the genetic and phenotypic diversity of GLUT1-DS and brings new insights into the molecular pathology of that disorder. The clinical data showed that the SLC2A1 genetic defects should be considered equally in the entire range of the clinical manifestations of GGE paying attention to the extraneurological features. The aCGH analysis should be considered as an ultimate step during the diagnostic procedure of GLUT1-DS in patients with a complex clinical picture of intractable epilepsy involving neuropsychological impairments and accompanied by extraneurological features.", "doi": "10.1016/j.seizure.2017.11.014", "title": "Three novel SLC2A1 mutations in Bulgarian patients with different forms of genetic generalized epilepsy reflecting the clinical and genetic diversity of GLUT1-deficiency syndrome.", "journal": ["Seizure", "Seizure"]}