{"authors": [["Berger", "Justus", "J", "Epilepsy-Center Berlin-Brandenburg, Department of Epileptology, Evangelisches Krankenhaus Königin Elisabeth Herzberge, Berlin, Germany. Electronic address: j.berger@keh-berlin.de."], ["Demin", "Katharina", "K", "Epilepsy-Center Berlin-Brandenburg, Department of Epileptology, Evangelisches Krankenhaus Königin Elisabeth Herzberge, Berlin, Germany. Electronic address: k.demin@keh-berlin.de."], ["Holtkamp", "Martin", "M", "Epilepsy-Center Berlin-Brandenburg, Department of Epileptology, Evangelisches Krankenhaus Königin Elisabeth Herzberge, Berlin, Germany; Epilepsy-Center Berlin-Brandenburg, Department of Neurology, Charité - Universitätsmedizin, Berlin, Germany. Electronic address: martin.holtkamp@charite.de."], ["Bengner", "Thomas", "T", "Epilepsy-Center Berlin-Brandenburg, Department of Epileptology, Evangelisches Krankenhaus Königin Elisabeth Herzberge, Berlin, Germany. Electronic address: t.bengner@keh-berlin.de."]], "date": "2017-12-02", "id": "29223779", "text": "Women show better performance than men on a range of episodic memory tasks. Evidence regarding a neuroanatomical localization of this effect remains ambiguous. It has been suggested that anterior temporal lobe structures are responsible for sex differences in verbal memory, yet temporal lobe epilepsy (TLE) and TLE surgery do not affect women's verbal memory advantage. Instead, frontal lobe regions may be relevant for female verbal memory superiority, i.e. by enabling more efficient encoding and retrieval strategies in women. The aim of the present study was to investigate whether women's verbal memory advantage can be found in patients with frontal lobe epilepsy (FLE), and how patients with FLE and those with TLE differ with regard to sex differences in verbal memory. Fifty patients with unilateral FLE (26 women, 24 men) were compared with 183 patients with unilateral TLE (90 women, 93 men) on both verbal learning and delayed memory. We found that women showed better verbal memory than men in the TLE group, but not in the FLE group. In addition, we found that patients with TLE showed worse verbal learning than those with FLE. Our findings support the idea that women's advantage in verbal memory may be related to frontal lobe function.", "doi": "10.1016/j.eplepsyres.2017.11.018", "title": "Female verbal memory advantage in temporal, but not frontal lobe epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}