{"authors": [["Kurosawa", "Yuko", "Y", "Laboratory of Clinical Pharmaceutics & Therapeutics, Division of Pharmasciences, Faculty of Pharmaceutical Sciences, Hokkaido University, Kita-12-jo, Nishi-6-chome, Kita-ku, Sapporo 060-0812, Japan."], ["Furugen", "Ayako", "A", "Laboratory of Clinical Pharmaceutics & Therapeutics, Division of Pharmasciences, Faculty of Pharmaceutical Sciences, Hokkaido University, Kita-12-jo, Nishi-6-chome, Kita-ku, Sapporo 060-0812, Japan."], ["Nishimura", "Ayako", "A", "Department of Pharmacy, Hokkaido University Hospital, Kita-14-jo, Nishi-5-chome, Kita-ku, Sapporo 060-8648, Japan."], ["Narumi", "Katsuya", "K", "Laboratory of Clinical Pharmaceutics & Therapeutics, Division of Pharmasciences, Faculty of Pharmaceutical Sciences, Hokkaido University, Kita-12-jo, Nishi-6-chome, Kita-ku, Sapporo 060-0812, Japan."], ["Kobayashi", "Masaki", "M", "Department of Pharmacy, Hokkaido University Hospital, Kita-14-jo, Nishi-5-chome, Kita-ku, Sapporo 060-8648, Japan."], ["Iseki", "Ken", "K", "Laboratory of Clinical Pharmaceutics & Therapeutics, Division of Pharmasciences, Faculty of Pharmaceutical Sciences, Hokkaido University, Kita-12-jo, Nishi-6-chome, Kita-ku, Sapporo 060-0812, Japan; Department of Pharmacy, Hokkaido University Hospital, Kita-14-jo, Nishi-5-chome, Kita-ku, Sapporo 060-8648, Japan. Electronic address: ken-i@pharm.hokudai.ac.jp."]], "date": "2017-12-06", "id": "29223574", "text": "Folate status during pregnancy is important for fetal development and health. The placenta plays an important role in supplying the fetus with folate. Most women with epilepsy continue their medication during pregnancy. In the present study, we aimed to evaluate the effects of 16 antiepileptic drugs, clinically used for treatment of epilepsy, on folic acid uptake in two in vitro placental models, BeWo and JEG-3 cells. Short-term exposure to antiepileptic drugs had no effects on [3H]-folic acid uptake by BeWo cells. However, long-term exposure (24h) to valproic acid (VPA) increased [3H]-folic acid uptake by BeWo and JEG-3 cells. VPA treatment for 24h increased folate receptor-α (FRα) and proton-coupled folate transporter (PCFT) mRNA expression; however, it did not affect reduced folate carrier expression. These results suggested that the increase in folic acid uptake after exposure to VPA can be attributed to the induction of FRα and PCFT expression. Furthermore, the present study showed that exposure to clinical concentrations of oxcarbazepine and stiripentol reduced the viability of BeWo cells. Therefore, the findings of the present study may contribute to better understanding of the mechanisms of toxicity of antiepileptic drugs, and estimation of their potential risk to fetus.", "doi": "10.1016/j.tiv.2017.12.003", "title": "Evaluation of the effects of antiepileptic drugs on folic acid uptake by human placental choriocarcinoma cells.", "journal": ["Toxicology in vitro : an international journal published in association with BIBRA", "Toxicol In Vitro"]}