{"authors": [["Atanasova", "Dimitrinka", "D", "Institute of Neurobiology, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria; Department of Anatomy, Faculty of Medicine, Trakia University, Stara Zagora 6003, Bulgaria; Department of Genes and Behavior, Max Planck Institute of Biophysical Chemistry, Göttingen 37077, Germany. Electronic address: didiatan@bio.bas.bg."], ["Tchekalarova", "Jana", "J", "Institute of Neurobiology, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria. Electronic address: jane@bio.bas.bg."], ["Ivanova", "Natasha", "N", "Institute of Neurobiology, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria."], ["Nenchovska", "Zlatina", "Z", "Institute of Neurobiology, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria."], ["Pavlova", "Ekaterina", "E", "Institute of Experimental Morphology, Pathology and Anthropology with Museum, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria."], ["Atanassova", "Nina", "N", "Institute of Experimental Morphology, Pathology and Anthropology with Museum, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria."], ["Lazarov", "Nikolai", "N", "Institute of Neurobiology, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria; Department of Anatomy and Histology, Medical University of Sofia, Sofia 1431, Bulgaria."]], "date": "2017-12-06", "id": "29223539", "text": "Experimental and clinical studies have demonstrated that components of renin-angiotensin system are elevated in the hippocampus in epileptogenic conditions. In the present work, we explored the changes in the expression of angiotensin II receptor, type 1 (AT1 receptor) in limbic structures, as well as the effect of the AT1 receptor antagonist losartan in a model of comorbid hypertension and epilepsy.The expression of AT1 receptors was compared between spontaneously hypertensive rats (SHRs) and Wistar rats by using immunohistochemistry in the kainate (KA) model of temporal lobe epilepsy (TLE). The effect of losartan was studied on AT1 receptor expression in epileptic rats that were treated for a period of 4weeks after status epilepticus.The naive and epileptic SHRs were characterized by stronger protein expression of AT1 receptor than normotensive Wistar rats in the CA1, CA3a, CA3b, CA3c field and the hilus of the dentate gyrus of the dorsal hippocampus but fewer cells were immunostained in the piriform cortex. Increased AT1 immunostaining was observed in the basolateral amygdala of epileptic SHRs but not of epileptic Wistar rats. Losartan exerted stronger and structure-dependent suppression of AT1 receptor expression in SHRs compared to Wistar rats.Our results confirm the important role of AT1 receptor in epilepsy and suggest that the AT1receptor antagonists could be used as a therapeutic strategy for treatment of comorbid hypertension and epilepsy.", "doi": "10.1016/j.lfs.2017.12.006", "title": "Losartan suppresses the kainate-induced changes of angiotensin AT1 receptor expression in a model of comorbid hypertension and epilepsy.", "journal": ["Life sciences", "Life Sci."]}