{"authors": [["Calderón Romero", "María", "M", "Servicio de Neuropediatría, Hospitales Universitarios Virgen del Rocío, Sevilla, España. Electronic address: calderonromero@hotmail.com."], ["Arce Portillo", "Elena", "E", "Servicio de Neuropediatría, Hospitales Universitarios Virgen del Rocío, Sevilla, España."], ["López Lobato", "Mercedes", "M", "Servicio de Neuropediatría, Hospitales Universitarios Virgen del Rocío, Sevilla, España."], ["Muñoz Cabello", "Beatriz", "B", "Servicio de Neuropediatría, Hospitales Universitarios Virgen del Rocío, Sevilla, España."], ["Blanco Martínez", "Bárbara", "B", "Servicio de Neuropediatría, Hospitales Universitarios Virgen del Rocío, Sevilla, España."], ["Madruga Garrido", "Marcos", "M", "Servicio de Neuropediatría, Hospitales Universitarios Virgen del Rocío, Sevilla, España."], ["Alonso Luego", "Olga", "O", "Servicio de Neuropediatría, Hospitales Universitarios Virgen del Rocío, Sevilla, España."]], "date": "2017-12-06", "id": "29223473", "text": "West syndrome (WS) is an age-dependent epileptic encephalopathy in which the prognosis varies according to the, not always identified, underlying origin.To define the profile of cryptogenic (a least studied isolated sub-group) WS, in Spain. To study its outcome, response to different treatments, and to establish prognostic factors.The study included a review of the medical records of 16 patients diagnosed with cryptogenic WS during the period, 2000-2015. The mean follow-up time was 6.6 years, with a minimum of 2 years.The large majority (11/16) were male. The mean age at onset was 6 months, and 6/16 had a family history of idiopathic epilepsy. The first line treatment with vigabatrin had an electrical-clinical response in 5/16 patients, with the remaining cases responding to adrenocorticotropic hormone (ACTH). Almost half (44%) of the patients progressed to other types of epilepsy, with no difference between those treated with vigabatrin or ACTH. A greater number of adverse effects were obtained with ACTH, with no retinal involvement being observed with vigabatrin. The aetiological cause was found in 2/16. Being female, late onset, and early control of the hypsarrhythmia, were factors of a good prognosis.The overall prognosis of cryptogenic WS was more serious than expected. Although the incidence of Lennox-Gastaut syndrome was low, the progression to focal epilepsy was the most common, with it appearing within the first 2 years of the diagnosis. The initial response to vigabatrin was lower than expected, but the long-term result was comparable to ACTH.", "doi": "10.1016/j.anpedi.2017.10.012", "title": "[Cryptogenic West syndrome: Clinical profile, response to treatment and prognostic factors].", "journal": ["Anales de pediatria (Barcelona, Spain : 2003)", "An Pediatr (Barc)"]}