{"authors": [["Namdev", "Kuldeep Kumar", "KK", "Department of Pharmacy, Banasthali University, Rajasthan 304022, India. Electronic address: namdev.kuldeep@gmail.com."], ["Dwivedi", "Jaya", "J", "Department of Chemistry, Banasthali University, Rajasthan 304022, India."], ["Chilkoti", "Deepak Chandra", "DC", "Clinical Operation and Pharmacovigilence Department, Panacea Biotec Limited, New Delhi 110044, India."], ["Sharma", "Swapnil", "S", "Department of Pharmacy, Banasthali University, Rajasthan 304022, India."]], "date": "2017-12-01", "id": "29223050", "text": "Lamotrigine (LTZ) is a phenyltriazine derivative which belongs to anti-epileptic drugs (AEDs) class and prescribed as mono- or adjunctive-therapy in treatment of epilepsy. Therapeutic drug monitoring (TDM) of AEDs provides a valid clinical tool in optimization of overall therapy. However, TDM is challenging due to the high biological samples (plasma/blood) storage/shipment costs and the limited availability of laboratories providing TDM services. Sampling in the form of dry plasma spot (DPS) or dry blood spot (DBS) are suitable alternative to overcome these issues. We developed and validated a new method for quantification of LTZ in human plasma and DPS. The extraction of LTZ from plasma and DPS was performed using liquid-liquid extraction with diethyl ether and an extraction solution composed of diethyl ether- methyl tert-butyl ether- acetone (50:30:20, v/v/v), respectively. Lamotrigine- 13C3, d3 was used as internal standard (ISTD) and the chromatographic separation was achieved on Hypurity Advance C18 column (150×4.6mm, 5μm). Quantitative estimation of LTZ and ISTD was performed on a liquid chromatography tandem mass spectrometer coupled with electrospray ionization interface operated under positive mode of ionization. Calibration curves were linear (r2>0.99) over the concentration range of 10-3020ng/mL for both plasma and DPS. Statistical analysis provides insignificant difference between LTZ concentration extracted from plasma and DPS samples. The method is found suitable for application in clinical study and in therapeutic monitoring of LTZ. To the best of our knowledge this is the first report which describing a validated stability indicating assay for quantification of LTZ in dry plasma spot.", "doi": "10.1016/j.jchromb.2017.11.040", "title": "A simple, rapid and stability indicating validated method for quantification of lamotrigine in human plasma and dry plasma spot using LC-ESI-MS/MS: Application in clinical study.", "journal": ["Journal of chromatography. B, Analytical technologies in the biomedical and life sciences", "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci."]}