{"authors": [["Mitchell", "Rebecca J", "RJ", "Australian Institute of Health Innovation, Faculty of Medicine and Health Sciences, Macquarie University, Sydney, Australia. Electronic address: r.mitchell@mq.edu.au."], ["Herkes", "Geoffrey", "G", "University of Sydney, Sydney, Australia; Royal North Shore Hospital, Sydney, Australia."], ["Nikpour", "Armin", "A", "University of Sydney, Sydney, Australia; Royal Prince Alfred Hospital, Sydney, Australia."], ["Bleasel", "Andrew", "A", "University of Sydney, Sydney, Australia; Westmead Hospital, Westmead, Australia."], ["Shih", "Patti", "P", "Australian Institute of Health Innovation, Faculty of Medicine and Health Sciences, Macquarie University, Sydney, Australia."], ["Vagholkar", "Sanjyot", "S", "Primary Care & Wellbeing, Faculty of Medicine and Health Sciences, Macquarie University, Sydney, Australia."], ["Rapport", "Frances", "F", "Australian Institute of Health Innovation, Faculty of Medicine and Health Sciences, Macquarie University, Sydney, Australia."]], "date": "2017-12-06", "id": "29223007", "text": "This study examined the health service utilization and hospital treatment cost of individuals with epilepsy by age group, mortality within 30days, and surgical outcomes for individuals with refractory epilepsy in New South Wales (NSW), Australia. A retrospective examination of linked hospitalization and mortality data for individuals hospitalized with a diagnosis of epilepsy during 2012-2016. Hospitalized incidence rates per 1000 population were calculated, and negative binomial regression was used to examine temporal trends. Mortality within 30days of hospitalization was identified, along with cause of death. There were 44,722 hospitalizations during the five-year period, with a hospitalization rate of 85.6 per 1000 population (95% confidence interval (CI): 84.7-86.4). Total hospital treatment costs were AUD$402.9 million. Children aged ≤17years accounted for 32.0% of hospitalizations. Just over half to two-thirds of hospitalizations for each age group were for a principal diagnosis of epilepsy, with 2976 hospitalizations of individuals for status epilepticus. The overall mean hospital length of stay (LOS) for epilepsy hospitalizations was 5.1days (standard deviation (SD)=9.0). Thirty-day mortality was highest for individuals aged ≥65years (6.7%), and epilepsy was identified as the underlying cause of death for 18.2% of deaths. This research has provided insight into the healthcare utilization profiles of individuals with epilepsy at different ages. Epilepsy hospitalizations constitute a substantial cost to the healthcare system, and better overall management of seizures and comorbid conditions is likely to lead to a reduction in the need for hospitalization.", "doi": "10.1016/j.yebeh.2017.11.022", "title": "Examining health service utilization, hospital treatment cost, and mortality of individuals with epilepsy and status epilepticus in New South Wales, Australia 2012-2016.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}