{"authors": [["Crowley", "Suzanne L", "SL", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland. Electronic address: suzanne.crowley@cuh.ie."], ["Byrne", "Susan", "S", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["McNulty", "Sandra", "S", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["Keating", "Kim", "K", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["Nestor", "Therese", "T", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["Owen", "Yvonne", "Y", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["O'Rourke", "Declan", "D", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["Lynch", "Bryan", "B", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["Shahwan", "Amre", "A", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland."], ["King", "Mary D", "MD", "Neurology Department, Temple Street Children's University Hospital, Temple Street, Dublin 1, Ireland; Academic Centre on Rare Diseases, School of Medicine and Medical Science, University College Dublin, Ireland."]], "date": "2017-12-06", "id": "29223006", "text": "The aim and objective of this study was to assess the knowledge and views of parents on transitional and adolescent care in young adults with epilepsy, and to develop a transitional and adolescent program for epilepsy.Data were collected from questionnaires completed by parents during focus groups exploring transitional care and inherent issues for young adults, aged 12-18years, with epilepsy. The questionnaire assessed the current knowledge and views of parents of children with epilepsy on transitional care, and following a presentation on \"Transition in Epilepsy\" (including themes such as self-advocacy, independent healthcare behavior, sexual health, psychosocial support, educational and vocational planning, health and lifestyle issues) assessed feedback on the proposed model of care in transitional and adolescent care.Data were collected from 34 parents; the majority of parents, 74% (n=25), wish their children to be transitioned and transferred over to the adult epilepsy sites at the age of 18years. Over 82% (n=28) of parents believe the concept of transition should be introduced between the ages of 12-16years.This quality improvement initiative identified the need for transitional care to begin at an early age. This study engaged parents in a process to improve adolescent and transitional care for adolescents with epilepsy. This study also highlights the importance of introducing a detailed preparatory phase for a transitional and adolescent care in epilepsy.", "doi": "10.1016/j.yebeh.2017.10.043", "title": "The Temple Star Transitional Model of Care for epilepsy; the outcome of a quality improvement project.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}