{"authors": [["Gagliano", "Laura", "L", "Polystim Neurotech Lab, Institute of Biomedical Engineering, Polytechnique Montreal, Montreal, QC, Canada. Electronic address: laura.gagliano@polymtl.ca."], ["Bou Assi", "Elie", "E", "Polystim Neurotech Lab, Institute of Biomedical Engineering, Polytechnique Montreal, Montreal, QC, Canada. Electronic address: elie.bou-assi@polymtl.ca."], ["Nguyen", "Dang K", "DK", "University of Montreal Hospital Center (CHUM), University of Montreal, Montreal, QC, Canada. Electronic address: d.nguyen@umontreal.ca."], ["Rihana", "Sandy", "S", "Biomedical Engineering Department, Holy Spirit University of Kaslik (USEK), Jounieh, Lebanon. Electronic address: sandyrihana@usek.edu.lb."], ["Sawan", "Mohamad", "M", "Polystim Neurotech Lab, Institute of Biomedical Engineering, Polytechnique Montreal, Montreal, QC, Canada. Electronic address: mohamad.sawan@polymtl.ca."]], "date": "2017-11-26", "id": "29223000", "text": "Seizure forecasting would improve the quality of life of patients with refractory epilepsy. Although early findings were optimistic, no single feature has been found capable of individually characterizing brain dynamics during transition to seizure. Cross-frequency phase amplitude coupling has been recently proposed as a precursor of seizure activity. This work evaluates the existence of a statistically significant difference in mean phase amplitude coupling distribution between the preictal and interictal states of seizures in dogs with bilaterally implanted intracranial electrodes. Results show a statistically significant change (p<0.05) of phase amplitude coupling during the preictal phase. This change is correlated with the position of implanted electrodes and is more significant within high-gamma frequency bands. These findings highlight the potential benefit of bilateral iEEG analysis and the feasibility of seizure forecasting based on slow modulation of high frequency amplitude.", "doi": "10.1016/j.eplepsyres.2017.11.009", "title": "Bilateral preictal signature of phase-amplitude coupling in canine epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}