{"authors": [["Shan", "Wei", "W", "Department of Neuropsychopharmacology and Hospital Pharmacy, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Nagai", "Taku", "T", "Department of Neuropsychopharmacology and Hospital Pharmacy, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Tanaka", "Motoki", "M", "Mechanobiology Laboratory, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Itoh", "Norimichi", "N", "Department of Neuropsychopharmacology and Hospital Pharmacy, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Furukawa-Hibi", "Yoko", "Y", "Department of Neuropsychopharmacology and Hospital Pharmacy, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Nabeshima", "Toshitaka", "T", "Advanced Diagnostic System Research Laboratory, Graduate School of Health Sciences, Fujita Health University, Toyoake, Japan."], ["Sokabe", "Masahiro", "M", "Mechanobiology Laboratory, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Yamada", "Kiyofumi", "K", "Department of Neuropsychopharmacology and Hospital Pharmacy, Nagoya University Graduate School of Medicine, Nagoya, Japan."]], "date": "2017-12-09", "id": "29222951", "text": "Neuronal intrinsic homeostatic scaling-down of excitatory synapse has been implicated in epilepsy pathogenesis to prevent the neuronal circuits from hyperexcitability. Recent findings suggest a role for neuronal PAS domain protein 4 (Npas4), an activity-dependent neuron-specific transcription factor in epileptogenesis, however, the underlying mechanism by which Npas4 regulates epilepsy remains unclear. We herein propose that limbic seizure activity up-regulates Npas4-homer1a signaling in the hippocampus, thereby contributing to epileptogenesis in mice. The expression level of Npas4mRNA was significantly increased after the pentylenetetrazol (PTZ) treatment. Npas4KO mice developed kindling more rapidly than their wild-type littermates. The expression of Homer1a in the hippocampus increased after seizure activity. Npas4 increased Homer1a promoter activity in COS7 cells. The PTZ-stimulated induction of Homer1a was attenuated in the hippocampus of Npas4KO mice. The combination of fluorescence in situ hybridization and immunohistochemical analyses revealed that Homer1amRNA co-localized with the Npas4 protein after the convulsive seizure response. PTZ reduced excitatory synaptic transmission at the associational/commissural fibers-CA3 synapses through the Npas4-mediated down-regulation of postsynaptic α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors in hippocampal CA3 neurons. The adeno-associated virus (AAV)-mediated expression of Homer1a resulted in lower α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid-type glutamate receptor GluA1 subunit levels in the hippocampal plasma membrane fraction than in that from AAV-EGFP-transfected Npas4KO mice. The development of kindling was more strongly suppressed in AAV-Homer1a-microinjected Npas4KO mice than in AAV-EGFP-microinjected Npas4KO mice. These results indicate that Npas4 functions as a molecular switch to initiate homeostatic scaling and the targeting of Npas4-Homer1a signaling may provide new approaches for the treatment of epilepsy.", "doi": "10.1111/jnc.14274", "title": "Neuronal PAS domain protein 4 (Npas4) controls neuronal homeostasis in pentylenetetrazole-induced epilepsy through the induction of Homer1a.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}