{"authors": [["Oyegbile", "Temitayo Oyefunmike", "TO", "Department of Pediatric Neurology, Sleep Medicine & Epilepsy, Georgetown University, Washington, DC, USA. Electronic address: Too3@georgetown.edu."], ["Delasobera", "Bronson Elizabeth", "BE", "Department of Pediatric Neurology, Sleep Medicine & Epilepsy, Georgetown University, Washington, DC, USA."], ["Zecavati", "Nassim", "N", "Department of Pediatric Neurology, Sleep Medicine & Epilepsy, Georgetown University, Washington, DC, USA."]], "date": "2017-10-12", "id": "29221773", "text": "There are notable gender differences in concussion as well as sleep. Sleep disturbance is a major symptom of post-concussive syndrome. The interplay between sleep disturbance, concussion, and gender has yet to be examined. The objective of this study was to determine whether sleep disturbance plays a role in the known gender differences associated with concussion.Males and females (ages 10-35 years) completed a pre-concussion and post-concussion evaluation. Levels of sleep disturbance were assessed at baseline (N = 1284), after first concussion (N = 432) and after repeated concussions (one or more concussions, N = 296). Sleep disturbance levels were also compared among males and females with headaches, mood changes, and cognitive dysfunction. Analyses included group comparisons and correlations of post-concussive symptoms and cognitive dysfunction, respectively. Data was adjusted for age.Compared to males, females reported higher levels of sleep disturbance after a single concussion; however, levels of sleep disturbance equalized after repeated concussions. Females with higher levels of sleep disturbance had more headaches and more mood changes requiring medical treatment, compared to males. In addition, sleep disturbance was more strongly correlated with cognitive dysfunction in females compared to males.Gender differences in concussion recovery after repeat concussions may be primarily due to a difference in sleep disturbance between the genders. This difference in sleep appears to moderate the levels of other post-concussive symptoms. This indicates that sleep disturbance should be closely monitored and treated in females after a concussion. Further studies are required to determine the underlying reasons for these gender differences.", "doi": "10.1016/j.sleep.2017.09.026", "title": "Gender differences in sleep symptoms after repeat concussions.", "journal": ["Sleep medicine", "Sleep Med."]}