{"authors": [["Bruno", "Veronica", "V", "Department of Neurology, Massachusetts General Hospital, Boston, MA."], ["Klein", "Joshua P", "JP", "Harvard Medical School, Boston, MA; Department of Neurology, Brigham & Women's Hospital, Boston, MA; Department of Radiology, Brigham & Women's Hospital, Boston, MA."], ["Nidup", "Dechen", "D", "Department of Radiology, Jigme Dorji Wangchuck National Referral Hospital, Thimphu, Bhutan."], ["Nirola", "Damber K", "DK", "Department of Radiology, Jigme Dorji Wangchuck National Referral Hospital, Thimphu, Bhutan."], ["Tshering", "Lhab", "L", "Department of Psychiatry, Jigme Dorji Wangchuck National Referral Hospital, Thimphu, Bhutan."], ["Deki", "Sonam", "S", "Department of Psychiatry, Jigme Dorji Wangchuck National Referral Hospital, Thimphu, Bhutan."], ["Clark", "Sarah J", "SJ", "Department of Neurology, Massachusetts General Hospital, Boston, MA."], ["Linn", "Kristin A", "KA", "University of Pennsylvania, Philadelphia, PA."], ["Shinohara", "Russell T", "RT", "University of Pennsylvania, Philadelphia, PA."], ["Dorji", "Chencho", "C", "Department of Psychiatry, Jigme Dorji Wangchuck National Referral Hospital, Thimphu, Bhutan."], ["Pokhrel", "Dili Ram", "DR", "Department of Psychiatry, Jigme Dorji Wangchuck National Referral Hospital, Thimphu, Bhutan."], ["Dema", "Ugyen", "U", "Department of Psychiatry, Jigme Dorji Wangchuck National Referral Hospital, Thimphu, Bhutan."], ["Mateen", "Farrah J", "FJ", "Department of Neurology, Massachusetts General Hospital, Boston, MA; Harvard Medical School, Boston, MA. Electronic address: fmateen@partners.org."], [null, null, null, null]], "date": "2017-04-07", "id": "29221514", "text": "People with epilepsy (PWE) in low- and middle-income countries may not access the health resources that are considered optimal for epilepsy diagnosis. The diagnostic yield of magnetic resonance imaging (MRI) has not been well studied in these settings.To report the diagnostic yield of brain MRI and identify clinical associations of abnormal MRI findings among PWE in a neurocysticercosis-endemic, resource-limited setting and to identify the proportion and putative structural brain causes of drug-resistant epilepsy.PWE were prospectively enrolled at the Jigme Dorji Wangchuck National Referral Hospital in Bhutan (2014-2015). Each participant completed clinical questionnaires and a 1.5-Tesla brain MRI. Each MRI was reviewed by at least 1 radiologist and neurologist in Bhutan and the United States. A working definition of drug-resistant epilepsy for resource-limited settings was given as (a) seizures for >1 year, (b) at least 1 seizure in the prior year, and (c) presently taking 2 or more antiepileptic drugs (AEDs). Logistic regression models were constructed to test the cross-sectional association of an abnormal brain MRI with clinical variables.A total of 217 participants (125 [57%] female; 54 [25%] < 18 years old; 199 [92%] taking AEDs; 154 [71%] with a seizure in the prior year) were enrolled. There was a high prevalence of abnormal brain MRIs (176/217, 81%). Mesial temporal sclerosis was the most common finding (n = 115, 53%, including 24 children), exceeding the number of PWE with neurocysticercosis (n = 26, 12%, including 1 child) and congenital/perinatal abnormalities (n = 29, 14%, including 14 children). The number of AEDs (odds ratio = .59, P = .03) and duration of epilepsy (odds ratio = 1.11, P = .02) were significantly associated with an abnormal MRI. Seizure in the prior month was associated with the presence of mesial temporal sclerosis (odds ratio = .47, P = .01). A total of 25 (12%) participants met our definition of drug-resistant epilepsy, with mesial temporal sclerosis (n = 10), congenital malformations (n = 5), and neurocysticercosis (n = 4) being the more common findings.The prevalence of abnormalities on brain MRI for PWE in resource-limited settings is high as a result of a diffuse range of etiologies, most commonly mesial temporal sclerosis. Drug-resistant epilepsy accounted for 12% of the referral population in a conservative estimation.", "doi": "10.1016/j.aogh.2017.02.001", "title": "Yield of Brain MRI in Clinically Diagnosed Epilepsy in the Kingdom of Bhutan: A Prospective Study.", "journal": ["Annals of global health", "Ann Glob Health"]}