{"authors": [["Alsemari", "Abdulaziz", "A", "Department of Neurosciences, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia."], ["Al-Younes", "Banan", "B", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Goljan", "Ewa", "E", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Jaroudi", "Dyala", "D", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["BinHumaid", "Faisal", "F", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Meyer", "Brian F", "BF", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Arold", "Stefan T", "ST", "King Abdullah University of Science and Technology (KAUST), Computational Bioscience Research Center (CBRC), Division of Biological and Environmental Sciences and Engineering (BESE), Thuwal, 23955-6900, Saudi Arabia."], ["Monies", "Dorota", "D", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia. moniesdm@gmail.com."]], "date": "2017-12-08", "id": "29221463", "text": "After publication of the article [1], it has been brought to our attention that there is a nomenclature issue with this article. At the time of acceptance, the VARS2 mutation was considered equivalent to the VARS2 mutation. However, this has changed so that VARS now only refers to shorter mitochondrial sequence of valyl-tRNA synthesase containing 1093 amino acids. \"Therefore, in the context of this article, every usage of \"VARS2\" should be replaced with \"VARS\" when referring to the causative variant\".", "doi": "10.1186/s40246-017-0130-6", "title": "Correction to: Recessive VARS2 mutation underlies a novel syndrome with epilepsy, mental retardation, short stature, growth hormone deficiency, and hypogonadism.", "journal": ["Human genomics", "Hum. Genomics"]}