{"authors": [["Mohd-Tahir", "Nurul-Ain", "NA", "School of Biomedical Sciences and Pharmacy, University of Newcastle, NSW, Australia; Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."], ["Li", "Shu-Chuen", "SC", "School of Biomedical Sciences and Pharmacy, University of Newcastle, NSW, Australia. Electronic address: Shuchuen.Li@newcastle.edu.au."]], "date": "2017-11-22", "id": "29220742", "text": "This study conducted a systematic review evaluating the effectiveness of newer antiepileptic drugs (AEDs) (namely, lamotrigine, levetiracetam, topiramate, vigabatrin, zonisamide, oxcarbazepine, perampanel, gabapentin, and stiripentol) as add-on for treatment of focal epilepsy in children.Articles were retrieved from EMBASE, Medline and Cochrane Library from inception to January 2016. Treatment outcomes were analysed based on responder, seizure-free, withdrawal and adverse event rates. Quality of each study was also assessed.Twelve articles fulfilled the inclusion criteria. Heterogeneity and quality of the included studies were considered acceptable. Overall, newer AEDs as adjunct therapy in children with inadequate control of focal seizure showed a trend of better seizure outcomes. The pooled ORs for responder, seizure-free and withdrawal rates were 2.15 (95%CI:1.72, 2.69), 1.99 (95%CI:0.72, 5.48) and 0.69 (95%CI:1.13, 2.39) respectively. Adverse events of newer AEDs were comparatively higher than placebo (OR:1.64, 95%CI:1.13, 2.39).In our updated review, newer AEDs as adjunct therapy for focal epilepsy in children have trends of better effectiveness compared to placebo. Newer AEDs are associated with statistically more children with >50% seizure reduction, and a trend of better seizure freedom. Their tolerability would also be considered acceptable with the observed low withdrawal rate. However, the relative lack of well-conducted RCTs evaluating their effectiveness against other active AED treatment in children would not facilitate evidence-based practice. This highlights the knowledge gap and the need for more well-conducted RCTs against active treatments to ascertain the long term effectiveness and the role of newer AEDs in managing epilepsy in children.", "doi": "10.1016/j.eplepsyres.2017.11.007", "title": "Meta-analyses of newer antiepileptic drugs as adjunct for treatment of focal epilepsy in children.", "journal": ["Epilepsy research", "Epilepsy Res."]}