{"authors": [["Ip", "Queeny", "Q", "Department of Pharmaceutical Sciences, College of Pharmacy, University of Arizona, 1295 N. Martin Ave, Campus PO Box: 210202, Tucson, AZ, 85721, USA. Electronic address: queenyip@pharmacy.arizona.edu."], ["Malone", "Daniel C", "DC", "Department of Pharmaceutical Sciences, College of Pharmacy, University of Arizona, 1295 N. Martin Ave, Campus PO Box: 210202, Tucson, AZ, 85721, USA. Electronic address: malone@pharmacy.arizona.edu."], ["Chong", "Jenny", "J", "Department of Neurology, College of Medicine, University of Arizona, 1501 N Campbell Ave, Tucson, AZ, 85724-5023, USA. Electronic address: jchong@neurology.arizona.edu."], ["Harris", "Robin B", "RB", "Epidemiology and Biostatistics Department, Mel and Enid Zuckerman College of Public Health, University of Arizona, 1295 N. Martin Ave, Campus PO Box: 245211 Drachman Hall, Tucson, AZ, 85724, USA; Arizona Cancer Center, University of Arizona, 1515 N. Campbell Ave, Tucson, AZ, 85724, USA. Electronic address: rbharris@email.arizona.edu."], ["Labiner", "David M", "DM", "Department of Neurology, College of Medicine, University of Arizona, 1501 N Campbell Ave, Tucson, AZ, 85724-5023, USA; Department of Pharmacy Practice and Science, College of Pharmacy, University of Arizona, 1295 N. Martin PO Box 210202, Tucson, AZ, 85721, USA. Electronic address: labinerd@neurology.arizona.edu."]], "date": "2017-12-05", "id": "29220741", "text": "To estimate the prevalence and incidence of epilepsy among beneficiaries of Arizona Medicare aged 65 and over.An analysis of Medicare administrative claims data for 2009-2011 for the State of Arizona was conducted. Epilepsy was defined as a beneficiary who had either≥one claim with diagnostic code of 345.xx (epilepsy) or at least two claims with diagnosis code of 780.3x (seizure) ≥30days apart. Stroke-related and psychiatric comorbidities were determined by diagnostic codes. Average annual prevalence and incidence were calculated and stratified by demographic characteristics and comorbidities. Odds ratios (OR) and 95% confidence intervals (CI) were calculated as measures of effect for prevalence and incidence and the chi-square statistic was calculated to compare the proportions of epilepsy cases with and without comorbidities (alpha=0.05).The overall average annual prevalence and incidence over the study period was 15.2/1000 and 6.1/1000, respectively. Relative to the 65-69 age group and White beneficiaries, the highest prevalence was observed for beneficiaries 85 years or older (19.8/1000, OR 1.66, 95% CI 1.53-1.81) and Native Americans (21.2/1000, OR 1.42, 95% CI 1.25-1.62). In contrast, the highest incidence rates were observed for beneficiaries 85 years and older (8.5/1000, OR 1.82, 95% CI 1.60-2.07) and for Black beneficiaries (8.7/1000, OR 1.44, 95% CI 1.12-1.86). The incidence rate for Native Americans was not significantly different from that for White beneficiaries (6.2/1000, OR 1.02, 95% CI 0.81-1.29). More than one quarter of all cases (25.7%) and 31% of incident cases had either stroke-related and/or psychiatric comorbidities (all p-values < 0.001).Epilepsy is a significant neurological disease among Medicare beneficiaries 65 years and older. Beneficiaries aged 85 and older and Black and Native Americans experienced higher rates of epilepsy than other demographic subgroups compared to White beneficiaries.", "doi": "10.1016/j.eplepsyres.2017.11.022", "title": "An update on the prevalence and incidence of epilepsy among older adults.", "journal": ["Epilepsy research", "Epilepsy Res."]}