{"authors": [["Wassenaar", "Merel", "M", "Stichting Epilepsie Instellingen Nederland (SEIN), Heemstede, The Netherlands."], ["Carpay", "Johannes A", "JA", "Department of Neurology, Tergooi Hospitals, Hilversum, The Netherlands; Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands."], ["Sander", "Josemir W", "JW", "Stichting Epilepsie Instellingen Nederland (SEIN), Heemstede, The Netherlands; NIHR University College London Hospitals, Biomedical Research Centre, UCL Institute of Neurology, London WC1N 3BG and Chalfont Centre for Epilepsy, Chalfont St Peter SL9 0RJ, UK."], ["Thijs", "Roland D", "RD", "Stichting Epilepsie Instellingen Nederland (SEIN), Heemstede, The Netherlands; Department of Neurology, Leiden University Medical Center, Leiden, The Netherlands; NIHR University College London Hospitals, Biomedical Research Centre, UCL Institute of Neurology, London WC1N 3BG and Chalfont Centre for Epilepsy, Chalfont St Peter SL9 0RJ, UK. Electronic address: rthijs@sein.nl."]], "date": "2017-12-05", "id": "29220740", "text": "Large administrative databases may prove useful to assess epilepsy-related comorbidity and mortality. Despite their increased use, their validity as data source in epilepsy is yet under-ascertained.Achmea is a large Dutch health insurance company covering about 25% of the population. We performed a retrospective cohort study using data from the Achmea Health Insurance Database (AHID) over the period 2006-2009. To assess the validity of epilepsy codes in the AHID, we randomly invited 1000 individuals (age 18-75 years insured by Achmea), attending an epilepsy centre or a district hospital during 2006-2009, to participate. Informed consent was provided and 293 were eligible for inclusion. We compared the diagnostic codes for epilepsy in AHID with the diagnosis in their case-notes (reference standard). As additional measure of validity, we compared prevalence of epilepsy codes in AHID (based on anonymized data of all 26.297 subjects with this code in AHID) with epilepsy prevalence rates in the general Dutch population to estimate an age-specific standardized prevalence ratio.We identified 293 participants with an epilepsy code in AHID. The majority (278) of them had a definite or possible diagnosis of epilepsy in the case-notes; i.e. a positive predictive value of 0.95 (95% CI 0.92-0.97). The overall prevalence of epilepsy codes in the AHID was slightly higher than the putative prevalence in the general Dutch population (7.4/1.000 vs. 6.8/1.000) with a Standardized Prevalence Ratio of 1.08 (95% CI: 1.08-1.09).Our findings demonstrate the validity of AHID data for a diagnosis of epilepsy and confirm previous work on using administrative data for epilepsy research.", "doi": "10.1016/j.eplepsyres.2017.11.019", "title": "Validity of health insurance data to identify people with epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}