{"authors": [["De Matteis", "Maria", "M", "Department of Legal and Occupational Medicine, Toxicology and Public Health, University of Padua, Padua, Italy."], ["Cecchetto", "Giovanni", "G", "Department of Legal and Occupational Medicine, Toxicology and Public Health, University of Padua, Padua, Italy."], ["Munari", "Giada", "G", "Department of Medicine (DIMED), Surgical Pathology Unit, University of Padua, Padua, Italy."], ["Balsamo", "Laura", "L", "Department of Medicine (DIMED), Surgical Pathology Unit, University of Padua, Padua, Italy."], ["Gardiman", "Marina Paola", "MP", "Padua University Hospital, Surgical Pathology Unit, Via Giustiniani 2, 35121 Padua, Italy."], ["Giordano", "Renzo", "R", "ULSS 13 - Dolo Hospital, Surgical Pathology Unit, Dolo (Venice), Italy."], ["Viel", "Guido", "G", "Department of Legal and Occupational Medicine, Toxicology and Public Health, University of Padua, Padua, Italy. Electronic address: guido.viel@unipd.it."], ["Fassan", "Matteo", "M", "Department of Medicine (DIMED), Surgical Pathology Unit, University of Padua, Padua, Italy."]], "date": "2017-12-04", "id": "29220722", "text": "Sudden and unexpected death in epilepsy (SUDEP) represents one of the most challenging fields for clinical, forensic and preventative pathology. Several authors have emphasized the search of innovative biomarkers related to drug-resistance for an appropriate risk stratification in these patients. However, no reliable biomarker has been implemented into clinical practice, so far. Herein, we present a case of SUDEP due to drug-resistant mesial temporal lobe epilepsy (MTLE) in which we performed miRNA expression profiling (miR-301a-3p, miR-194-5p, miR-30b-5p, mIR-342-5p, and miR-4446-3p) from both the plasma and the temporal lobe in comparison to ten autopsies for traumatic or asphyxia deaths. A significant up-regulation of miR-301a-3p in both the plasma (2.3 increase vs. controls) and the hippocampus (3.2-fold increase vs. controls) was evidenced, whereas the other tested miRNAs showed no significant expression differences between case and controls. Even preliminary, our results support miRNAs as an innovative class of biomarkers compatible with an adequate analysis of biospecimens obtained from forensic autopsies.", "doi": "10.1016/j.legalmed.2017.12.003", "title": "Circulating miRNAs expression profiling in drug-resistant epilepsy: Up-regulation of miR-301a-3p in a case of sudden unexpected death.", "journal": ["Legal medicine (Tokyo, Japan)", "Leg Med (Tokyo)"]}