{"authors": [["Méndez-Ruiz", "Joashlie M", "JM", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."], ["Martínez-Taboas", "Alfonso", "A", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."], ["Valdez-Pimentel", "Yeira M", "YM", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."], ["Torres-Narváez", "Miguel", "M", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."], ["Colón-Laboy", "Marianette", "M", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."], ["Jiménez-Colón", "Gisela G", "GG", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."], ["Rodríguez-Gómez", "José", "J", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."], ["González-Jiménez", "Christian J", "CJ", "Carlos Albizu University, San Juan Campus, San Juan, Puerto Rico."]], "date": null, "id": "29220065", "text": "Specialized epilepsy clinics receive many cases (20%-30% of total cases) in which the patients are diagnosed with psychogenic non-epileptic seizures (PNES). In Puerto Rico, there has been a lack of research on and data about patients with PNES. This study examined the clinical profile of 34 patients with a confirmed diagnosis of PNES.A secondary analysis of 34 clinical records of patients with PNES was conducted. The resulting profile was based on clinical interviews, the behavioral presentation of seizures, the history of traumatic experiences or abuse, and the relationship between PNES events and life stressors. Also, the Beck Depression Inventory-II was used to explore depressive symptoms.Seventy six percent (n = 26) of the patients were female, with an average age of 34.32. All the patients in this sample experienced a PNES episode that was induced in the office through hypnotic imagery. In most cases, seizures consistently manifested PNES semiology: 82% presented unsynchronized and violent limb movements and featured vocalizations, pronounced ictal pelvic thrusting, and sideto-side head movements. Furthermore, 47% of the patients reported histories of trauma related to sexual, physical or emotional abuse. Moreover, 94% stated that most of their convulsions were triggered by stressful life events. Additionally, 50% of the patients presented symptoms of depression.The clinical profile of patients with PNES reveals that a considerable number of them presented a history of multiple traumatic experiences and most seizures seemed to be induced by stressful events. It is recommended that additional clinical research be conducted on PNES, with the aim of achieving the effective detection and diagnosis of the disorder, as well as increasing the focus of the healthcare industry on developing evidence-based interventions.", "doi": null, "title": "Clinical Profile of Patients with Psychogenic Non-epileptic Seizures in Puerto Rico.", "journal": ["Puerto Rico health sciences journal", "P R Health Sci J"]}