{"authors": [["Cossu", "Giulia", "G", "Department of Neurosurgery and."], ["Lebon", "Sebastien", "S", "Unit of Pediatric Neurology and Neurorehabilitation, Department of Pediatrics, University Hospital of Lausanne; and."], ["Seeck", "Margitta", "M", "Epilepsy Unit, Department of Neurology, University Hospital of Geneva, Switzerland."], ["Pralong", "Etienne", "E", "Department of Neurosurgery and."], ["Messerer", "Mahmoud", "M", "Department of Neurosurgery and."], ["Roulet-Perez", "Eliane", "E", "Unit of Pediatric Neurology and Neurorehabilitation, Department of Pediatrics, University Hospital of Lausanne; and."], ["Daniel", "Roy Thomas", "RT", "Department of Neurosurgery and."]], "date": "2017-12-08", "id": "29219786", "text": "Refractory frontal lobe epilepsy has been traditionally treated through a frontal lobectomy. A disconnective technique may allow similar seizure outcomes while avoiding the complications associated with large brain resections. The aim of this study was to describe a new technique of selective disconnection of the frontal lobe that can be performed in cases of refractory epilepsy due to epileptogenic foci involving 1 frontal lobe (anterior to the motor cortex), with preservation of motor function. In addition to the description of the technique, an illustrative case is also presented. This disconnective procedure is divided into 4 steps: the suprainsular window, the anterior callosotomy, the intrafrontal disconnection, and the frontobasal disconnection. The functional neuroanatomy is analyzed in detail for each step of the surgery. It is important to perform cortical and subcortical electrophysiological mapping to guide this disconnective procedure and identify eloquent cortices and intact neural pathways. The authors describe the case of a 9-year-old boy who presented with refractory epilepsy due to epileptogenic foci localized to the right frontal lobe. MRI confirmed the presence of a focal cortical dysplasia of the right frontal lobe. A periinsular anterior quadrant disconnection (quadrantotomy) was performed. The postoperative period was uneventful, and the patient was in Engel seizure outcome Class I at the 3-year follow-up. A significant cognitive gain was observed during follow-up. Periinsular anterior quadrantotomy may thus represent a safe technique to efficiently treat refractory epilepsy when epileptogenic foci are localized to 1 frontal lobe while preserving residual motor functions.", "doi": "10.3171/2017.8.PEDS17339", "title": "Periinsular anterior quadrantotomy: technical note.", "journal": ["Journal of neurosurgery. Pediatrics", "J Neurosurg Pediatr"]}