{"authors": [["Kumar", "Shambhu", "S", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Ramanujam", "Bhargavi", "B", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Chandra", "P S", "PS", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Dash", "Deepa", "D", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Mehta", "Santosh", "S", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Anubha", "Sharma", "S", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Appukutan", "Renjith", "R", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Rana", "Manit Kumar", "MK", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Tripathi", "Manjari", "M", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."]], "date": "2017-12-07", "id": "29218705", "text": "Antiepileptic drugs (AEDs) are routinely withdrawn during long-term video-electroencephalography (EEG) monitoring (LTM), to record sufficient number of seizures. The efficacy of rapid and slow AED taper has never been compared in a randomized control trial (RCT), which was the objective of this study.In this open-label RCT, patients aged 2-80 years with drug-resistant epilepsy (DRE) were randomly assigned (1:1) to rapid and slow AED taper groups. Outcome assessor was blinded to the allocation arms. Daily AED dose reduction was 30% to 50% and 15% to <30% in the rapid and slow taper groups, respectively. The primary outcome was difference in mean duration of LTM between the rapid and slow AED taper groups. Secondary outcomes included diagnostic yield, secondary generalized tonic-clonic seizure (GTCS), 4- and 24- hour seizure clusters, status epilepticus, and need for midazolam rescue treatment. The study was registered with Clinical Trial Registry-India (CTRI/2016/08/007207).One hundred forty patients were randomly assigned to rapid (n = 70) or slow taper groups (n = 70), between June 13, 2016 and February 20, 2017. The difference in mean LTM duration between the rapid and slow taper groups was -1.8 days (95% confidence interval [CI] -2.9 to -0.8, P = .0006). Of the secondary outcome measures, time to first seizure (2.9 ± 1.7 and 4.6 ± 3.0 days in the rapid and slow taper groups respectively, P = .0002) and occurrence of 4-hour seizure clusters (11.9% and 2.9% in the rapid and slow taper groups, respectively, P = .04) were statistically significant. None of the other safety variables were different between the 2 groups. LTM diagnostic yield was 95.7% and 97.1%, in rapid and slow taper groups respectively (P = .46).Rapid AED tapering has the advantage of significantly reducing LTM duration over slow tapering, without any serious adverse events.", "doi": "10.1111/epi.13966", "title": "Randomized controlled study comparing the efficacy of rapid and slow withdrawal of antiepileptic drugs during long-term video-EEG monitoring.", "journal": ["Epilepsia", "Epilepsia"]}