{"authors": [["Li", "Michael C H", "MCH", "The Graeme Clark Institute, University of Melbourne, Parkville, Vic., Australia."], ["Cook", "Mark J", "MJ", "The Graeme Clark Institute, University of Melbourne, Parkville, Vic., Australia."]], "date": "2017-12-07", "id": "29218702", "text": "To review clinical evidence on the antiepileptic effects of deep brain stimulation (DBS) for drug-resistant epilepsy, its safety, and the factors influencing individual outcomes.A comprehensive search of the medical literature (PubMed, Medline) was conducted to identify relevant articles investigating DBS therapy for drug-resistant epilepsy. Reference lists of these articles were used to source further articles.Stimulation of the anterior nucleus of the thalamus (ANT) and hippocampus (HC) has been shown to decrease the frequency of refractory seizures. Half of all patients from clinical studies experienced a 46%-90% seizure reduction with ANT-DBS, and a 48%-95% seizure reduction with HC-DBS. The efficacy of stimulating other targets remains inconclusive due to lack of evidence. Approximately three-fourths of patients receiving ANT, HC, or centromedian nucleus of the thalamus (CMT) stimulation are responders-experiencing a seizure reduction of at least 50%. The time course of clinical benefit varies dramatically, with both an initial lesional effect and ongoing stimulation effect at play. Improved quality of life and changes to cognition or mood may also occur. Side effects are similar in nature to those reported from DBS therapy for movement disorders. Several factors are potentially associated with stimulation efficacy, including an absence of structural abnormality on imaging for ANT and HC stimulation, and electrode position relative to the target. Certain seizure types or syndromes may respond more favorably to specific targets, including ANT stimulation for deep temporal or limbic seizures, and CMT stimulation for generalized seizures and Lennox-Gastaut syndrome.We have identified several patient, disease, and stimulation factors that potentially predict seizure outcome following DBS. More large-scale clinical trials are needed to explore different stimulation parameters, reevaluate the indications for DBS, and identify robust predictors of patient response.", "doi": "10.1111/epi.13964", "title": "Deep brain stimulation for drug-resistant epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}