{"authors": [["Lukmanji", "Sara", "S", "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Sauro", "Khara M", "KM", "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Josephson", "Colin B", "CB", "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Altura", "K Chelsea", "KC", "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Wiebe", "Samuel", "S", "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."], ["Jetté", "Nathalie", "N", "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada."]], "date": "2017-12-07", "id": "29218701", "text": "Drug shortages are occurring at an increasing rate. From May to October 2016, there was a shortage of a level I critical antiepileptic drug, clobazam. We aimed to study the impact of this shortage on patients with epilepsy.Adult patients from Calgary's Comprehensive Epilepsy Program who were taking clobazam were approached to participate in the study. Baseline data from the clinic prospective registry included clinical variables and presurvey patient-reported outcomes (PROs) such as the Global Assessment of Severity of Epilepsy, the Global Assessment of Disability Associated with Seizures, and the Quality of Life in Epilepsy questionnaire. We used a mixed-methods cross-sectional questionnaire via telephone. We analyzed quantitative data using descriptive methods and qualitative data using a phenomenological approach.Of the 85 eligible patients, 84% (n = 71) agreed to participate. Participants ranged from 18 to 78 years old, and 59.2% of participants were female. Overall, 80% of participants experienced some form of medication change due to the shortage. No significant differences were found in the pre- and during-shortage PRO data. However, 6 important themes emerged regarding the impact of the antiepileptic drug shortage on patients: (1) communication and awareness, (2) burden on patients and caregivers, (3) physical impact, (4) psychological impact, (5) health care provider assistance in navigating the shortage, and (6) policy change.We examined the impact of the clobazam shortage on patients with epilepsy from the patient's perspective and identified 6 important themes. As a result, we were able to gain insight into what patients need to cope with drug shortages and make recommendations that can help mitigate the impact of shortages on patients in the future. Further research is needed to better understand drug shortages from the patient's perspective in various settings and conditions.", "doi": "10.1111/epi.13974", "title": "A longitudinal cohort study on the impact of the clobazam shortage on patients with epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}