{"authors": [["Oktay", "Sehkar", "S", "Department of Basic Medical Sciences, Biochemistry, Faculty of Dentistry, Marmara University, 34854, Maltepe, Istanbul, Turkey. nsehkar@yahoo.com."], ["Bayrak", "Gamze", "G", "Department of Chemistry, Faculty of Engineering, Istanbul University, Istanbul, Turkey."], ["Alev", "Burcin", "B", "Department of Basic Medical Sciences, Biochemistry, Faculty of Dentistry, Marmara University, 34854, Maltepe, Istanbul, Turkey."], ["Ipekci", "Hazal", "H", "Department of Basic Medical Sciences, Biochemistry, Faculty of Dentistry, Marmara University, 34854, Maltepe, Istanbul, Turkey."], ["Ustundag", "Unsal Veli", "UV", "Department of Basic Medical Sciences, Biochemistry, Faculty of Dentistry, Marmara University, 34854, Maltepe, Istanbul, Turkey."], ["Turkyilmaz", "Ismet Burcu", "IB", "Department of Chemistry, Faculty of Engineering, Istanbul University, Istanbul, Turkey."], ["Pisiriciler", "Rabia", "R", "Department of Histology and Embryology, Faculty of Medicine, Karabuk University, Karabuk, Turkey."], ["Emekli-Alturfan", "Ebru", "E", "Department of Basic Medical Sciences, Biochemistry, Faculty of Dentistry, Marmara University, 34854, Maltepe, Istanbul, Turkey."], ["Tunali-Akbay", "Tugba", "T", "Department of Basic Medical Sciences, Biochemistry, Faculty of Dentistry, Marmara University, 34854, Maltepe, Istanbul, Turkey."], ["Yanardag", "Refiye", "R", "Department of Chemistry, Faculty of Engineering, Istanbul University, Istanbul, Turkey."], ["Yarat", "Aysen", "A", "Department of Basic Medical Sciences, Biochemistry, Faculty of Dentistry, Marmara University, 34854, Maltepe, Istanbul, Turkey."]], "date": "2017-12-07", "id": "29218374", "text": "The aim of this study is to investigate the therapeutic effects of vitamin U (Vit U) on lung tissue of pentyleneterazole (PTZ)-induced seizures in rats. Sprague Dawley male rats were randomly divided into four groups as follows: control (0.9% NaCl given, intraperitoneally); Vit U (50 mg/kg/day, for 7 days by gavage); PTZ; (60 mg/kg one dose, intraperitoneally); and PTZ + Vit U (in same dose and time). At the end of the experiment, lung tissues were taken and examined biochemically and cytologically. Lipid peroxidation (LPO), glutathione (GSH), sialic acid (SA), and nitric oxide (NO) levels, and superoxide dismutase (SOD) and catalase (CAT) activities were determined in lung homogenates. Imprinted lung samples were stained with May Grunwald-Giemsa stain and microscopically examined for the presence of collagen fibers, macrophage, leucocyte, and epithelial cells. PTZ administration significantly increased GSH level and CAT activity and significantly decreased SOD activity compared to the control group. Vit U administration significantly increased GSH level and CAT activity compared to the control group. GSH and NO levels significantly decreased in PTZ + Vit U group compared to the PTZ group. In cytologic analysis, increased collagen fibers, macrophages, leucocytes, and epithelial cells were observed in PTZ group compared to the control group, and Vit U administration decreased these cytological parameters compared to the PTZ group. The findings of this study support the possible protective role of using Vit U as an add-on therapy in order to prevent lung tissue injury which may occur during seizures in epilepsy.", "doi": "10.1007/s00210-017-1447-3", "title": "The effect of vitamin U on the lung tissue of pentyleneterazole-induced seizures in rats.", "journal": ["Naunyn-Schmiedeberg's archives of pharmacology", "Naunyn Schmiedebergs Arch. Pharmacol."]}