{"authors": [["Duan", "Lei", "L", "Nanjing Brain Hospital Nanjing Medical University, Nanjing, Jiangsu, China (mainland)."], ["Di", "Qing", "Q", "Nanjing Brain Hospital Nanjing Medical University, Nanjing, Jiangsu, China (mainland)."]], "date": "2017-12-08", "id": "29217817", "text": "BACKGROUND Mesial temporal epilepsy (MTLE) is the most common type of focal epilepsy in adults, and is often drug-resistant. This study investigated the effects of aquaporins (AQP) inhibitor on multi-drug-resistant protein expression in an MTLE rat model. MATERIAL AND METHODS The MTLE rat model was established by injecting pilocarpine into rats. The MTLE rats were divided into an MTLE-6 h group, an MTLE-12 h group, and an MTLE-24 h group, together with a normal saline group (NS), to examine the AQP4 expression by using Western blot assay and immunohistochemistry assay. The other 18 MTLE model rats were used to observe the effects of the AQP4 inhibitor, acetazolamide, on the multi-drug-resistant protein 1 (MRP1) and P-glycoprotein (Pgp) by using Western blot and immunohistochemistry assays, respectively. RESULTS AQP4 expression was enhanced in hippocampal tissues of MTLE model rats compared to NS rats (P<0.05). More positively stained AQP4 was discovered in hippocampal tissues of MTLE model rats. AQP4 inhibitor significantly decreased multi-drug-resistant protein MRP1 and Pgp expression in the AQP4 inhibitor Interfere group and the AQP4 inhibitor Therapy group compared to the TMLE model group (P<0.05). CONCLUSIONS The present findings confirm that the AQP4 inhibitor, acetazolamide, effectively inhibits the multi-drug-resistant protein, MRP1, and Pgp, in the MTLE rat model.", "doi": null, "title": "Acetazolamide Suppresses Multi-Drug Resistance-Related Protein 1 and P-Glycoprotein Expression by Inhibiting Aquaporins Expression in a Mesial Temporal Epilepsy Rat Model.", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}