{"authors": [["Rao", "Sneha", "S", "Program in Neuroscience."], ["Kirschen", "Gregory W", "GW", "Medical Scientist Training Program, Stony Brook Medicine, and."], ["Szczurkowska", "Joanna", "J", "Department of Neurobiology and Behavior, State University of New York-Stony Brook, Stony Brook, New York 11794."], ["Di Antonio", "Adrian", "A", "Program in Neuroscience."], ["Wang", "Jia", "J", "Department of Neurobiology and Behavior, State University of New York-Stony Brook, Stony Brook, New York 11794."], ["Ge", "Shaoyu", "S", "Department of Neurobiology and Behavior, State University of New York-Stony Brook, Stony Brook, New York 11794."], ["Shelly", "Maya", "M", "Department of Neurobiology and Behavior, State University of New York-Stony Brook, Stony Brook, New York 11794 maya.shelly@stonybrook.edu."]], "date": "2017-12-07", "id": "29217690", "text": "New dentate granule cells (DGCs) are continuously generated, and integrate into the preexisting hippocampal network in the adult brain. How an adult-born neuron with initially simple spindle-like morphology develops into a DGC, consisting of a single apical dendrite with further branches, remains largely unknown. Here, using retroviruses to birth date and manipulate newborn neurons, we examined initial dendritic formation and possible underlying mechanisms. We found that GFP-expressing newborn cells began to establish a DGC-like morphology at ∼7 d after birth, with a primary dendrite pointing to the molecular layer, but at this stage, with several neurites in the neurogenic zone. Interestingly, the Golgi apparatus, an essential organelle for neurite growth and maintenance, was dynamically repositioning in the soma of newborn cells during this initial integration stage. Two weeks after birth, by which time most neurites in the neurogenic zone were eliminated, a compact Golgi apparatus was positioned exclusively at the base of the primary dendrite. We analyzed the presence of Golgi-associated genes using single-cell transcriptomes of newborn DGCs, and among Golgi-related genes, found the presence of STK25 and STRAD, regulators of embryonic neuronal development. When we knocked down either of these two proteins, we found Golgi mislocalization and extensive aberrant dendrite formation. Furthermore, overexpression of a mutated form of STRAD, underlying the disorder polyhydramnios, megalencephaly, and symptomatic epilepsy, characterized by abnormal brain development and intractable epilepsy, caused similar defects in Golgi localization and dendrite formation in adult-born neurons. Together, our findings reveal a role for Golgi repositioning in regulating the initial integration of adult-born DGCs.SIGNIFICANCE STATEMENT Since the discovery of the continuous generation of new neurons in the adult hippocampus, extensive effort was directed toward understanding the functional contribution of these newborn neurons to the existing hippocampal circuit and associated behaviors, while the molecular mechanisms controlling their early morphological integration are less well understood. Dentate granule cells (DGCs) have a single, complex, apical dendrite. The events leading adult-born DGCs' to transition from simple spindle-like morphology to mature dendrite morphology are largely unknown. We studied establishment of newborn DGCs dendritic pattern and found it was mediated by a signaling pathway regulating precise localization of the Golgi apparatus. Furthermore, this Golgi-associated mechanism for dendrite establishment might be impaired in a human genetic epilepsy syndrome, polyhydramnios, megalencephaly, and symptomatic epilepsy.", "doi": "10.1523/JNEUROSCI.1217-17.2017", "title": "Repositioning of Somatic Golgi Apparatus Is Essential for the Dendritic Establishment of Adult-Born Hippocampal Neurons.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}