{"authors": [["Kaditis", "Athanasios G", "AG", "Paediatric Pulmonology Unit, First Dept of Paediatrics, National and Kapodistrian University of Athens School of Medicine and Aghia Sophia Children's Hospital, Athens, Greece kaditia@hotmail.com."], ["Alonso Alvarez", "Maria Luz", "ML", "Multidisciplinary Sleep Unit, Pulmonology, University Hospital of Burgos and CIBER of Respiratory Diseases (CIBERES), Burgos Foundation for Health Research, Burgos, Spain."], ["Boudewyns", "An", "A", "Dept of Otorhinolaryngology Head and Neck Surgery, Antwerp University Hospital, University of Antwerp, Antwerp, Belgium."], ["Abel", "Francois", "F", "Dept of Respiratory Medicine, Great Ormond Street Hospital for Children, London, UK."], ["Alexopoulos", "Emmanouel I", "EI", "Sleep Disorders Laboratory, University of Thessaly School of Medicine and Larissa University Hospital, Larissa, Greece."], ["Ersu", "Refika", "R", "Division of Paediatric Pulmonology, Marmara University, Istanbul, Turkey."], ["Joosten", "Koen", "K", "Erasmus MC, Sophia Children's Hospital, Paediatric Intensive Care, Rotterdam, The Netherlands."], ["Larramona", "Helena", "H", "Paediatric Pulmonology Unit, Dept of Paediatrics, University Autonoma of Barcelona, Corporacio Sanitaria Parc Tauli, Hospital of Sabadell, Barcelona, Spain."], ["Miano", "Silvia", "S", "Sleep and Epilepsy Centre, Neurocentre of Southern Switzerland, Civic Hospital of Lugano, Lugano, Switzerland."], ["Narang", "Indra", "I", "Division of Respiratory Medicine, Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."], ["Tan", "Hui-Leng", "HL", "Dept of Paediatric Respiratory Medicine, Royal Brompton Hospital, London, UK."], ["Trang", "Ha", "H", "Paediatric Sleep Centre, Robert Debré University Hospital, EA 7334 REMES Paris-Diderot University, Paris, France."], ["Tsaoussoglou", "Marina", "M", "Paediatric Pulmonology Unit, First Dept of Paediatrics, National and Kapodistrian University of Athens School of Medicine and Aghia Sophia Children's Hospital, Athens, Greece."], ["Vandenbussche", "Nele", "N", "Sleep Medicine Centre, Kempenhaeghe Foundation, Heeze, The Netherlands."], ["Villa", "Maria Pia", "MP", "Paediatric Sleep Disease Centre, Child Neurology, NESMOS Dept, School of Medicine and Psychology, Sapienza University of Rome, S. Andrea Hospital, Rome, Italy."], ["Van Waardenburg", "Dick", "D", "Paediatric Intensive Care Unit, Dept of Paediatrics, Maastricht University Medical Center, Maastricht, The Netherlands."], ["Weber", "Silke", "S", "Dept of Ophthalmology, Otolaryngology and Head and Neck Surgery, Botucatu Medical School, São Paulo State University-UNESP, Botucatu, São Paulo, Brazil."], ["Verhulst", "Stijn", "S", "Dept of Paediatrics, Antwerp University Hospital, Edegem, Belgium."]], "date": "2017-12-07", "id": "29217599", "text": "The present statement was produced by a European Respiratory Society Task Force to summarise the evidence and current practice on the diagnosis and management of obstructive sleep disordered breathing (SDB) in children aged 1-23 months. A systematic literature search was completed and 159 articles were summarised to answer clinically relevant questions. SDB is suspected when symptoms or abnormalities related to upper airway obstruction are identified. Morbidity (pulmonary hypertension, growth delay, behavioural problems) and coexisting conditions (feeding difficulties, recurrent otitis media) may be present. SDB severity is measured objectively, preferably by polysomnography, or alternatively polygraphy or nocturnal oximetry. Children with apparent upper airway obstruction during wakefulness, those with abnormal sleep study in combination with SDB symptoms (e.g. snoring) and/or conditions predisposing to SDB (e.g. mandibular hypoplasia) as well as children with SDB and complex conditions (e.g. Down syndrome, Prader-Willi syndrome) will benefit from treatment. Adenotonsillectomy and continuous positive airway pressure are the most frequently used treatment measures along with interventions targeting specific conditions (e.g. supraglottoplasty for laryngomalacia or nasopharyngeal airway for mandibular hypoplasia). Hence, obstructive SDB in children aged 1-23 months is a multifactorial disorder that requires objective assessment and treatment of all underlying abnormalities that contribute to upper airway obstruction during sleep.", "doi": "10.1183/13993003.00985-2017", "title": "ERS statement on obstructive sleep disordered breathing in 1- to 23-month-old children.", "journal": ["The European respiratory journal", "Eur. Respir. J."]}