{"authors": [["Pastore", "Valentina", "V", "Universidad de Buenos Aires, Consejo Nacional de lnvestigaciones Científicas y Técnicas, Instituto de Química y Fisicoquímica Biológicas, Facultad de Farmacia y Bioquímica, Junín 956 (C1113AAD), Ciudad de Buenos Aires, Argentina. Electronic address: vpastore@qb.ffyb.uba.ar."], ["Wasowski", "Cristina", "C", "Universidad de Buenos Aires, Consejo Nacional de lnvestigaciones Científicas y Técnicas, Instituto de Química y Fisicoquímica Biológicas, Facultad de Farmacia y Bioquímica, Junín 956 (C1113AAD), Ciudad de Buenos Aires, Argentina. Electronic address: criswasowski@qb.ffyb.uba.ar."], ["Martin", "Pedro", "P", "Universidad Nacional de La Plata, Consejo Nacional de lnvestigaciones Científicas y Técnicas, Instituto de Estudios Inmunopatológicos y Fisiológicos, 47 street and 115 (B1900BJW), La Plata, Argentina. Electronic address: pedromartinv@gmail.com."], ["Enrique", "Andrea", "A", "Química Medicinal, Departamento de Ciencias Biológicas, Universidad Nacional de La Plata, 47 street and 115 (B1900BJW), La Plata, Argentina. Electronic address: andreaenrique@biol.unlp.edu.ar."], ["Higgs", "Josefina", "J", "Universidad de Buenos Aires, Consejo Nacional de lnvestigaciones Científicas y Técnicas, Instituto de Química y Fisicoquímica Biológicas, Facultad de Farmacia y Bioquímica, Junín 956 (C1113AAD), Ciudad de Buenos Aires, Argentina. Electronic address: josefinahiggs@gmail.com."], ["Bruno-Blanch", "Luis E", "LE", "Química Medicinal, Departamento de Ciencias Biológicas, Universidad Nacional de La Plata, 47 street and 115 (B1900BJW), La Plata, Argentina. Electronic address: lbb@biol.unlp.edu.ar."], ["Milesi", "Veronica", "V", "Universidad Nacional de La Plata, Consejo Nacional de lnvestigaciones Científicas y Técnicas, Instituto de Estudios Inmunopatológicos y Fisiológicos, 47 street and 115 (B1900BJW), La Plata, Argentina. Electronic address: veronica@biol.unlp.edu.ar."], ["Marder", "Mariel", "M", "Universidad de Buenos Aires, Consejo Nacional de lnvestigaciones Científicas y Técnicas, Instituto de Química y Fisicoquímica Biológicas, Facultad de Farmacia y Bioquímica, Junín 956 (C1113AAD), Ciudad de Buenos Aires, Argentina. Electronic address: mmarder@qb.ffyb.uba.ar."]], "date": "2017-12-05", "id": "29217174", "text": "In patients with epilepsy, anxiety and depression are the most frequent psychiatric comorbidities but they often remain unrecognized and untreated. We report herein the antidepressant-like activity in two animal models, tail suspension and forced swimming tests, of six anticonvulsants α-hydroxyamides. From these, N-propyl-2,2-diphenyl-2-hydroxyacetamide (compound 5) emerged not only as the most active as anticonvulsant (ED50 = 2.5mg/kg, MES test), but it showed the most remarkable antidepressant-like effect in the tail suspension and forced swimming tests (0.3-30mg/kg, i.p.); and, also, anxiolytic-like action in the plus maze test (3-10mg/kg, i.p.) in mice. Studies of its mechanism of action, by means of its capacity to act via the GABAA receptor ([3H]-flunitrazepam binding assay); the 5-HT1A receptor ([3H]-8-OH-DPAT binding assay) and the voltage-gated sodium channels (either using the patch clamp technique in hNav 1.2 expressed in HEK293 cell line or using veratrine, in vivo) were attempted. The results demonstrated that its effects are not likely related to 5-HT1A or GABAAergic receptors and that its anticonvulsant and antidepressant-like effect could be due to its voltage-gated sodium channel blocking properties.", "doi": "10.1016/j.ejphar.2017.11.048", "title": "N-propyl-2,2-diphenyl-2-hydroxyacetamide, a novel α-hydroxyamide with anticonvulsant, anxiolytic and antidepressant-like effects that inhibits voltage-gated sodium channels.", "journal": ["European journal of pharmacology", "Eur. J. Pharmacol."]}