{"authors": [["Alkhachroum", "Ayham M", "AM", "Neurocritical Care, New York-Presbyterian University Hospitals of Columbia and Cornell, Columbia University Medical Center, New York, New York, U.S.A."], ["Al-Abri", "Haifa", "H", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."], ["Sachdeva", "Alok", "A", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."], ["Maturu", "Sarita", "S", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."], ["Waldron", "Jennifer", "J", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."], ["Wang", "Han", "H", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."], ["Rizvi", "Macym", "M", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."], ["Fernandez-Baca Vaca", "Guadalupe", "G", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."], ["Lüders", "Hans O", "HO", "Neurological Institute, University Hospitals Cleveland Medical Center, Case Western Reserve University, Cleveland, Ohio, U.S.A."]], "date": "2017-11-27", "id": "29215453", "text": "Generalized periodic discharges (GPDs) with a triphasic morphology have been associated with nonepileptic encephalopathies. We conducted the study to assess the reliability in which electroencephalographers can differentiate triphasic from nontriphasic periodic discharges and to evaluate for the presence of electroencephalogram and clinical characteristics that are associated with a higher risk of seizures.We studied prospectively 92 patients between May 2016 and February 2017. Each pattern was analyzed by two readers, who were blinded to clinical data.The interrater agreement was \"substantial\" (Kappa 0.67). The following features significantly increased the risk of developing seizures: the absence of triphasic morphology, focality on electroencephalogram, interburst suppression, a history of epilepsy, and an abnormal scan. The \"GPD score\" includes a history of epilepsy, focality on electroencephalogram, and the absence of triphasic morphology. A GPD score of 0 has 13% risk of seizures, whereas a score of 5 to 6 has a 94% risk.Triphasic morphology GPDs confer less risk of seizures when compared with patients with GPDs without triphasic morphology. Features with a higher risk of seizures include focality on electroencephalogram, interburst suppression, a history of epilepsy, and an abnormal scan. The GPD score can be used to assess the risk of developing seizures in patients with GPDs.", "doi": "10.1097/WNP.0000000000000441", "title": "Generalized Periodic Discharges With and Without Triphasic Morphology.", "journal": ["Journal of clinical neurophysiology : official publication of the American Electroencephalographic Society", "J Clin Neurophysiol"]}