{"authors": [["Zeng", "Qi", "Q", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Yang", "Xiaoling", "X", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Zhang", "Jing", "J", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Liu", "Aijie", "A", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Yang", "Zhixian", "Z", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Liu", "Xiaoyan", "X", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Wu", "Ye", "Y", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Wu", "Xiru", "X", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Wei", "Liping", "L", "Center for Bioinformatics, State Key Laboratory of Protein and Plant Gene Research, School of Life Sciences, Peking University, Beijing, China."], ["Zhang", "Yuehua", "Y", "Department of Pediatrics, Peking University First Hospital, Beijing, China. zhangyhdr@126.com."]], "date": "2017-11-13", "id": "29215089", "text": "Benign familial epilepsies that present themselves in the first year of life include benign familial neonatal epilepsy (BFNE), benign familial neonatal-infantile epilepsy (BFNIE) and benign familial infantile epilepsy (BFIE). We used Sanger sequencing and targeted next-generation sequencing to detect gene mutations in a Chinese cohort of patients with these three disorders. A total of 79 families were collected, including 4 BFNE, 7 BFNIE, and 68 BFIE. Genetic testing led to the identification of gene mutations in 60 families (60 out of 79, 75.9%). A total of 42 families had PRRT2 mutations, 9 had KCNQ2 mutations, 8 had SCN2A mutations, and 1 had a GABRA6 mutation. In total three of four BFNE families were detected with KCNQ2 mutations. Mutations were detected in all BFNIE families, including 3 KCNQ2 mutations, 3 SCN2A mutations, and 1 PRRT2 mutation. Gene mutations were identified in 50 out of 68 BFIE families (73.5%), including 41 PRRT2 mutations (41 out of 68, 60.3%), 5 SCN2A mutations, 3 KCNQ2 mutations, and 1 GABRA6 mutation. Our results confirmed that mutations in KCNQ2, SCN2A, and PRRT2 are major genetic causes of benign familial epilepsy in the first year of life in the Chinese population. KCNQ2 is the major gene related to BFNE. PRRT2 is the main gene responsible for BFIE.", "doi": "10.1038/s10038-017-0359-x", "title": "Genetic analysis of benign familial epilepsies in the first year of life in a Chinese cohort.", "journal": ["Journal of human genetics", "J. Hum. Genet."]}