{"authors": [["Sacré", "Pierre", "P", "Institute for Computational Medicine, Department of Biomedical Engineering, The Johns Hopkins University, Baltimore, Maryland, 21218, USA. p.sacre@jhu.edu."], ["Subramanian", "Sandya", "S", "Institute for Computational Medicine, Department of Biomedical Engineering, The Johns Hopkins University, Baltimore, Maryland, 21218, USA."], ["Kerr", "Matthew S D", "MSD", "Institute for Computational Medicine, Department of Biomedical Engineering, The Johns Hopkins University, Baltimore, Maryland, 21218, USA."], ["Kahn", "Kevin", "K", "Institute for Computational Medicine, Department of Biomedical Engineering, The Johns Hopkins University, Baltimore, Maryland, 21218, USA."], ["Johnson", "Matthew A", "MA", "Epilepsy Center, Neurological Institute, Cleveland Clinic, Cleveland, Ohio, 44195, USA."], ["Bulacio", "Juan", "J", "Epilepsy Center, Neurological Institute, Cleveland Clinic, Cleveland, Ohio, 44195, USA."], ["González-Martínez", "Jorge A", "JA", "Epilepsy Center, Neurological Institute, Cleveland Clinic, Cleveland, Ohio, 44195, USA."], ["Sarma", "Sridevi V", "SV", "Institute for Computational Medicine, Department of Biomedical Engineering, The Johns Hopkins University, Baltimore, Maryland, 21218, USA. ssarma2@jhu.edu."], ["Gale", "John T", "JT", "Department of Neurosurgery, Emory University, Atlanta, Georgia, 30322, USA."]], "date": "2017-12-07", "id": "29214997", "text": "During financial decision-making tasks, humans often make \"rational\" decisions, where they maximize expected reward. However, this rationality may compete with a bias that reflects past outcomes. That is, if one just lost money or won money, this may impact future decisions. It is unclear how past outcomes influence future decisions in humans, and how neural circuits encode present and past information. In this study, six human subjects performed a financial decision-making task while we recorded local field potentials from multiple brain structures. We constructed a model for each subject characterizing bets on each trial as a function of present and past information. The models suggest that some patients are more influenced by previous trial outcomes (i.e., previous return and risk) than others who stick to more fixed decision strategies. In addition, past return and present risk modulated with the activity in the cuneus; while present return and past risk modulated with the activity in the superior temporal gyrus and the angular gyrus, respectively. Our findings suggest that these structures play a role in decision-making beyond their classical functions by incorporating predictions and risks in humans' decision strategy, and provide new insight into how humans link their internal biases to decisions.", "doi": "10.1038/s41598-017-16862-9", "title": "The influences and neural correlates of past and present during gambling in humans.", "journal": ["Scientific reports", "Sci Rep"]}