{"authors": [["Shanir", "P P Muhammed", "PPM", "1 Department of Electrical and Electronics Engineering, Thangal Kunju Musaliar College of Engineering, Kollam, Kerala, India."], ["Khan", "Kashif Ahmad", "KA", "3 School of Electrical and Electronics Engineering, Lovely Professional University, Phagwara, Punjab, India."], ["Khan", "Yusuf Uzzaman", "YU", "2 Department of Electrical Engineering, Zakir Husain College of Engineering and Technology, Aligarh Muslim University, Aligarh, Uttar Pradesh, India."], ["Farooq", "Omar", "O", "4 Department of Electronics Engineering, Zakir Husain College of Engineering and Technology, AMU Aligarh, Aligarh, Uttar Pradesh, India."], ["Adeli", "Hojjat", "H", "5 College of Engineering, The Ohio State University, Columbus, OH, USA."]], "date": "2017-12-01", "id": "29214865", "text": "Epileptic neurological disorder of the brain is widely diagnosed using the electroencephalography (EEG) technique. EEG signals are nonstationary in nature and show abnormal neural activity during the ictal period. Seizures can be identified by analyzing and obtaining features of EEG signal that can detect these abnormal activities. The present work proposes a novel morphological feature extraction technique based on the local binary pattern (LBP) operator. LBP provides a unique decimal value to a sample point by weighing the binary outcomes after thresholding the neighboring samples with the present sample point. These LBP values assist in capturing the rising and falling edges of the EEG signal, thus providing a morphologically featured discriminating pattern for epilepsy detection. In the present work, the variability in the LBP values is measured by calculating the sum of absolute difference of the consecutive LBP values. Interquartile range is calculated over the preprocessed EEG signal to provide dispersion measure in the signal. For classification purpose, K-nearest neighbor classifier is used, and the performance is evaluated on 896.9 hours of data from CHB-MIT continuous EEG database. Mean accuracy of 99.7% and mean specificity of 99.8% is obtained with average false detection rate of 0.47/h and sensitivity of 99.2% for 136 seizures.", "doi": "10.1177/1550059417744890", "title": "Automatic Seizure Detection Based on Morphological Features Using One-Dimensional Local Binary Pattern on Long-Term EEG.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}