{"authors": [["Ianni", "Federica", "F", "Drug Chemistry and Technology Section, Department of Pharmaceutics, University of Perugia, Italy."], ["Aroni", "Kyriaki", "K", "Forensic and Sports Medicine Section, Department of Surgery and Biomedical Science, University of Perugia, Italy."], ["Gili", "Alessio", "A", "Hygiene and Public Health Section, Department of Experimental Medicine, University of Perugia, Italy."], ["Sardella", "Roccaldo", "R", "Drug Chemistry and Technology Section, Department of Pharmaceutics, University of Perugia, Italy."], ["Bacci", "Mauro", "M", "Forensic and Sports Medicine Section, Department of Surgery and Biomedical Science, University of Perugia, Italy."], ["Lancia", "Massimo", "M", "Forensic and Sports Medicine Section, Department of Surgery and Biomedical Science, University of Perugia, Italy."], ["Natalini", "Benedetto", "B", "Drug Chemistry and Technology Section, Department of Pharmaceutics, University of Perugia, Italy."], ["Gambelunghe", "Cristiana", "C", "Forensic and Sports Medicine Section, Department of Surgery and Biomedical Science, University of Perugia, Italy."]], "date": "2017-12-07", "id": "29214743", "text": "Pregabalin, a GABA analogue, binds to the alpha 2 delta subunit of voltage-dependent calcium channels. It is recognised as efficacious in pathologies such as epilepsy, neuropathic pain, and anxiety disorders. Since pregabalin prescriptions have increased worldwide, reports of its abuse have been accumulating, mainly in patients with opioid abuse disorders. The present study investigated potential pregabalin abuse by means of hair analysis, a matrix that provides valuable retrospective information. Half of the pool of 280 susceptible patients had been occasional drug users and were being monitored for driving licence renewals. The other 140 patients had a history of opiate dependency and were monitored to assess compliance with methadone therapy. In view of determining pregabalin in hair samples, it was extracted in methanol, successfully derivatised to give the ethyl chloroformate derivative, and finally pregabalin was analysed by gas chromatography-tandem mass spectrometry. Selectivity, linearity, limit of detection, limit of quantification, recovery, intra- and inter-day precision, and accuracy of the quantification procedure were appraised. Pregabalin limits of detection and quantification were 30 pg/mg and 50 pg/mg, respectively. We found 10.7% of hair samples from methadone patients and 4.29% from occasional drug users were positive to pregabalin without medical prescription. The mean pregabalin concentration in hair was higher than in consumers with medical indications (1.45 ng/mg vs 0.74 ng/mg). These results suggest that pregabalin possesses a significant abuse potential particularly among individuals attending opiate dependence services and that pregabalin abuse is a serious emerging issue, which should be carefully monitored.", "doi": "10.1002/dta.2347", "title": "GC-MS/MS detects potential pregabalin abuse in susceptible subjects' hair.", "journal": ["Drug testing and analysis", "Drug Test Anal"]}