{"authors": [["Sugimoto", "Junya", "J", "Laboratory of Molecular Neuroscience, Medical Research Institute (MRI), Tokyo Medical and Dental University (TMDU), 1-5-45 Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."], ["Tanaka", "Moeko", "M", "Laboratory of Molecular Neuroscience, Medical Research Institute (MRI), Tokyo Medical and Dental University (TMDU), 1-5-45 Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."], ["Sugiyama", "Kaori", "K", "Laboratory of Molecular Neuroscience, Medical Research Institute (MRI), Tokyo Medical and Dental University (TMDU), 1-5-45 Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."], ["Ito", "Yukiko", "Y", "Laboratory of Molecular Neuroscience, Medical Research Institute (MRI), Tokyo Medical and Dental University (TMDU), 1-5-45 Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."], ["Aizawa", "Hidenori", "H", "Laboratory of Molecular Neuroscience, Medical Research Institute (MRI), Tokyo Medical and Dental University (TMDU), 1-5-45 Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."], ["Soma", "Miho", "M", "Laboratory of Molecular Neuroscience, Medical Research Institute (MRI), Tokyo Medical and Dental University (TMDU), 1-5-45 Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."], ["Shimizu", "Tomoko", "T", "Laboratory of Physiology, Human Health Sciences, Graduate School of Medicine, Kyoto University, Kyoto, 606-8507, Japan."], ["Mitani", "Akira", "A", "Laboratory of Physiology, Human Health Sciences, Graduate School of Medicine, Kyoto University, Kyoto, 606-8507, Japan."], ["Tanaka", "Kohichi", "K", "Laboratory of Molecular Neuroscience, Medical Research Institute (MRI), Tokyo Medical and Dental University (TMDU), 1-5-45 Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."]], "date": "2017-12-06", "id": "29214672", "text": "Glial glutamate transporter GLT1 plays a key role in the maintenance of extracellular glutamate homeostasis. Recent human genetic studies have suggested that de novo mutations in GLT1 (EAAT2) cause early-onset epilepsy with multiple seizure types. Consistent with these findings, global GLT1 null mice show lethal spontaneous seizures. The consequences of GLT1 dysfunction vary between different brain regions, suggesting that the role of GLT1 dysfunction in epilepsy may also vary with brain regions. In this study, we generated region-specific GLT1 knockout mice by crossing floxed-GLT1 mice with mice that express the Cre recombinase in a particular domain of the ventricular zone. Selective deletion of GLT1 in the diencephalon, brainstem and spinal cord is sufficient to reproduce the phenotypes (excess mortality, decreased body weight, and lethal spontaneous seizure) of the global GLT1 null mice. By contrast, dorsal forebrain-specific GLT1 knockout mice showed nonlethal complex seizures including myoclonic jerks, hyperkinetic running, spasm and clonic convulsion via the activation of NMDA receptors during a limited period from P12 to P14 and selective neuronal death in cortical layer II/III and the hippocampus. Thus, GLT1 dysfunction in the dorsal forebrain is involved in the pathogenesis of infantile epilepsy and GLT1 in the diencephalon, brainstem and spinal cord may play a critical role in preventing seizure-induced sudden death.", "doi": "10.1002/glia.23281", "title": "Region-specific deletions of the glutamate transporter GLT1 differentially affect seizure activity and neurodegeneration in mice.", "journal": ["Glia", "Glia"]}