{"authors": [["Tsai", "J-J", "JJ", "Department of Neurology, National Cheng Kung University Hospital and School of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Wu", "T", "T", "Department of Neurology, Chang Gung Memorial Hospital, Chang Gung University, Taoyuan City, Taiwan."], ["Leung", "H", "H", "Department of Medicine and Therapeutics, Faculty of Medicine, Prince of Wales Hospital, Hong Kong, Hong Kong."], ["Desudchit", "T", "T", "Department of Paediatrics, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Tiamkao", "S", "S", "Integrated Epilepsy Research Group, Department of Medicine, Faculty of Medicine, Khon Kaen University, Khon Kaen, Thailand."], ["Lim", "K-S", "KS", "Division of Neurology, Department of Medicine, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia."], ["Dash", "A", "A", "Eisai Singapore Pte. Ltd., Singapore."]], "date": "2017-12-07", "id": "29214650", "text": "Epileptic seizures are refractory to treatment in approximately one-third of patients despite the recent introduction of many newer antiepileptic drugs (AEDs). Development of novel AEDs therefore remains a high priority. Perampanel is a first-in-class non-competitive selective AMPA receptor antagonist with a unique mechanism of action. Clinical efficacy and safety of perampanel as adjunctive treatment for focal seizures with/without secondary generalization (±SG) and primary generalized tonic-clonic (PGTC) seizures have been established in five phase 3 randomized controlled trials (RCTs), and a long-term extension study, and perampanel is approved as monotherapy for focal seizures ±SG in the USA. In patients with focal seizures ±SG, add-on perampanel resulted in median percent reduction in seizure frequency 23.3%-34.5% and ≥50% responder rate 28.5%-37.6%; in PGTC seizures, these results were 76.5% and 64.2%, respectively. Efficacy among adolescents (reduction in seizure frequency 34.8%-35.6%; ≥50% responder rate 40.9%-45.0%) and elderly people (reduction in seizure frequency 12.5%-16.9%; ≥50% responder rate 22.2%-42.9%) is similar to those in adults, and results remain comparable between Asian (reduction in seizure frequency 17.3%-38.0%) and global populations. Perampanel has been extensively studied in real-world clinical practice, with similar efficacy and safety results to the RCTs (≥50% responder rate 12.8%-75.0%; adverse events of somnolence/sedation, dizziness, ataxia, and behavioral changes). Real-world observational studies suggest that perampanel tolerability can be improved by slow titration (2 mg every 2-4 weeks), and bedtime administration can mitigate somnolence and dizziness. Counseling about the potential for behavioral changes and close monitoring are recommended.", "doi": "10.1111/ane.12879", "title": "Perampanel, an AMPA receptor antagonist: From clinical research to practice in clinical settings.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}