{"authors": [["Kvarnung", "Malin", "M", "Department of Molecular Medicine and Surgery, Center for Molecular Medicine, Karolinska Institutet, 17176, Stockholm, Sweden. malin.kvarnung@ki.se."], ["Nordgren", "Ann", "A", "Department of Molecular Medicine and Surgery, Center for Molecular Medicine, Karolinska Institutet, 17176, Stockholm, Sweden."]], "date": null, "id": "29214565", "text": "Rare disorders constitute a large and heterogeneous group of diagnoses of which many cause chronic disabilities with significant impact on the lives of affected individuals and their families as well as on the health-care system. Each individual disorder is rare, but when considered as a group, rare disorders are common with a total prevalence of approximately 6-8%. The clinical presentation of these disorders includes a broad diversity of symptoms and signs, often involving the nervous system and resulting in symptoms such as intellectual disability, neuropsychiatric disorders, epilepsy and motor dysfunction. The methods for establishing an etiological diagnosis in patients with rare disorders have improved dramatically during recent years. With the introduction of genomic screening methods, it has been shown that the cause is genetic in the majority of the patients and many will receive an etiological diagnosis in a clinical setting. However, there are a lot of challenges in diagnosing these disorders and despite recent years' advances, a large number of patients with rare disorders still go without an etiological diagnosis. In this chapter we will review the etiology of rare disorders with focus on intellectual disability and what has been learned from massive parallel sequencing studies in deciphering the genetic basis. Furthermore, we will discuss challenges in the etiological diagnostics of these disorders including issues that regard interpretation of the numerous genetic variants detected by genomic screening methods and challenges in the translation of massive parallel sequencing technologies into clinical practice.", "doi": "10.1007/978-3-319-67144-4_3", "title": "Intellectual Disability & Rare Disorders: A Diagnostic Challenge.", "journal": ["Advances in experimental medicine and biology", "Adv. Exp. Med. Biol."]}