{"authors": [["Hedrick", "Tristan P", "TP", "Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL 60611."], ["Nobis", "William P", "WP", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL 60611."], ["Foote", "Kendall M", "KM", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL 60611."], ["Ishii", "Toshiyuki", "T", "Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL 60611."], ["Chetkovich", "Dane M", "DM", "Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL 60611."], ["Swanson", "Geoffrey T", "GT", "Department of Pharmacology, Northwestern University Feinberg School of Medicine, Chicago, IL 60611."]], "date": "2017-12-04", "id": "29214210", "text": "Hilar mossy cells (HMCs) in the hippocampus receive glutamatergic input from dentate granule cells (DGCs) via mossy fibers (MFs) and back-projections from CA3 pyramidal neuron collateral axons. Many fundamental features of these excitatory synapses have not been characterized in detail despite their potential relevance to hippocampal cognitive processing and epilepsy-induced adaptations in circuit excitability. In this study, we compared pre- and postsynaptic parameters between MF and CA3 inputs to HMCs in young and adult mice of either sex and determined the relative contributions of the respective excitatory inputs during in vitro and in vivo models of hippocampal hyperexcitability. The two types of excitatory synapses both exhibited a modest degree of short-term plasticity, with MF inputs to HMCs exhibiting lower paired-pulse (PP) and frequency facilitation than was described previously for MF-CA3 pyramidal cell synapses. MF-HMC synapses exhibited unitary excitatory synaptic currents (EPSCs) of larger amplitude, contained postsynaptic kainate receptors, and had a lower NMDA/AMPA receptor ratio compared to CA3-HMC synapses. Pharmacological induction of hippocampal hyperexcitability in vitro transformed the abundant but relatively weak CA3-HMC connections to very large amplitude spontaneous bursts of compound EPSCs (cEPSCs) in young mice (∼P20) and, to a lesser degree, in adult mice (∼P70). CA3-HMC cEPSCs were also observed in slices prepared from mice with spontaneous seizures several weeks after intrahippocampal kainate injection. Strong excitation of HMCs during synchronous CA3 activity represents an avenue of significant excitatory network generation back to DGCs and might be important in generating epileptic networks.", "doi": "10.1523/ENEURO.0364-17.2017", "title": "Excitatory Synaptic Input to Hilar Mossy Cells under Basal and Hyperexcitable Conditions.", "journal": ["eNeuro", "eNeuro"]}