{"authors": [["Guzeva", "V I", "VI", "St. Petersburg State Pediatric Medical University, St. Petersburg, Russia."], ["Okhrim", "I V", "IV", "St. Petersburg State Pediatric Medical University, St. Petersburg, Russia."], ["Guzeva", "O V", "OV", "St. Petersburg State Pediatric Medical University, St. Petersburg, Russia."], ["Guzeva", "V V", "VV", "St. Petersburg State Pediatric Medical University, St. Petersburg, Russia."], ["Maksimova", "N E", "NE", "St. Petersburg State Pediatric Medical University, St. Petersburg, Russia."]], "date": null, "id": "29213042", "text": "In the pubertal period, the most severe forms of childhood epilepsy persist and are modified; genetically determined syndromes, atypical for early and late age periods, make their debut. Hereditary predisposition, instability of homeostatic mechanisms, neuroendocrine restructuring at the age of puberty and the influence of factors contributing to the realization of a genetic defect lead to a long-term transformation of mediator systems and formation of epileptic activity in adolescents. The authors present common approaches in the treatment and characterization of the modern antiepileptic drug perampanel, which is highly effective in treatment of patients with resistant forms of epilepsy. The article presents a summarized overview of the clinical forms of adolescent epilepsy observed in a psychoneurological department and an analysis of treatment results. A clinical case of the successful use of the antiepileptic drug perampanel in a female patient with focal seizures with secondary generalization of epilepsy, type I neurofibromatosis is presented.В пубертатный период сохраняются и видоизменяются наиболее тяжелые формы эпилепсии детского возраста, дебютируют генетически детерминированные синдромы, нетипичные для раннего и позднего возрастных периодов. Наследственная предрасположенность, нестабильность гомеостатических механизмов, нейроэндокринная перестройка в период полового созревания и воздействие факторов, способствующих реализации генетического дефекта, приводят к долговременной трансформации медиаторных систем и формированию эпилептической активности у подростков. Приводятся общепринятые подходы в лечении эпилепсии и характеристика современного противоэпилептического препарата перампанел, высокоэффективного в лечении пациентов с резистентными формами эпилепсии. Представлены обобщенные сведения о клинических формах подростковой эпилепсии, наблюдаемых в психоневрологическом отделении, анализ результатов лечения. Описан клинический случай успешного применения препарата перампанел у пациентки с фокальной с вторичной генерализацией эпилепсией с нейрофиброматозом 1-го типа.", "doi": "10.17116/jnevro20171179270-74", "title": "[New opportunities in the optimization of epilepsy treatment in adolescents].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}