{"authors": [["Rider", "F K", "FK", "Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."]], "date": null, "id": "29213041", "text": "Development of new antiepileptic drugs (AED) does not stop due to the fact that the number of patients with pharmacoresistant epilepsy remains at about 30%. One of the newest AEDs is perampanel (PER), a selective, non-competitive AMPA receptor antagonist to target post-synaptic glutamate transmission. PER is approved in the Russian Federation as adjunctive treatment for focal seizures with or without secondarily generalized seizures and for primary generalized tonic-clonic (PGTC) seizures in idiopathic generalized epilepsy (IGE) in patients with epilepsy aged ≥12 years. The drug is effective and well-tolerated in the dose of 4-8 mg/day, and most side effects are dose-dependent. The high efficacy of PER combined with the good tolerability, absence of life-threatening adverse reactions and convenient intake allow us to recommend PER as the first choice additional drug in treatment of patients with epilepsy.В связи с тем, что число пациентов с фармакорезистентной эпилепсией остается на уровне 30%, в мире не прекращаются поиски новых противоэпилептических препаратов (ПЭП). Одним из новейших ПЭП является перампанел (ПЕР) - первый в своем классе селективный неконкурентный антагонист ионотропных AMPA - глутаматных рецепторов постсинаптической мембраны нейрона. Препарат зарегистрирован в РФ в качестве средства дополнительной терапии парциальных приступов с наличием или отсутствием вторичной генерализации и лечения первично-генерализованных тонико-клонических приступов у взрослых и детей (с 12 лет). Препарат эффективен и хорошо переносится в дозе 4-12 мг/сут, а большинство побочных эффектов являются дозозависимыми. Высокая эффективность ПЕР в сочетании с хорошей переносимостью, отсутствием жизнеугрожающих побочных реакций и удобством приема позволяют рекомендовать его пациентам в качестве препарата первой дополнительной терапии.", "doi": "10.17116/jnevro20171179263-69", "title": "[Perampanel in the treatment of patients with epilepsy].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}