{"authors": [["Kotov", "A S", "AS", "Vladimirsky Moscow Regional Clinical and Research Institute, Moscow, Russia."], ["Eliseev", "Yu V", "YV", "Vladimirsky Moscow Regional Clinical and Research Institute, Moscow, Russia."], ["Tokareva", "Yu V", "YV", "Vladimirsky Moscow Regional Clinical and Research Institute, Moscow, Russia."]], "date": null, "id": "29213036", "text": "To investigate the pathomorphosis of idiopathic generalized epilepsy (IGE) in the aspect of prognosis.The study involved 1480 patients with epilepsy including 281 patients with IGE.'Juvenile' forms were diagnosed in 228 patients. Relapse of seizures in anamnesis occurred in 19% out of 105 patients with juvenile myoclonic epilepsy (JME). Remission was achieved in 59.2% out of 76 patients with long-term follow-up. Out of 35 patients with juvenile absence epilepsy (JAE), relapse of seizures in anamnesis occurred in 25.7%. Out of 24 patients with long-term follow-up, remission was achieved in 70.8%. Out of 88 patients with IGE with generalized tonic clonic-seizures, relapse of seizures in anamnesis occurred in 15%. Out of 60 patients with long-term follow-up, remission was achieved in 86.7%. The main features of epilepsy pathomorphosis in all groups of patients were the decrease of informativeness of routine EEG, reduction in the frequency and duration of seizures, occurrence of seizures in the discontinuation of therapy and/or under the influence of provoking factors.Цель исследования. Изучение патоморфоза ювенильных форм идиопатической генерализованной эпилепсии (ИГЭ) в аспекте ее прогноза. Материал и методы. Обследованы 1480 пациентов с эпилепсией, в числе которых был 281 пациент с ИГЭ. Результаты и заключение. Ювенильные формы диагностированы у 228 больных. Из 105 пациентов с ювенильной миоклонической эпилепсией рецидивы приступов в анамнезе отмечены у 19%. Из 76 пациентов с долговременным катамнезом ремиссия была достигнута у 59,2%. Из 35 пациентов с юношеской абсанс-эпилепсией рецидивы приступов в анамнезе отмечены у 25,7%. Из 24 пациентов с долговременным катамнезом ремиссия была достигнута у 70,8%. Из 88 пациентов с ИГЭ с генерализованными судорожными приступами рецидивы приступов в анамнезе отмечены у 15%. Из 60 пациентов с долговременным катамнезом ремиссия была достигнута у 86,7%. Основными особенностями патоморфоза эпилепсии во всех группах пациентов были снижение информативности ЭЭГ, снижение частоты и длительности приступов, возникновение приступов при отмене терапии и/или под воздействием провоцирующих факторов.", "doi": "10.17116/jnevro20171179234-38", "title": "[Pathomorphosis of idiopathic generalized epilepsy. Juvenile forms].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}