{"authors": [["Karlov", "V A", "VA", "Yevdokimov Moscow State University of Medicine and Dentistry, Moscow, Russia."], ["Zolovkina", "V S", "VS", "Yevdokimov Moscow State University of Medicine and Dentistry, Moscow, Russia."]], "date": null, "id": "29213035", "text": "The authors present a comparative analysis of the results of the study of 72 adolescent patients with juvenile myoclonic epilepsy (JME), which were published in 2010, and a new sample of patients over the last 5 years with the publications of domestic and foreign authors. Difficult clinical cases are described. These data indicate positive shifts in the diagnosis and treatment of JME. However, the question of diagnosis is still a hard problem for neurologists. The questions to be resolved are: gender aspect of the disease, to what extent levetiracetam could be a drug of first choice and to what extent valproats could be replaced; monitoring of children born to mothers with JME, a role of paternal inheritance.В статье приведен анализ результатов исследования 72 больных юношеского возраста с юношеской миоклонической эпилепсией (ЮМЭ), опубликованных в 2010 г., а также новой выборки больных за последние 5 лет в сравнении с данными других исследований отечественных и зарубежных авторов. Рассмотрены трудные для диагностики клинические случаи. Приведенные данные свидетельствуют о положительных сдвигах в диагностике и лечении ЮМЭ, хотя вопрос диагностики остается еще проблемным среди неврологов. В настоящий момент остается также открытым гендерный аспект заболевания: насколько леветирацетам может быть средством первого выбора и насколько вальпроаты могут быть заменяемы. Остаются актуальными проблема отслеживания детей, рожденных от матерей с ЮМЭ, и роль отцовской наследственности.", "doi": "10.17116/jnevro20171179224-33", "title": "[Problems of juvenile myoclonic epilepsy. A view through the prism of time].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}