{"authors": [["Sokhranyaeva", "L S", "LS", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."], ["Aniol", "V A", "VA", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."], ["Gulyaeva", "N V", "NV", "Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia."]], "date": null, "id": "29213033", "text": "Pharmacoresistance in epilepsy is an important problem from both clinical and fundamental perspectives. The existent hypotheses of pharmacoresistance are based on long term plastic rebuilding of the epileptic brain. One of potential mechanisms mediating such protracted changes are alterations of gene expression induced by epigenetic modifications of chromatin in brain cells of epileptic patients. Recently, changes in DNA methylation and histone post-translational modifications were reported in brain tissues of patients with pharmacoresistant epilepsy. Unfortunately, these data remain fragmentary and contradictory, therefore the results of animal models can partially fill this gap. The authors present a short review of the data concerning a potential role of epigenetic modifications in epilepsy.Фармакорезистентность эпилепсии представляет собой серьезную проблему как с практической, так и с научной точки зрения. Существующие гипотезы фармакорезистентности основываются на долговременных пластических перестройках эпилептического мозга. Одним из возможных механизмов, опосредующих такие перестройки, является изменение паттерна экспрессии генов, вызванное эпигенетическими модификациями хроматина в клетках мозга пациентов. Были получены данные, указывающие на изменения метилирования ДНК и посттрансляционные модификации гистонов в тканях мозга пациентов с фармакорезистентной эпилепсией. К сожалению, подобные сведения остаются отрывочными и противоречивыми, в связи с чем большое значение приобретают данные, получаемые на моделях эпилепсии. В настоящей статье дается обзор современных данных, касающихся возможной роли эпигенетических изменений при эпилепсии.", "doi": "10.17116/jnevro20171179217-21", "title": "[Epigenetic modifications of chromatin in epilepsy: a potential mechanism of pharmacoresistance?]", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}