{"authors": [["Mayorova", "L A", "LA", "Institute of Higher Nervous Activity and Neurophysiology Russian Academy of Sciences, Moscow, Russia; Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Samotaeva", "I S", "IS", "Institute of Higher Nervous Activity and Neurophysiology Russian Academy of Sciences, Moscow, Russia; Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Lebedeva", "N N", "NN", "Institute of Higher Nervous Activity and Neurophysiology Russian Academy of Sciences, Moscow, Russia; Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Luzin", "R V", "RV", "Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Gaskin", "V V", "VV", "Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Rider", "F K", "FK", "Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Teplyshova", "A M", "AM", "Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Akzhigitov", "R G", "RG", "Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia."], ["Guekht", "A B", "AB", "Moscow Research and Clinical Center for Neuropsychiatry, Moscow, Russia; Pirogov Russian National Research Medical University, Moscow, Russia."]], "date": null, "id": "29213031", "text": "To compare neuronet restructuring in focal and generalized epilepsy.Seventy-seven patients, aged from 18 to 65 years, with the diagnosis of epilepsy, including 63 patients with focal epilepsy and 14 with generalized epilepsy, were examined. A control group included 23 healthy people. Neuronet restructuring was studied using fMRI.According to resting state fMRI, there were between-group differences in spatial organization (activity map) of the brain structures as well as in the results of cross-correlation analysis of interaction maps of resting-state networks. It has been concluded that functional restructuring in connectomes in focal and generalized epilepsy have the opposite patterns of disorganization (toward increase or decrease) in most structures studied though there are structures with the same direction of connectivity changes.Цель исследования. Сравнительный анализ перестроек нейронных сетей на уровне целого мозга при фокальной и генерализованной эпилепсии. Материал и методы. Были обследованы 77 пациентов 18-65 лет с диагнозом эпилепсии; 63 больных с фокальной эпилепсией и 14 - с генерализованной эпилепсией. Контрольную группу составили 23 здоровых. Нейросетевые перестройки изучались с помощью функциональной МРТ (фМРТ). Результаты и заключение. По данным фМРТ покоя были отмечены различия между группами больных по пространственной организации активации (карты активности) изучавшихся структур, а также показателям крос-корреляционного анализа карт взаимодействия сетей покоя. Сделан вывод, что функциональные перестройки коннектома при фокальной и генерализованной эпилепсии по большинству изучавшихся структур имеют противоположные паттерны дезорганизации (в сторону снижения или увеличения), но есть и структуры с общим направлением изменений.", "doi": "10.17116/jnevro2017117924-9", "title": "[Neuronet restructuring in focal and generalized epilepsy according to resting state fMRI].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}