{"authors": [["Tan", "Zhe-Ren", "ZR", "Department of Neurology, Xiangya Hospital, The Central South University, Changsha 410008, China."], ["Long", "Xiao-Yan", "XY", "Department of Neurology, Xiangya Hospital, The Central South University, Changsha 410008, China."], ["Yang", "Zhi-Quan", "ZQ", "Department of Neurosurgery, Xiangya Hospital, The Central South University, Changsha 410008, China."], ["Huang", "Jun", "J", "Department of Neurosurgery, Xiangya Hospital, The Central South University, Changsha 410008, China."], ["Hu", "Qing-Yuan", "QY", "Ya Li High School, Changsha 410005, China."], ["Yang", "Hao-Dong", "HD", "Ya Li High School, Changsha 410005, China."], ["Li", "Guo-Liang", "GL", "Department of Neurology, Xiangya Hospital, The Central South University, Changsha 410008, China."]], "date": "2017-06-27", "id": "29212163", "text": "The identification of variables predictive of good seizure control following surgical tumor resection in adult glioma patients with tumor-related epilepsy would greatly benefit treatment decisions. Therefore, we analyzed the clinical data of adult patients with tumor-related epilepsy who underwent tumor resection at our institute between November 2011 and August 2013. Patients were divided into seizure-free (Engel Ia) and unfavorable outcome groups (Engel Ib-IV), and potential prognostic factors were analyzed. Of 90 patients, 61 (68%) had a favorable outcome at an average of 3 years after surgery. Our analyses indicated that younger age at surgery (P=0.048) and rare seizure frequency (P=0.006) were associated with significantly more favorable postoperative seizure-related outcomes. In conclusion, younger age at surgery and lesser seizure frequency were independent predictors of favorable epileptic seizure control after glioma resection in adults. Thus, early surgical resection is necessary for achieving favorable seizure outcome.", "doi": "10.18632/oncotarget.18726", "title": "Younger age at surgery and lesser seizure frequency as prognostic factors for favorable seizure-related outcome after glioma resection in adults.", "journal": ["Oncotarget", "Oncotarget"]}