{"authors": [["Greco", "M", "M", "Department of Pediatrics, University of L'Aquila, L'Aquila, Italy. Electronic address: marco.greco20@yahoo.it."], ["Ferrara", "P", "P", "Institute of pediatrics, Catholic University of Sacred Hearth, Rome, Italy,. Electronic address: pietro.ferrara@unicatt.it."], ["Farello", "G", "G", "Department of Pediatrics, University of L'Aquila, L'Aquila, Italy,. Electronic address: giovanni.farello@cc.univaq.it."], ["Striano", "P", "P", "Pediatric Neurology and Muscular Diseases Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, 'G. Gaslini' Institute, Genova, Italy,. Electronic address: strianop@gmail.com."], ["Verrotti", "A", "A", "Department of Pediatrics, University of L'Aquila, L'Aquila, Italy,. Electronic address: alberto.verrottidipianella@univaq.it."]], "date": "2017-12-02", "id": "29212048", "text": "1p36 terminal deletion is a recently recognized syndrome with multiple congenital anomalies and intellectual disability. It occurs approximately in 1 out of 5000 to 10,000 live births and is the most common subtelomeric microdeletion observed in human. Medical problems commonly caused by terminal deletions of 1p36 include developmental delay, intellectual disability, seizures, vision problems, hearing loss, short stature, brain anomalies, congenital heart defects, cardiomyopathy, renal anomalies and distinctive facial features. Although the syndrome is considered clinically recognizable, there is significant phenotypic variation among affected individuals. Genotype-phenotype correlation in this syndrome is complicated, because of the similar clinical evidence seen in patients with different deletion sizes. We review 34 scientific articles from 1996 to 2016 that described 315 patients with 1p36 delection syndrome. The aim of this review is to find a correlation between size of the 1p36-deleted segments and the neurological clinical phenotypes with the analysis of electro-clinical patterns associated with chromosomal aberrations, that is a major tool in the identification of epilepsy susceptibility genes. Our finding suggest that developmental delay and early epilepsy are frequent findings in 1p36 deletion syndrome that can contribute to a poor clinical outcome for this reason this syndrome should be searched for in patients presenting with infantile spasms associated with a hypsarrhythmic EEG, particulary if they are combined with dismorphic features, severe hypotonia and developmental delay.", "doi": "10.1016/j.eplepsyres.2017.11.016", "title": "Electroclinical features of epilepsy associated with 1p36 deletion syndrome: A review.", "journal": ["Epilepsy research", "Epilepsy Res."]}