{"authors": [["Kirov", "Ivan I", "II", "Bernard and Irene Schwartz Center for Biomedical Imaging, Department of Radiology, USA. Electronic address: ivan.kirov@nyumc.org."], ["Kuzniecky", "Ruben", "R", "Comprehensive Epilepsy Center, New York University School of Medicine,New York City, NY, USA. Electronic address: ruben.kuzniecky@nyumc.org."], ["Hetherington", "Hoby P", "HP", "Department of Radiology and Neurology, University of Pittsburgh School of Medicine,Pittsburgh, PA, USA. Electronic address: hetheringtonh@upmc.edu."], ["Soher", "Brian J", "BJ", "Department of Radiology, Duke University Medical Center, Durham NC, USA. Electronic address: brian.soher@duke.edu."], ["Davitz", "Matthew S", "MS", "Bernard and Irene Schwartz Center for Biomedical Imaging, Department of Radiology, USA. Electronic address: md2773@nyu.edu."], ["Babb", "James S", "JS", "Bernard and Irene Schwartz Center for Biomedical Imaging, Department of Radiology, USA. Electronic address: james.babb@nyumc.org."], ["Pardoe", "Heath R", "HR", "Bernard and Irene Schwartz Center for Biomedical Imaging, Department of Radiology, USA. Electronic address: heath.pardoe@nyumc.org."], ["Pan", "Jullie W", "JW", "Department of Radiology and Neurology, University of Pittsburgh School of Medicine,Pittsburgh, PA, USA. Electronic address: panjw@upmc.edu."], ["Gonen", "Oded", "O", "Bernard and Irene Schwartz Center for Biomedical Imaging, Department of Radiology, USA. Electronic address: oded.gonen@med.nyu.edu."]], "date": "2017-12-02", "id": "29212047", "text": "To test the hypothesis that localization-related epilepsy is associated with widespread neuronal dysfunction beyond the ictal focus, reflected by a decrease in patients' global concentration of their proton MR spectroscopy (1H-MRS) observed marker, N-acetyl-aspartate (NAA).Thirteen patients with localization-related epilepsy (7 men, 6 women) 40±13 (mean±standard-deviation)years old, 8.3±13.4years of disease duration; and 14 matched controls, were scanned at 3 T with MRI and whole-brain (WB) 1H MRS. Intracranial fractions of brain volume, gray and white matter (fBV, fGM, fWM) were segmented from the MRI, and global absolute NAA creatine (Cr) and choline (Cho) concentrations were estimated from their WB 1H MRS. These metrics were compared between patients and controls using an unequal variance t test.Patients' fBV, fGM and fWM: 0.81±0.07, 0.47±0.04, 0.31±0.04 were not different from controls' 0.79±0.05, 0.48±0.04, 0.32±0.02; nor were their Cr and Cho concentrations: 7.1±1.1 and 1.3±0.2 millimolar (mM) versus 7.7±0.7 and 1.4±0.1mM (p>0.05 all). Patients' global NAA concentration: 11.5±1.5 mM, however, was 12% lower than controls' 13.0±0.8mM (p=0.004).These findings indicate that neuronal dysfunction in localization-related epilepsy extends globally, beyond the ictal zone, but without atrophy or spectroscopic evidence of other pathology. This suggests a diffuse decline in the neurons' health, rather than their number, early in the disease course. WB 1H-MRS assessment, therefore, may be a useful tool for quantification of global neuronal dysfunction load in epilepsy.", "doi": "10.1016/j.eplepsyres.2017.11.017", "title": "Whole brain neuronal abnormalities in focal quantified with proton MR spectroscopy.", "journal": ["Epilepsy research", "Epilepsy Res."]}