{"authors": [["Garvey", "Brian T", "BT", "School of Public Health, Oregon Health & Science University and Portland State University, Portland, Oregon."], ["Moyano", "Luz M", "LM", "Center for Global Health Tumbes, Universidad Peruana Cayetano Heredia, Tumbes, Peru."], ["Ayvar", "Viterbo", "V", "Center for Global Health Tumbes, Universidad Peruana Cayetano Heredia, Tumbes, Peru."], ["Rodriguez", "Silvia", "S", "Instituto Nacional de Ciencias Neurológicas, Lima, Peru."], ["Gilman", "Robert H", "RH", "Department of Microbiology, School of Sciences, Universidad Peruana Cayetano Heredia, Lima, Peru."], ["Gonzalez", "Armando E", "AE", "School of Veterinary Medicine, Universidad Nacional Mayor de San Marcos, Lima, Peru."], ["Garcia", "Hector H", "HH", "Department of Microbiology, School of Sciences, Universidad Peruana Cayetano Heredia, Lima, Peru."], ["O'Neal", "Seth E", "SE", "School of Public Health, Oregon Health & Science University and Portland State University, Portland, Oregon."], ["For The Cysticercosis Working Group In Peru", null, null, null]], "date": "2017-12-04", "id": "29210354", "text": "Neurocysticercosis causes substantial neurologic morbidity in endemic regions around the world. In this cross-sectional study, we describe the frequency of neurocysticercosis among a presumed high-risk group of people in an endemic community in northern Peru. Participants who screened positive on a nine-question seizure survey were evaluated clinically to diagnose epilepsy using International League Against Epilepsy criteria. Those with epilepsy were offered a noncontrast computerized tomography (CT) of the head. We also tested sera from all participants using an enzyme-linked immunoelectrotransfer blot (EITB) LLGP to detect anti-cysticercus antibodies and enzyme-linked immunosorbent assay (ELISA) B60/B158 to detect cysticercosis antigens. Participants with strongly positive ELISA (ratio ≥ 3) were offered a noncontrast magnetic resonance imaging (MRI) of the brain. We diagnosed 16 cases of epilepsy among 527 people screened (lifetime prevalence 30 per 1,000). Twelve with epilepsy accepted CT scan and five (41.7%) had parenchymal calcifications. None had viable cysts. Of the 514 who provided a blood sample, 241 (46.9%) were seropositive by EITB and 12 (2.9%) were strongly positive by ELISA (ratio ≥ 3). Eleven accepted MRI and eight (72.3%) had neurocysticercosis, including five with extraparenchymal cysts, five with parenchymal vesicular cysts, and two with parenchymal granulomas. These findings show that clinically relevant forms of neurocysticercosis and epilepsy can be found by applying screening interventions in communities endemic to Taenia solium. Longitudinal controlled studies are needed to better understand which subgroups are at highest risk and which are most likely to have improved prognosis as a result of screening.", "doi": "10.4269/ajtmh.17-0443", "title": "Neurocysticercosis among People Living Nearby Pigs Heavily Infected with Cysticercosis in Rural Endemic Peru.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}