{"authors": [["Kikuyama", "Hiroki", "H", "Department of Neuropsychiatry, Osaka Medical College, Osaka, Japan."], ["Hanaoka", "Tadahito", "T", "Department of Neuropsychiatry, Osaka Medical College, Osaka, Japan."], ["Kanazawa", "Tetsufumi", "T", "Department of Neuropsychiatry, Osaka Medical College, Osaka, Japan."], ["Yoshida", "Yasushi", "Y", "Department of Neuropsychiatry, Osaka Medical College, Osaka, Japan."], ["Mizuno", "Takafumi", "T", "Department of Neuropsychiatry, Osaka Medical College, Osaka, Japan."], ["Toyoda", "Hirotaka", "H", "Department of Neuropsychiatry, Osaka Medical College, Osaka, Japan."], ["Yoneda", "Hiroshi", "H", "Department of Neuropsychiatry, Osaka Medical College, Osaka, Japan."]], "date": "2017-11-07", "id": "29209390", "text": "The anti-epileptogenic drug levetiracetam has anticonvulsant and anti-epileptogenesis effects. Synergy between cell death and inflammation can lead to increased levels of apoptosis inhibitory factors and brain-derived neurotrophic factor, aberrant neurogenesis and extended axon sprouting. Once hyperexcitation of the neural network occurs, spontaneous seizures or epileptogenesis develops. This study investigated whether the anti-epileptogenic effect of levetiracetam is due to its alternate apoptotic activity.Adult male Noda epileptic rats were treated with levetiracetam or vehicle control for two weeks. mRNA quantification of Bax, Bcl-2 and GAPDH expression were performed from prefrontal cortex and hippocampus tissue samples.The levetiracetam-treated group showed a significant increase of Bax/Bcl-2 mRNA expression ratio in the prefrontal cortex than the control group, but no change in the Bax/Bcl-2 mRNA expression ratio in hippocampus.Idiopathic generalized epilepsy including childhood absence epilepsy develop at childhood and recover spontaneously during adolescence. The aberrant neural excitable network is pruned by a neural-maturing action. This study suggests the mechanism of acquired anti-epileptogenesis by levetiracetam treatment may be similar to spontaneous recovery of idiopathic generalized epilepsy during adolescence.", "doi": "10.4306/pi.2017.14.6.844", "title": "The Mechanism of Anti-Epileptogenesis by Levetiracetam Treatment is Similar to the Spontaneous Recovery of Idiopathic Generalized Epilepsy during Adolescence.", "journal": ["Psychiatry investigation", "Psychiatry Investig"]}