{"authors": [["Nam", "Hye Yeon", "HY", "College of Pharmacy, Graduate School of Pharmaceutical Sciences, Ewha Womans University, Seoul, South Korea."], ["Na", "Eun Jung", "EJ", "College of Pharmacy, Graduate School of Pharmaceutical Sciences, Ewha Womans University, Seoul, South Korea."], ["Lee", "Eunyoung", "E", "College of Pharmacy, Graduate School of Pharmaceutical Sciences, Ewha Womans University, Seoul, South Korea."], ["Kwon", "Youngjoo", "Y", "College of Pharmacy, Graduate School of Pharmaceutical Sciences, Ewha Womans University, Seoul, South Korea."], ["Kim", "Hwa-Jung", "HJ", "College of Pharmacy, Graduate School of Pharmaceutical Sciences, Ewha Womans University, Seoul, South Korea."]], "date": "2017-11-21", "id": "29209207", "text": "Oleamide was first known as a sleep-inducing fatty acid amide, and later shown to have wide range of neuropharmacological effects upon different neurochemical systems. However, the effects of oleamide on brain damage have scarcely been studied, and the molecular mechanisms and sites of its action remain elusive. Kainic acid (KA) has been used to produce an epileptic animal model that mimics human temporal lobe epilepsy and to induce calpain-activated excitotoxicity, which occurs in numerous neurodegenerative disorders. In this study, we examined whether oleamide protects against the KA-induced excitotoxic brain damage accompanied by behavioral seizure activity and neuronal cell death. Moreover, whether these effects of oleamide were mediated by calpain activity-related cellular mechanisms was investigated. KA-induced epileptic rats were produced by an intrastriatal injection of KA (5 nmole). Oral administration of oleamide (0.5, 2, and 10 mg/kg) 30 min prior to the KA injection showed dose-dependent inhibition of the KA-induced behavioral seizure activities that were monitored starting from 60 to 180 min post-surgery. Further repetitive oral administration of oleamide (once per day) for the next 4 consecutive days post-KA injection produced significant neuroprotection against the disrupted neuronal integrity that resulted from KA-induced excitotoxic damage that was also demonstrated by staining of striatal tissue sections with cresyl violet, hematoxylin/eosin, and fluoro-Jade B. In addition, oleamide blocked the KA-induced cleavage of cyclin-dependent kinase-5 coactivator (Cdk5-p35) and collapsin response mediator protein-2, which are believed to be mediated by calpain activation in striatal tissues dissected from KA-induced epileptic rats. Oleamide also reversed the KA-induced reduction in expression of an endogenous calpain inhibitory protein, calpastatin, and a marker of synaptic activity, synapsin-II. The hypothesis that oleamide could induce direct calpain inhibition was further investigated using in vitro calpain assays in both brain tissue and a cell-free and calpain-overexpressed neuronal cell system. These findings together suggest that oleamide has protective effects against excitotoxicity-induced neuronal death and behavioral seizure, partly via its direct calpain inhibitory activity.", "doi": "10.3389/fphar.2017.00817", "title": "Antiepileptic and Neuroprotective Effects of Oleamide in Rat Striatum on Kainate-Induced Behavioral Seizure and Excitotoxic Damage via Calpain Inhibition.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}