{"authors": [["Neugebauer", "Frank", "F", "Institute for Biomagnetism und Biosignalanalysis, University of Münster, Münster, Germany."], ["Möddel", "Gabriel", "G", "Department of Sleep Medicine and Neuromuscular Disorders, Epilepsy Center Münster-Osnabrück, University of Münster, Münster, Germany."], ["Rampp", "Stefan", "S", "Department of Neurosurgery, University Hospital Erlangen, Erlangen, Germany."], ["Burger", "Martin", "M", "Institute for Computational and Applied Mathematics, University of Münster, Münster, Germany."], ["Wolters", "Carsten H", "CH", "Institute for Biomagnetism und Biosignalanalysis, University of Münster, Münster, Germany."]], "date": "2017-11-09", "id": "29209157", "text": "Beamformers are a widely-used tool in brain analysis with magnetoencephalography (MEG) and electroencephalography (EEG). For the construction of the beamformer filters realistic head volume conductor modeling is necessary for accurately computing the EEG and MEG leadfields, i.e., for solving the EEG and MEG forward problem. In this work, we investigate the influence of including realistic head tissue compartments into a finite element method (FEM) model on the beamformer's localization ability. Specifically, we investigate the effect of including cerebrospinal fluid, gray matter, and white matter distinction, as well as segmenting the skull bone into compacta and spongiosa, and modeling white matter anisotropy. We simulate an interictal epileptic measurement with white sensor noise. Beamformer filters are constructed with unit gain, unit array gain, and unit noise gain constraint. Beamformer source positions are determined by evaluating power and excess sample kurtosis (g2) of the source-waveforms at all source space nodes. For both modalities, we see a strong effect of modeling the cerebrospinal fluid and white and gray matter. Depending on the source position, both effects can each be in the magnitude of centimeters, rendering their modeling necessary for successful localization. Precise skull modeling mainly effected the EEG up to a few millimeters, while both modalities could profit from modeling white matter anisotropy to a smaller extent of 5-10 mm. The unit noise gain or neural activity index beamformer behaves similarly to the array gain beamformer when noise strength is sufficiently high. Variance localization seems more robust against modeling errors than kurtosis.", "doi": "10.3389/fnins.2017.00625", "title": "The Effect of Head Model Simplification on Beamformer Source Localization.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}