{"authors": [["Watad", "Abdulla", "A", "Department of Medicine \"B\", Tel-Hashomer, Israel."], ["Tiosano", "Shmuel", "S", "Department of Medicine \"B\", Tel-Hashomer, Israel."], ["Bragazzi", "Nicola Luigi", "NL", "School of Public Health, Department of Health Sciences (DISSAL), University of Genoa, Genoa, Italy."], ["Brigo", "Francesco", "F", "Department of Neuroscience, Biomedicine and Movement Sciences, University of Verona, Verona, Italy, Department of Neurology, Franz Tappeiner Hospital, Merano, Italy."], ["Comaneshter", "Doron", "D", "Chief Physician's Office, Clalit Health Services Tel Aviv, Faculty of Health Sciences, Tel Aviv, Israel."], ["Cohen", "Arnon D", "AD", "Chief Physician's Office, Clalit Health Services Tel Aviv, Faculty of Health Sciences, Tel Aviv, Israel."], ["Amital", "Howard", "H", "Department of Medicine \"B\", Tel-Hashomer, Israel."]], "date": "2017-12-01", "id": "29208845", "text": "Epilepsy is characterized by a relevant epidemiological and clinical burden. In the extant literature, an increased risk of seizures has been described in several inflammatory/autoimmune disorders, including systemic lupus erythematosus (SLE). However, so far, relatively few and small size-based studies have been conducted. We aimed to investigate the link between seizure and SLE utilizing a large sample of subjects and extensive data analysis.Patients with SLE were compared with age- and sex-matched controls regarding the prevalence of epilepsy in a cross-sectional study. Chi-square and t tests were used for univariate analysis and a logistic regression model was used for multivariate analysis. The study was performed utilizing the medical database of Clalit Health Services.The study included 5,018 patients with SLE and 25,090 age- and gender-frequency-matched controls. The proportion of epilepsy was found significantly higher among SLE patients (4.03 vs. 0.87%, p < 0.001). Using logistic regression, adjusting for multiple confounding factors, older age (≥70 years) resulted as negative predictor (OR 0.42 [95% CI 0.27-0.62], p <0.001), whereas the presence of SLE was a positive predictor of epilepsy (OR 4.70 [95% CI 3.94-5.82], p < 0.001). Interaction between SLE and elderly age resulted in high OR of 5.47 for epilepsy (95% CI 2.53-11.9).Our study confirms the higher prevalence of epilepsy in SLE patients. Physicians should be aware of such findings and have a lower threshold for suspecting epileptic seizures in these patients. Further studies are needed to better elucidate the mechanisms by which SLE favors the insurgence of seizures.", "doi": "10.1159/000485136", "title": "Epilepsy among Systemic Lupus Erythematosus Patients: Insights from a Large Database Analysis.", "journal": ["Neuroepidemiology", "Neuroepidemiology"]}