{"authors": [["Lerner", "Raissa", "R", "Institute for Physiological Chemistry, Germany."], ["Post", "Julia M", "JM", "Institute for Physiological Chemistry, Germany."], ["Ellis", "Shane R", "SR", "Maastricht MultiModal Molecular Imaging Institute, Netherlands."], ["Vos", "D R Naomi", "DRN", "Maastricht MultiModal Molecular Imaging Institute, Netherlands."], ["Heeren", "Ron M A", "RMA", "Maastricht MultiModal Molecular Imaging Institute, Netherlands."], ["Lutz", "Beat", "B", "Institute for Physiological Chemistry, Germany."], ["Bindila", "Laura", "L", "Institute for Physiological Chemistry, Germany; bindila@uni-mainz.de."]], "date": "2017-12-05", "id": "29208697", "text": "In this study we report the development of a dual extraction protocol for RNA and lipids including phospholipids, endocannabinoids and arachidonic acid at high spatial resolution e.g. brain punches obtained from whole frozen brains, corresponding to four brain subregions: dorsal hippocampus, ventral hippocampus, basolateral amygdala and hypothalamus. This extraction method combined with liquid-chromatography multiple reaction monitoring for lipid quantification and qPCR for RNA investigation allows lipidomic and transcriptomic profiling from submg tissue amount benefiting thus the time and animal costs for analysis and the data reliability due to prevention of biological variability between animal batches, and/or tissue heterogeneity, as compared to profiling in distinct animal batches. Moreover, the method allows a higher extraction efficiency and integrity preservation for RNA, while allowing concurrently quantitative analysis of low and high abundant lipids. The method was applied for brain punches obtained 1 h after kainic acid-induced epileptic seizures in mice (n=10) compared to controls (n=10), and enabled the provision of valuable, new insights into the subregional lipid and RNA changes with epilepsy, highlighting its potential as a new, viable tool in quantitative neurobiology.", "doi": "10.1194/jlr.M080093", "title": "Simultaneous lipidomic and transcriptomic profiling in mouse brain punches of acute epileptic seizure model compared to controls.", "journal": ["Journal of lipid research", "J. Lipid Res."]}