{"authors": [["Waltl", "Inken", "I", "Department of Pharmacology, Toxicology, and Pharmacy, University of Veterinary Medicine Hannover, Germany; Center for Systems Neuroscience, Hannover, Germany."], ["Käufer", "Christopher", "C", "Department of Pharmacology, Toxicology, and Pharmacy, University of Veterinary Medicine Hannover, Germany."], ["Bröer", "Sonja", "S", "Department of Pharmacology, Toxicology, and Pharmacy, University of Veterinary Medicine Hannover, Germany."], ["Chhatbar", "Chintan", "C", "Institute for Experimental Infection Research, TWINCORE, Center for Experimental and Clinical Infection Research, a joint venture between the Helmholtz Center for Infection Research, Braunschweig, and the Hannover Medical School, Hannover, Germany."], ["Ghita", "Luca", "L", "Institute for Experimental Infection Research, TWINCORE, Center for Experimental and Clinical Infection Research, a joint venture between the Helmholtz Center for Infection Research, Braunschweig, and the Hannover Medical School, Hannover, Germany."], ["Gerhauser", "Ingo", "I", "Department of Pathology, University of Veterinary Medicine Hannover, Germany."], ["Anjum", "Muneeb", "M", "Department of Pharmacology, Toxicology, and Pharmacy, University of Veterinary Medicine Hannover, Germany; Center for Systems Neuroscience, Hannover, Germany."], ["Kalinke", "Ulrich", "U", "Institute for Experimental Infection Research, TWINCORE, Center for Experimental and Clinical Infection Research, a joint venture between the Helmholtz Center for Infection Research, Braunschweig, and the Hannover Medical School, Hannover, Germany."], ["Löscher", "Wolfgang", "W", "Department of Pharmacology, Toxicology, and Pharmacy, University of Veterinary Medicine Hannover, Germany; Center for Systems Neuroscience, Hannover, Germany. Electronic address: wolfgang.loescher@tiho-hannover.de."]], "date": "2017-12-05", "id": "29208406", "text": "Viral encephalitis is a major risk factor for the development of seizures and epilepsy, but the underlying mechanisms are only poorly understood. Mouse models such as viral encephalitis induced by intracerebral infection with Theiler's virus in C57BL/6 (B6) mice allow advancing our understanding of the immunological and virological aspects of infection-induced seizures and their treatment. Previous studies using the Theiler's virus model in B6 mice have indicated that brain-infiltrating inflammatory macrophages and the cytokines released by these cells are key to the development of acute seizures and hippocampal damage in this model. However, approaches used to prevent or reduce macrophage infiltration were not specific, so contribution of other mechanisms could not be excluded. In the present study, we used a more selective and widely used approach for macrophage depletion, i.e., systemic administration of clodronate liposomes, to study the contribution of macrophage infiltration to development of seizures and hippocampal damage. By this approach, almost complete depletion of monocytic cells was achieved in spleen and blood of Theiler's virus infected B6 mice, which was associated with a 70% decrease in the number of brain infiltrating macrophages as assessed by flow cytometry. Significantly less clodronate liposome-treated mice exhibited seizures than liposome controls (P<0.01), but the development of hippocampal damage was not prevented or reduced. Clodronate liposome treatment did not reduce the increased Iba1 and Mac3 labeling in the hippocampus of infected mice, indicating that activated microglia may contribute to hippocampal damage. The unexpected mismatch between occurrence of seizures and hippocampal damage is thought-provoking and suggests that the mechanisms involved in degeneration of specific populations of hippocampal neurons in encephalitis-induced epilepsy are more complex than previously thought.", "doi": "10.1016/j.nbd.2017.12.001", "title": "Macrophage depletion by liposome-encapsulated clodronate suppresses seizures but not hippocampal damage after acute viral encephalitis.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}