{"authors": [["Stee", "K", "K", "Small Animal Department, Faculty of Veterinary Medicine, Ghent University, 133 Salisburylaan, Merelbeke, 9820, Belgium. Electronic address: kimberley.stee@ugent.be."], ["Martlé", "V", "V", "Small Animal Department, Faculty of Veterinary Medicine, Ghent University, 133 Salisburylaan, Merelbeke, 9820, Belgium."], ["Broeckx", "B J G", "BJG", "Department of Nutrition, Genetics and Ethology, Faculty of Veterinary Medicine, Ghent University, Heidestraat 19, Merelbeke, 9820, Belgium."], ["Royaux", "E", "E", "Neurology Service, Davies Veterinary Specialists Limited, Manor Farm Business Park, Higham Goblon, Herts, SG5 3HR, UK."], ["Van Ham", "L", "L", "Small Animal Department, Faculty of Veterinary Medicine, Ghent University, 133 Salisburylaan, Merelbeke, 9820, Belgium."], ["Bhatti", "S F M", "SFM", "Small Animal Department, Faculty of Veterinary Medicine, Ghent University, 133 Salisburylaan, Merelbeke, 9820, Belgium."]], "date": "2017-10-12", "id": "29208209", "text": "Phenobarbital or potassium bromide (KBr) add-on treatment decreases the average monthly seizure frequency in dogs with idiopathic epilepsy resistant to a maximum dose of imepitoin. The importance of continued administration of imepitoin in these dogs is currently unknown. The goal of this study was to assess whether imepitoin withdrawal would destabilize epileptic seizure control. In this prospective clinical trial epileptic seizure control was evaluated by comparing the monthly seizure frequency of 13 dogs with well-controlled idiopathic epilepsy receiving a combination of imepitoin and phenobarbital (n=4), imepitoin and KBr (n=7), and imepitoin, phenobarbital and KBr (n=2) during a period of 3-6 months (pre-withdrawal period), with a follow-up period of 9-12 months after withdrawal of imepitoin (post-withdrawal period). Adverse effects were also recorded before and after withdrawal of imepitoin. Imepitoin was tapered off over 3 months as follows: 20mg/kg twice daily for 1 month, then 10mg/kg twice daily for 1 month, then once daily for 1 month. Withdrawal of imepitoin did not increase monthly seizure frequency (P=0.9). Moreover, all owners reported improvement in the adverse effects experienced by their dog after withdrawal of imepitoin. Imepitoin withdrawal in epileptic dogs that were well-controlled with imepitoin and phenobarbital and/or KBr did not worsen epileptic seizure control, and possibly decreased antiepileptic treatment-related adverse effects. However, a worsening of seizure frequency could occur in individual cases.", "doi": "10.1016/j.tvjl.2017.10.003", "title": "Imepitoin withdrawal in dogs with idiopathic epilepsy well-controlled with imepitoin and phenobarbital and/or potassium bromide does not increase seizure frequency.", "journal": ["Veterinary journal (London, England : 1997)", "Vet. J."]}