{"authors": [["Prasad", "D K V", "DKV", "Assistant Professor, Department of Biochemistry, NRI Institute of Medical Sciences, Visakhapatnam, Andhra Pradesh, India."], ["Satyanarayana", "U", "U", "Professor, Department of Biochemistry, Dr Pinnamaneni Institute of Medical Sciences, Gannavaram, Andhra Pradesh, India."], ["Shaheen", "Uzma", "U", "Research Scholar, Department of Molecular Biology, Institute of Genetics and Hospital for Genetic Diseases, Hyderabad, Telangana, India."], ["Prabha", "T Surya", "TS", "Professor, Department of Human Genetics, Central University of Punjab, Bathinda, Punjab, India."], ["Munshi", "Anjana", "A", "Associate Professor, Department of Neurology, Nizam's Institute of Medical Sciences, Hyderabad, Telangana, India."]], "date": "2017-09-01", "id": "29207692", "text": "Oxidative stress resulting from excessive generation of Reactive Oxygen Species (ROS) plays a significant role in neurodegeneration associated with seizures/epilepsy.To evaluate oxidative stress markers and antioxidant enzymes in Genetic Generalised Epilepsy (GGE) and to know the extent of oxidative stress induced by Anti-Epileptic Drugs (AEDs) with the time duration of treatment.In this case-control study, 310 GGE patients (male:female=203:107), who were on AED treatment (n=235) and 75 untreated patients (male:female=49:26) along with 310 age and sex matched healthy controls were recruited. Oxidative stress markers such as Nitric Oxide (NO), Malondialdehyde (MDA) and antioxidant enzyme activities namely Superoxide Dismutase (SOD), Glutathione Peroxidase (GPx) and Catalase (CAT) were measured spectrophotometrically.Significantly higher levels of serum NO, MDA and low levels of plasma Total Antioxidant Capacity (TAC) were found in patients as compared to controls (p<0.001) whereas erythrocyte SOD, CAT and GPx activities were found to be significantly low in patients when compared to the control group (p<0.001). Statistically significant higher levels of NO, MDA and lower levels of SOD, CAT and TAC were observed in patients subgroup, who were on AEDs for more than >5 years compared to other groups (≤ 1 year and 1-≤ 5 years) (p=0.02, p=0.01, p=0.001, p=0.01 and p=0.05 respectively). Further, significant increase in the levels of NO, MDA and decreased activities of SOD, CAT were found in treated patients compared to untreated patients (p<0.05) denoting that additional oxidative stress induced by AEDs which results in seizure recurrence and drug intractability.Our study demonstrated that GGE patients have additional oxidative stress due to AEDs and decreased antioxidant enzyme activities causing an imbalance between oxidant and antioxidant status, which might contribute to the pathogenesis of GGE.", "doi": "10.7860/JCDR/2017/29133.10604", "title": "Oxidative Stress in the Development of Genetic Generalised Epilepsy: An Observational Study in Southern Indian Population.", "journal": ["Journal of clinical and diagnostic research : JCDR", "J Clin Diagn Res"]}