{"authors": [["Li", "Rong", "R", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Laboratory for Neuroinformation, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, 610054, People's Republic of China."], ["Liao", "Wei", "W", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Laboratory for Neuroinformation, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, 610054, People's Republic of China."], ["Yu", "Yangyang", "Y", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Laboratory for Neuroinformation, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, 610054, People's Republic of China."], ["Chen", "Heng", "H", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Laboratory for Neuroinformation, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, 610054, People's Republic of China."], ["Guo", "Xiaonan", "X", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Laboratory for Neuroinformation, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, 610054, People's Republic of China."], ["Tang", "Ye-Lei", "YL", "Departments of Neurology, The Second Affiliated Hospital of Medial College, Zhejiang University, Hangzhou, 310009, People's Republic of China."], ["Chen", "Huafu", "H", "The Clinical Hospital of Chengdu Brain Science Institute, MOE Key Laboratory for Neuroinformation, School of Life Science and Technology, University of Electronic Science and Technology of China, Chengdu, 610054, People's Republic of China."]], "date": "2017-12-05", "id": "29206330", "text": "Benign epilepsy with centrotemporal spikes (BECTS) is characterized by abnormal (static) functional interactions among cortical and subcortical regions, regardless of the active or chronic epileptic state. However, human brain connectivity is dynamic and associated with ongoing rhythmic activity. The dynamic functional connectivity (dFC) of the distinct striato-cortical circuitry associated with or without interictal epileptiform discharges (IEDs) are poorly understood in BECTS. Herein, we captured the pattern of dFC using sliding window correlation of putamen subregions in the BECTS (without IEDs, n = 23; with IEDs, n = 20) and sex- and age-matched healthy controls (HCs, n = 28) during rest. Furthermore, we quantified dFC variability using their standard deviation. Compared with HCs and patients without IEDs, patients with IEDs exhibited excessive variability in the dorsal striatal-sensorimotor circuitry related to typical seizure semiology. By contrast, excessive stability (decreased dFC variability) was found in the ventral striatal-cognitive circuitry (p < .05, GRF corrected). In addition, correlation analysis revealed that the excessive variability in the dorsal striatal-sensorimotor circuitry was related to highly frequent IEDs (p < .05, uncorrected). Our finding of excessive variability in the dorsal striatal-sensorimotor circuitry could be an indication of increased sensitivity to regional fluctuations in the epileptogenic zone, while excessive stability in the ventral striatal-cognitive circuitry could represent compensatory mechanisms that prevent or postpone cognitive impairments in BECTS. Overall, the differentiated dynamics of the striato-cortical circuitry extend our understanding of interactions among epileptic activity, striato-cortical functional architecture, and neurocognitive processes in BECTS.", "doi": "10.1002/hbm.23910", "title": "Differential patterns of dynamic functional connectivity variability of striato-cortical circuitry in children with benign epilepsy with centrotemporal spikes.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}