{"authors": [["Vargas", "Maria Isabel", "MI", "Division of Neuroradiology of Geneva University Hospitals and Geneva University, Geneva, Switzerland."], ["Martelli", "Pascal", "P", "Animal Imaging and Technology Core (AIT), Center for Biomedical Imaging (CIBM), Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland."], ["Xin", "Lijing", "L", "Animal Imaging and Technology Core (AIT), Center for Biomedical Imaging (CIBM), Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland."], ["Ipek", "Ozlem", "O", "Animal Imaging and Technology Core (AIT), Center for Biomedical Imaging (CIBM), Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland."], ["Grouiller", "Frederic", "F", "CIBM, Department of Radiology and Medical Informatics, Geneva Hospitals and University of Geneva, Geneva, Switzerland."], ["Pittau", "Francesca", "F", "Division of Neurology, Epileptology Unit, Geneva University Hospitals, Geneva, Switzerland."], ["Trampel", "Robert", "R", "Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany."], ["Gruetter", "Rolf", "R", "Animal Imaging and Technology Core (AIT), Center for Biomedical Imaging (CIBM), Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland."], ["Vulliemoz", "Serge", "S", "Division of Neurology, Epileptology Unit, Geneva University Hospitals, Geneva, Switzerland."], ["Lazeyras", "Francois", "F", "CIBM, Department of Radiology and Medical Informatics, Geneva Hospitals and University of Geneva, Geneva, Switzerland."]], "date": "2017-12-04", "id": "29205628", "text": "The aim of this article is to illustrate the principal challenges, from the medical and technical point of view, associated with the use of ultrahigh field (UHF) scanners in the clinical setting and to present available solutions to circumvent these limitations. We would like to show the differences between UHF scanners and those used routinely in clinical practice, the principal advantages, and disadvantages, the different UHFs that are ready be applied to routine clinical practice such as susceptibility-weighted imaging, fluid-attenuated inversion recovery, 3-dimensional time of flight, magnetization-prepared rapid acquisition gradient echo, magnetization-prepared 2 rapid acquisition gradient echo, and diffusion-weighted imaging, the technical principles of these sequences, and the particularities of advanced techniques such as diffusion tensor imaging, spectroscopy, and functional imaging at 7TMR. Finally, the main clinical applications in the field of the neuroradiology are discussed and the side effects are reported.", "doi": "10.1111/jon.12481", "title": "Clinical Neuroimaging Using 7 T MRI: Challenges and Prospects.", "journal": ["Journal of neuroimaging : official journal of the American Society of Neuroimaging", "J Neuroimaging"]}