{"authors": [["Stark", "Jessica", "J", "Vivian Smith Department of Neurosurgery, University of Texas Medical School at Houston, Houston, TX, USA."], ["Friedman", "Elliott", "E", "Department of Radiology, University of Texas Medical School at Houston, Houston, TX, USA."], ["Thompson", "Stephen", "S", "Department of Neurology, University of Texas Medical School at Houston, Houston, TX, USA."], ["Von Allmen", "Gretchen", "G", "Department of Neurology, University of Texas Medical School at Houston, Houston, TX, USA."], ["Bhattacharjee", "Meenakshi", "M", "Department of Pathology, University of Texas Medical School at Houston, Houston, TX, USA."], ["Tandon", "Nitin", "N", "Vivian Smith Department of Neurosurgery, University of Texas Medical School at Houston, Houston, TX, USA."]], "date": "2017-12-03", "id": "29205319", "text": "Dysembryoplastic neuroepithelial tumors (DNETs) are World Health Organization grade 1 neoplasms, typically present as isolated cortical lesions with no associated edema. We present 3 rare cases of DNETs that were atypical in location (all were subcortical and 1 was bilateral), 2 of which displayed substantial growth over time. All 3 cases presented with seizures that were not well controlled on medications, followed by a successful cure of the epilepsy when these lesions were removed. These cases uniquely illustrate that DNETs can be present throughout the brain and may generate seizures even in a subcortical location, possibly due to containing neurons with the potential for aberrant microcircuitry. The slow, nonmalignant proliferation of these lesions may engage epileptogenic networks, leading to the onset of seizures. These cases carry implications for the management of these surgically treatable lesions. Thus far, there have only been a handful of cases of growth reported in nonmalignant DNETs, and 2 of these cases displayed growth over the interval of monitoring.", "doi": "10.1111/epi.13970", "title": "Atypical presentations of dysembryoplastic neuroepithelial tumors.", "journal": ["Epilepsia", "Epilepsia"]}