{"authors": [["Lambert", "Isabelle", "I", "Inserm, INS, Institute of Neurosciences of Systems, Aix Marseille Univ, Marseille, France."], ["Roehri", "Nicolas", "N", "Inserm, INS, Institute of Neurosciences of Systems, Aix Marseille Univ, Marseille, France."], ["Giusiano", "Bernard", "B", "Inserm, INS, Institute of Neurosciences of Systems, Aix Marseille Univ, Marseille, France."], ["Carron", "Romain", "R", "Functional and Stereotactic Neurosurgery, Timone Hospital, APHM, Marseille, France."], ["Wendling", "Fabrice", "F", "INSERM, U1099, Rennes 1 University, Rennes, France."], ["Benar", "Christian", "C", "Inserm, INS, Institute of Neurosciences of Systems, Aix Marseille Univ, Marseille, France."], ["Bartolomei", "Fabrice", "F", "Inserm, INS, Institute of Neurosciences of Systems, Aix Marseille Univ, Marseille, France."]], "date": "2017-12-03", "id": "29205292", "text": "Non-rapid eye movement (NREM) sleep is known to be a brain state associated with an activation of interictal epileptic activity. The goal of this work was to quantify topographic changes occurring during NREM sleep in comparison with wakefulness.We studied intracerebral recordings of 20 patients who underwent stereo-electroencephalography (SEEG) during presurgical evaluation for pharmacoresistant focal epilepsy. We measured the number of interictal spikes (IS) and quantified the co-occurrence of IS between brain regions during 1 hour of NREM sleep and 1 hour of wakefulness. Co-occurrence is a method to estimate IS networks based on a temporal concordance between IS of different brain regions. Each studied region was labeled as \"seizure-onset zone\" (SOZ), \"propagation zone\" (PZ), or \"not involved region\" (NIR).During NREM sleep, the number of interictal spikes significantly increased in all regions (mean of 68%). This increase was higher in medial temporal regions than in other regions, whether involved in the SOZ. Spike co-occurrence increased significantly in all regions during NREM sleep in comparison with wakefulness but was greater in neocortical regions. Spike co-occurrence in medial temporal regions was not higher than in other regions, suggesting that the increase of the number of spikes in this region was in great part a local effect.This study demonstrated that medial temporal regions show a greater propensity to spike production or propagation during NREM sleep compared to other brain regions, even when the medial temporal lobe is not involved in the SOZ.", "doi": "10.1111/epi.13958", "title": "Brain regions and epileptogenicity influence epileptic interictal spike production and propagation during NREM sleep in comparison with wakefulness.", "journal": ["Epilepsia", "Epilepsia"]}