{"authors": [["Park", "Chang-Hyun", "CH", "Department of Neurology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, Seoul, South Korea."], ["Choi", "Yun Seo", "YS", "Department of Neurology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, Seoul, South Korea."], ["Kim", "Hyeon Jin", "HJ", "Department of Neurology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, Seoul, South Korea."], ["Chung", "Hwa-Kyung", "HK", "Department of Neurology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, Seoul, South Korea."], ["Jung", "A-Reum", "AR", "Department of Neurology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, Seoul, South Korea."], ["Yoo", "Jeong Hyun", "JH", "Department of Radiology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, Seoul, South Korea."], ["Lee", "Hyang Woon", "HW", "Department of Neurology, Ewha Womans University School of Medicine and Ewha Medical Research Institute, Seoul, South Korea."]], "date": "2017-12-04", "id": "29205291", "text": "Patients with temporal lobe epilepsy (TLE) show brain connectivity changes in association with cognitive impairment. Seizure frequency and lateralization are 2 important clinical factors that characterize epileptic seizures. In this study, we sought to examine an interactive effect of the 2 seizure factors on intratemporal effective connectivity based on resting-state functional magnetic resonance imaging (rsfMRI) in patients with TLE.For rsfMRI data acquired from 48 TLE patients and 45 healthy controls, we applied stochastic dynamical causal modeling to infer effective connectivity between 3 medial temporal lobe (MTL) regions, including the hippocampus (Hipp), parahippocampal gyrus (PHG), and amygdala (Amyg), ipsilateral to the seizure focus. We searched for the effect of the 2 seizure factors, seizure frequency (good vs poor seizure control) and lateralization (left vs right TLE), on connection strengths and their relationship with the level of verbal memory and language impairment.Impairment of verbal memory and language function was mainly affected by seizure lateralization, consistent with preferential involvement of the left MTL in verbal mnemonic processing. For the fully connected model, which was selected as the effective connectivity structure that best explained the observed rsfMRI time series, alterations in connection strengths were primarily influenced by seizure frequency; there was an increase in the strength of the Hipp to PHG connection in TLE patients with poor seizure control, whereas the strength of the Amyg to PHG connection increased in those with good seizure control. Furthermore, the association between connection strength alterations and cognitive impairment was interactively affected by both seizure frequency and lateralization.These findings suggest an interactive effect as well as an individual effect of seizure frequency and lateralization on neuroimaging features and cognitive function. This potential interaction needs to be evaluated in the consideration of multiple seizure factors.", "doi": "10.1111/epi.13951", "title": "Interactive effects of seizure frequency and lateralization on intratemporal effective connectivity in temporal lobe epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}