{"authors": [["Sollmann", "Nico", "N", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Echlin", "Paul S", "PS", "Elliott Sports Medicine Clinic, Burlington, ON, Canada."], ["Schultz", "Vivian", "V", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Viher", "Petra V", "PV", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Lyall", "Amanda E", "AE", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Tripodis", "Yorghos", "Y", "Department of Biostatistics, Boston University School of Public Health, Boston, MA, USA."], ["Kaufmann", "David", "D", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Hartl", "Elisabeth", "E", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Kinzel", "Philipp", "P", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Forwell", "Lorie A", "LA", "3M Centre, The University of Western Ontario, London, ON, Canada."], ["Johnson", "Andrew M", "AM", "School of Health Studies, The University of Western Ontario, London, ON, Canada."], ["Skopelja", "Elaine N", "EN", "Ruth Lilly Medical Library, Indiana University, Indianapolis, IN, USA."], ["Lepage", "Christian", "C", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Bouix", "Sylvain", "S", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Pasternak", "Ofer", "O", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Lin", "Alexander P", "AP", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Shenton", "Martha E", "ME", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Koerte", "Inga K", "IK", "Psychiatry Neuroimaging Laboratory, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."]], "date": "2017-11-21", "id": "29204342", "text": "Repetitive subconcussive head impacts (RSHI) may lead to structural, functional, and metabolic alterations of the brain. While differences between males and females have already been suggested following a concussion, whether there are sex differences following exposure to RSHI remains unknown. The aim of this study was to identify and to characterize sex differences following exposure to RSHI.Twenty-five collegiate ice hockey players (14 males and 11 females, 20.6 ± 2.0 years), all part of the Hockey Concussion Education Project (HCEP), underwent diffusion-weighted magnetic resonance imaging (dMRI) before and after the Canadian Interuniversity Sports (CIS) ice hockey season 2011-2012 and did not experience a concussion during the season. Whole-brain tract-based spatial statistics (TBSS) were used to compare pre- and postseason imaging in both sexes for fractional anisotropy (FA), mean diffusivity (MD), axial diffusivity (AD), and radial diffusivity (RD). Pre- and postseason neurocognitive performance were assessed by the Immediate Post-Concussion Assessment and Cognitive Test (ImPACT).Significant differences between the sexes were primarily located within the superior longitudinal fasciculus (SLF), the internal capsule (IC), and the corona radiata (CR) of the right hemisphere (RH). In significant voxel clusters (p < 0.05), decreases in FA (absolute difference pre- vs. postseason: 0.0268) and increases in MD (0.0002), AD (0.00008), and RD (0.00005) were observed in females whereas males showed no significant changes. There was no significant correlation between the change in diffusion scalar measures over the course of the season and neurocognitive performance as evidenced from postseason ImPACT scores.The results of this study suggest sex differences in structural alterations following exposure to RSHI. Future studies need to investigate further the underlying mechanisms and association with exposure and clinical outcomes.", "doi": "10.1016/j.nicl.2017.11.020", "title": "Sex differences in white matter alterations following repetitive subconcussive head impacts in collegiate ice hockey players.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}