{"authors": [["Mahajan", "Abhimanyu", "A", "Department of Neurology, Henry Ford Hospital, Detroit, MI, USA."], ["Alshammaa", "Abdullah", "A", "Department of Neurology, Henry Ford Hospital, Detroit, MI, USA."], ["Zillgitt", "Andrew", "A", "Department of Neurology, Henry Ford Hospital, Detroit, MI, USA."], ["Bowyer", "Susan M", "SM", "Department of Neurology, Henry Ford Hospital, Detroit, MI, USA."], ["LeWitt", "Peter", "P", "Department of Neurology, Henry Ford Hospital, Detroit, MI, USA."], ["Kaminski", "Patricia", "P", "Department of Neurology, Henry Ford Hospital, Detroit, MI, USA."], ["Sidiropoulos", "Christos", "C", "Department of Neurology, Henry Ford Hospital, Detroit, MI, USA."]], "date": "2017-11-10", "id": "29204314", "text": "Pharmacological management of cervical dystonia (CD) is considered to be symptomatic in effect, rather than targeting the underlying pathophysiology of the disease. Magnetoencephalography (MEG), a direct measure of neuronal activity, while accepted as a modality for pre-surgical mapping in epilepsy, has never been used to explore the effect of pharmacotherapy in movement disorders.Resting state MEG data were collected from patients with CD, pre- and post-botulinum toxin injections. All of these patients exhibited good clinical benefit with botulinum toxin. Resting state MEG data from four age- and gender-matched healthy controls with no neurological disorders were also collected.Our exploratory study reveals a difference in coherence between controls and patients in the following regions: fronto-striatal, occipito-striatal, parieto-striatal, and striato-temporal networks. In these regions there is an increase after botulinum toxin. Specifically, increased coherence in the left putamen and right superior parietal gyrus was noticeable. Both intrahemispheric and interhemispheric networks were affected.This is the first attempt to directly assess changes in functional connectivity with pharmacotherapy using MEG. Botulinum toxin might affect sensorimotor integration, leading to clinical benefit. The presence of increased interhemispheric coherence and intrahemispheric coherence points to the importance of global and local networks in the pathophysiology of dystonia.", "doi": "10.7916/D84M9H4W", "title": "The Effect of Botulinum Toxin on Network Connectivity in Cervical Dystonia: Lessons from Magnetoencephalography.", "journal": ["Tremor and other hyperkinetic movements (New York, N.Y.)", "Tremor Other Hyperkinet Mov (N Y)"]}