{"authors": [["Das", "Saurbhi", "S", "Department of Pediatrics, University College of Medical Sciences and Guru Teg Bahadur Hospital, New Delhi, India."], ["Aggarwal", "Anju", "A", "Department of Pediatrics, University College of Medical Sciences and Guru Teg Bahadur Hospital, New Delhi, India."], ["Roy", "Shambhawi", "S", "Department of Pediatrics, University College of Medical Sciences and Guru Teg Bahadur Hospital, New Delhi, India."], ["Kumar", "Pankaj", "P", "Department of Pediatrics, University College of Medical Sciences and Guru Teg Bahadur Hospital, New Delhi, India."]], "date": null, "id": "29204200", "text": "Quality of life (QOL) in children with cerebral palsy (CP) needs to be measure by CP-specific questionnaire. CP-QOL questionnaire is being used for this purpose.The aim is to determine the QOL in Indian children with CP using CP-QOL questionnaire and to correlate QOL scores with demographic details of the patient.Subjects were parents of 50 children (4-12 years) attending child development center of Guru Teg Bahadur Hospital were enrolled. The parent-proxy version of the CP-QOL questionnaire translated into Hindi was administered by one author. Scoring and analysis were performed as per specified method. Cronbach's alpha was calculated for each domain for validation. Effect of clinical and demographic profile on QOL was analyzed.CP-QOL questionnaire was administered to 50 parents of CP children (32 males, 18 females). The overall QOL score of the children studied was computed to be 38.29 ± 5.2. Age and maternal education had a significant bearing on the QOL of the children (P < 0.05). Type of CP, gender, and epilepsy did not affect the QOL significantly (P > 0.05). Good internal consistency and reliability were found in the domains of social well-being and acceptance, functioning, participation, and physical health (Cronbach's alpha >0.7). Access to services, pain, and impact of disability and family health showed a weak correlation with Cronbach's alpha <0.7.QOL in children with CP was compromised. The CP-QOL questionnaire can be used to measure QOL in Indian children with CP.", "doi": "10.4103/jpn.JPN_127_16", "title": "Quality of Life in Indian Children with Cerebral Palsy Using Cerebral Palsy-quality of Life Questionnaire.", "journal": ["Journal of pediatric neurosciences", "J Pediatr Neurosci"]}