{"authors": [["Jordans", "M J D", "MJD", "Centre for Global Mental Health, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Aldridge", "L", "L", "Centre for Global Mental Health, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Luitel", "N P", "NP", "Research Department, Transcultural Psychosocial Organization-Nepal (TPO), Kathmandu, Nepal."], ["Baingana", "F", "F", "School of Public Health, Makerere University, Kampala, Uganda."], ["Kohrt", "B A", "BA", "Research Department, Transcultural Psychosocial Organization-Nepal (TPO), Kathmandu, Nepal."]], "date": "2017-11-25", "id": "29204183", "text": "Most evaluations of task-shifting have focused on common mental disorders. Much less work has been done on severe mental neurological and substance use (MNS) disorders, such as chronic psychosis and epilepsy. Given the high burden associated with severe MNS and the lack of mental health professionals in low and middle income countries, evaluations on the impact of task-shifting for these disorders are important.In a rural district of Nepal, a community mental health program, based on World Health Organization's Mental Health Gap Action Programme guidelines, was evaluated using a cohort study design. People with epilepsy and psychotic disorders were interviewed at treatment initiation and at 12-month follow-up. We also compared a group that was offered a comprehensive package of care (medication combined with psychosocial interventions, such as counselling and peer support groups) to a group that received medication only.One-hundred nineteen persons were enrolled in the epilepsy cohort (EC) and 85 in the psychosis cohort (PC). The patients were enrolled in either the comprehensive package (n = 157) or medication only (n = 47). There was significant improvement (P < 0.0001) in psychosis symptoms (PC: Z = 6.78, r = 0.80) and depressive symptoms (EC: Z = 7.43, r = 0.73; PC: Z = 6.02, r = 0.70), seizures (EC: Z = 6.78), functional disability (EC: Z = 6.38, r = 0.67; PC: Z = 4.60, r = 0.57), family and caregiver burden (EC: Z = 8.09, r = 0.85; PC: Z = 6.81, r = 0.84), and social behaviour (PC: Z = 5.94, r = 0.84). There was greater risk reduction for recent seizures among people with epilepsy in the comprehensive treatment package vs. medication only (risk ratio = 0.52, 95% CI 0.29-0.95; P = 0.03); no other significant differences were observed between treatment arms.A community mental health program in Nepal, implemented by non-specialists, resulted in moderate to large effects among people with epilepsy or psychosis. A comprehensive package of care, including counselling and patient support groups, appears to offer added clinical benefits for patients with epilepsy. For people with psychosis, the basic package of care (i.e., psychotropic medications) performed similar to the comprehensive package, suggesting a less resource-intensive package may offer comparable results.", "doi": "10.1186/s13033-017-0177-8", "title": "Evaluation of outcomes for psychosis and epilepsy treatment delivered by primary health care workers in Nepal: a cohort study.", "journal": ["International journal of mental health systems", "Int J Ment Health Syst"]}