{"authors": [["Choudhary", "Shyama", "S", "Department of Pediatrics, Dr. S. N. Medical College, New Delhi, India."], ["Niranjan", "N", "N", "Department of Pediatrics, Dr. R.M.L. Institute of Medical Sciences, New Delhi, India."], ["Khichar", "Satyendra", "S", "Department of Medicine, AIIMS, Jodhpur, Rajasthan, India."], ["Berwal", "Pramod K", "PK", "Department of Pediatrics, S. P. Medical College, Bikaner, Rajasthan, India."], ["Barath", "Abhijeet Singh", "AS", "Department of Medicine, AIIMS, Jodhpur, Rajasthan, India."]], "date": null, "id": "29204024", "text": "Epilepsy is the most common chronic neurological disease and has neurological impairment as an important comorbidity.To find behavioral problems and intelligence quotient (IQ) changes associated with epilepsy and to know the association of variables such as frequency, type of seizures, and duration of disease with cognitive impairment.A descriptive cross sectional study, consisting of 50 cases (patients of epilepsy) and 50 controls (other patients of same socioeconomic status) was conducted at S.P. Medical College, Bikaner. The patients were subjected to detailed clinical history, thorough examination, Pediatric Symptom Checklist, and Bhatia's Battery of Performance intelligence Test. Data analysis was carried out with the help of SPSS 22 software.The prevalence of behavioral problems in generalized and partial seizure group was high (42% and 53.8%) as compared to control group (9%). Low IQ was present more in the patients (44%) of generalized and partial seizure group as compared with the control group, and results were statistically significant. Furthermore, behavioral problems were more in patients who were having more number of seizures (≥3 per year) with significant P values (χ2 = 5.067, P = 0.024).We conclusively found that behavioral problems and cognitive factors, apart from control of seizures, must be kept in mind to determine how well a child with epilepsy progresses toward independence.", "doi": "10.4103/jnrp.jnrp_57_17", "title": "Behavioral Problems and Intelligence Quotient Changes in Pediatric Epilepsy: A Case-Control Study.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}