{"authors": [["Lakhan", "Ram", "R", "Department of Health and Human Performance, Berea College, Berea, Kentucky, USA."], ["Bipeta", "Rajshekhar", "R", "Consultant Psychiatrist, Rajasri Clinic, Hyderabad, Telangana, India."], ["Yerramilli", "Srinivasa S R R", "SSRR", "Consultant Psychiatrist, Sri Venkateswara Nursing Home, Hyderabad, Telangana, India."], ["Nahar", "Vinayak K", "VK", "Center for Animal and Human Health in Appalachia, College of Veterinary Medicine, DeBusk College of Osteopathic Medicine, and School of Mathematics and Sciences, Lincoln Memorial University, Harrogate, TN, USA."]], "date": null, "id": "29204013", "text": "Intellectual disability (ID) can be inherited in families through consanguineous marriage. The ID in an individual can be associated with the ID, epilepsy, and mental illness in their parents. Such connections can be seen more closely among consanguineous marriages in tribal and nontribal population in India.This study shows a few common patterns of the consanguineous relationship in the parents of children with ID in India.This is a case series research design. Extreme or deviant case sampling was applied. Data were collected in homes, camps, and clinical settings in the Barwani district of Madhya Pradesh, India. The patterns of consanguineous marriages and the relationship between children with ID and their relatives with ID, epilepsy, and mental illness were analyzed and reported with pedigree charts.Multiple patterns of consanguineous marriages in tribal and nontribal populations were observed. ID was found to be associated in children with their relatives of the first, second, and third generations.ID may inherit in individuals from their relatives of the first, second, and third generations who have ID, epilepsy, or mental illness and married in the relationship. Appropriate knowledge, guidance, and counseling may be provided to potential couples before planning a consanguineous marriage.", "doi": "10.4103/jnrp.jnrp_104_17", "title": "A Family Study of Consanguinity in Children with Intellectual Disabilities in Barwani, India.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}