{"authors": [["Bhalla", "Devender", "D", "Tropical Unit, Nepal Interest Group of Epilepsy and Neurology, Kathmandu, Nepal."]], "date": null, "id": "29204006", "text": "Epilepsy is a major neurological disorder with many countries as scientifically silent and little-to-nothing known on various aspects of epilepsy.Taking background of a first multinational seminar on epilepsy in Bhutan and a short valid questionnaire pertaining to various aspects of epilepsy, before participation.Large participation was achieved (76 out of 87 approached, 87.3%; 53.0% males). Based on the responses of 76.0% lecturers and clinician and medical administration, 21.0% nurses, and 3.0% traditional practitioners, important derivations were obtained: positively, (a) event provided at least an opportunity to bring service providers at a common platform toward initiating particular epilepsy goals, (b) none regarded epilepsy as contagious or due to past sins, (c) all responded favorably to that \"they found this event useful' and 'this event added something meaningful to them personally or professionally,\" (d) large participation indicated acceptance, need, and common interest among a number of stakeholders. Negatively, significant knowledge-deficit was noted: for 38.4% electroencephalogram is essential for diagnosis, 48.0% responded with incorrect definition of epilepsy, etc.Events, such as this, provides, for scientifically silent countries, basis for not only bringing service providers to a common platform but also to discuss to initiate particular epilepsy goals, to provide additional professional knowledge for strengthening service development, and to determine need and social acceptance around epilepsy. Important knowledge deficit was identified which cannot be fully explained through lack of time or limited training. There might be a need to reappraise the approach to teaching medical professionals about epilepsy.", "doi": "10.4103/jnrp.jnrp_272_17", "title": "Knowledge, Attitude, and Practice among Practitioners Regarding Epilepsy in Bhutan: A Rural and a Remote Country.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}