{"authors": [["Turan Gürhopur", "Fatma Dilek", "FD", "Akdeniz University, Nursing Faculty, Pediatric Nursing Department, Antalya, Turkey. Electronic address: fatosturan@akdeniz.edu.tr."], ["Işler Dalgiç", "Ayşegül", "A", "Akdeniz University, Nursing Faculty, Pediatric Nursing Department, Antalya, Turkey. Electronic address: aisler@akdeniz.edu.tr."]], "date": "2017-12-06", "id": "29203274", "text": "The objective of this study was to evaluate the efficacy of Modular Education Program for Children with Epilepsy and Their Parents on disease management. The program was prepared by researchers in an interdisciplinary team.Children with epilepsy and their parents were included in a randomized controlled study using a pre-posttest design. All participants of the modular education program (n=184 (92 children and their 92 parents')) answered a lot of scales immediately before the program. The researcher presented the modular education program, which included eight modules (four for the children and four for the parents), to the children and parents in the intervention group using interactive teaching methods. And all participants of the modular education program answered all scales immediately after the program and one-month, three-month follow-ups. The control group not participating in the modular education program (n=100 (50 children, 50 parents)) also answered all scales in all follow-ups. Scales used the study comprised epilepsy-specific outcome measures (e.g., knowledge, self-efficacy related to seizures, quality of life and anxiety). The statistical analyses of the study data were performed using SAS 9.3 software.Children in intervention group significantly improved in knowledge (p<0.001), self-efficacy about seizures (p<0.001), and quality of life (p<0.001) compared with the control group. The parents in the intervention group also significantly improved in knowledge about epilepsy (p<0.001) compared with the control group. However, anxiety of the parents in the intervention group significantly increased (p<0.001).The efficacy of the Modular Education Program for Children with Epilepsy and Their Parents on disease management was confirmed. The results indicate that using interactive teaching methods help children with epilepsy and their parents in improving knowledge, self-efficacy about seizures and quality of life. All health professionals who work with children with epilepsy and their parents should provide these modular education programs regularly.", "doi": "10.1016/j.yebeh.2017.07.048", "title": "The effect of a modular education program for children with epilepsy and their parents on disease management.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}