{"authors": [["Fukumoto", "Keita", "K", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan; Graduate School of Biomedical Sciences, Hiroshima University, Minami, Hiroshima 734-8553, Japan."], ["Tamada", "Kota", "K", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan; Graduate School of Biomedical Sciences, Hiroshima University, Minami, Hiroshima 734-8553, Japan; Osaka Bioscience Institute, Suita, Osaka 565-0874, Japan."], ["Toya", "Tsuyoshi", "T", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan; Department of Pharmacology, Faculty of Pharmacy, Keio University, Minato, Tokyo 105-8512, Japan."], ["Nishino", "Tasuku", "T", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan; Faculty of Life and Environmental Sciences, Prefectural University of Hiroshima, Shobara, Hiroshima 727-0023, Japan."], ["Yanagawa", "Yuchio", "Y", "Department of Genetics and Behavioral Neuroscience, Gunma University Graduate School of Medicine, Maebashi, Gunma 371-8511, Japan."], ["Takumi", "Toru", "T", "RIKEN Brain Science Institute, Wako, Saitama 351-0198, Japan; Graduate School of Biomedical Sciences, Hiroshima University, Minami, Hiroshima 734-8553, Japan; Osaka Bioscience Institute, Suita, Osaka 565-0874, Japan. Electronic address: toru.takumi@riken.jp."]], "date": "2017-12-02", "id": "29203264", "text": "During embryonic development, GABAergic interneurons, a main inhibitory component in the cerebral cortex, migrate tangentially from the ganglionic eminence (GE) to cerebral cortex. After reaching the cerebral cortex, they start to extend their neurites for constructing local neuronal circuits around the neonatal stage. Aberrations in migration or neurite outgrowth are implicated in neurological and psychiatric disorders such as epilepsy, schizophrenia and autism. Previous studies revealed that in the early phase of cortical development the neural population migrates tangentially from the GE in the telencephalon and several genes have been characterized as regulators of migration and specification of GABAergic interneurons. However, much less is known about the molecular mechanisms of GABAergic interneurons-specific maturation at later stages of development. Here, we performed genome-wide screening to identify genes related to the later stage by flow cytometry based-microarray (FACS-array) and identified 247 genes expressed in cortical GABAergic interneurons. Among them, Dgkg, a member of diacylglycerol kinase family, was further analyzed. Correlational analysis revealed that Dgkg is dominantly expressed in somatostatin (SST)-expressing GABAergic interneurons. The functional study of Dgkg using GE neurons indicated alteration in neurite outgrowth of GABAergic neurons. This study shows a new functional role for Dgkg in GABAergic interneurons as well as the identification of other candidate genes for their maturation.", "doi": "10.1016/j.neures.2017.11.010", "title": "Identification of genes regulating GABAergic interneuron maturation.", "journal": ["Neuroscience research", "Neurosci. Res."]}