{"authors": [["Khachatryan", "Elvira", "E", "Laboratory of Neuro- and Psychophysiology, KU Leuven, Heresstraat 49, B-3000 Leuven, Belgium. Electronic address: Elvira.khachatryan@kuleuven.be."], ["Brouwer", "Harm", "H", "Department of Language Science and Technology, Saarland University, Saarbrücken, Germany."], ["Staljanssens", "Willeke", "W", "MEDISIP, Faculty of Engineering and Architecture, IMEC, Ghent University, De Pintelaan 185, 9000 Ghent, Belgium."], ["Carrette", "Evelien", "E", "Laboratory of Clinical and Experimental Neurophysiology, Neurology Department, Ghent University Hospital, De Pintelaan 185, 9000 Ghent, Belgium."], ["Meurs", "Alfred", "A", "Laboratory of Clinical and Experimental Neurophysiology, Neurology Department, Ghent University Hospital, De Pintelaan 185, 9000 Ghent, Belgium."], ["Boon", "Paul", "P", "Laboratory of Clinical and Experimental Neurophysiology, Neurology Department, Ghent University Hospital, De Pintelaan 185, 9000 Ghent, Belgium."], ["Van Roost", "Dirk", "D", "Department of Neurosurgery, Ghent University Hospital, De Pintelaan 185, 9000 Ghent, Belgium."], ["Van Hulle", "Marc M", "MM", "Laboratory of Neuro- and Psychophysiology, KU Leuven, Heresstraat 49, B-3000 Leuven, Belgium."]], "date": "2017-12-02", "id": "29203203", "text": "The effect of word association on sentence processing is still a matter of debate. Some studies observe no effect while others found a dependency on sentence congruity or an independent effect. In an attempt to separate the effects of sentence congruity and word association in the spatio-temporal domain, we jointly recorded scalp- and invasive-EEG (iEEG). The latter provides highly localized spatial (unlike scalp-EEG) and high temporal (unlike fMRI) resolutions. We recorded scalp- and iEEG in three patients with refractory epilepsy. The stimuli consisted of 280 sentences with crossed factors of sentence congruity and within sentence word-association. We mapped semantic retrieval processes involved in sentence comprehension onto the left temporal cortex and both hippocampi, and showed for the first time that certain localized regions participate in the processing of word-association in sentence context. Furthermore, simultaneous recording of scalp- and iEEG gave us a direct overview of signal change due to its propagation across the head tissues.", "doi": "10.1016/j.neuropsychologia.2017.12.002", "title": "A new insight into sentence comprehension: The impact of word associations in sentence processing as shown by invasive EEG recording.", "journal": ["Neuropsychologia", "Neuropsychologia"]}