{"authors": [["Caputo", "D", "D", "Neurophysiology Unit, Department of Neuroscience, Bambino Gesù Children's Hospital, Rome, Italy."], ["Iorio", "R", "R", "Institute of Neurology, Fondazione Policlinico Universitario \"Agostino Gemelli\", Università Cattolica del Sacro Cuore, Rome, Italy."], ["Vigevano", "F", "F", "Neurophysiology Unit, Department of Neuroscience, Bambino Gesù Children's Hospital, Rome, Italy."], ["Fusco", "L", "L", "Neurophysiology Unit, Department of Neuroscience, Bambino Gesù Children's Hospital, Rome, Italy. Electronic address: lucia.fusco@opbg.net."]], "date": "2017-11-24", "id": "29203057", "text": "Febrile infection-related epilepsy syndrome (FIRES) has been described as an epileptic encephalopathy of unknown etiology affecting previously healthy children following febrile illness. Despite large investigations on autoimmune pathogenesis no membrane antibodies has been associated since now.We report a 13 years-old girl with negative history for neurological or autoimmune disease that developed at the sixth day of high fever a super-refractory status epilepticus. All investigations, including the most common antibodies related to immune-mediated encephalitis were negative. Seizures continued despite several therapeutic trials with anesthetics (midazolam, propofol) and antiepileptic agents as well as i.v. immunoglobulins but responded, at day 10 from the onset, to ketamine and high dose i.v. steroids. Due the high suspicion of autoimmune encephalitis we tested patient's CSF and plasma on mouse brain with positive response. We subsequently detected a high titre of GABAAR antibodies. After the resolution of the status epilepticus the patient achieved complete recovery of neurological functions.this is the first reported case of a FIRES-like condition due to autoimmune encephalitis mediated by GABAAR antibodies. Our case suggests that GABAAR antibodies should be investigated FIRES.", "doi": "10.1016/j.ejpn.2017.11.005", "title": "Febrile infection-related epilepsy syndrome (FIRES) with super-refractory status epilepticus revealing autoimmune encephalitis due to GABAAR antibodies.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}