{"authors": [["Lu", "Victor M", "VM", "Cure Brain Cancer Foundation Biomarkers and Translational Research Group, Prince of Wales Clinical School, Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia. Electronic address: victor.lu@student.unsw.edu.au."], ["Jue", "Toni R", "TR", "Cure Brain Cancer Foundation Biomarkers and Translational Research Group, Prince of Wales Clinical School, Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia."], ["Phan", "Kevin", "K", "NeuroSpine Surgery Research Group (NSURG), Prince of Wales Private Hospital, Randwick, Sydney, Australia."], ["McDonald", "Kerrie L", "KL", "Cure Brain Cancer Foundation Biomarkers and Translational Research Group, Prince of Wales Clinical School, Lowy Cancer Research Centre, University of New South Wales, Sydney, Australia."]], "date": "2017-12-01", "id": "29202377", "text": "The role of prognostic factors in the management of glioblastoma (GBM) is very important given the stasis in improving its clinical outcomes. Patients who initially present with a positive seizure history at diagnosis have anecdotally experienced superior survival outcomes. The aim of this review was to perform a systematic review and meta-analysis to quantify the potential prognostic significance of positive seizure history in GBM patients. A search strategy was performed using the PRISMA guidelines for article identification, screening, eligibility and inclusion. Relevant articles were identified from six electronic databases from their inception to August 2017. These articles were screened against established criteria for inclusion into this study. Meta-analysis was conducted by pooling results with multivariate-adjusted hazard ratios (HRs). After screening, 6 relevant studies were included for analysis. There was a total cohort of 1836 GBM patients, of which 488 (27%) had a positive seizure history at initial presentation. There was a significant association found between positive seizure history in GBM patients and less mortality events, with an overall HR of 0.71 (95%CI=0.63-0.81, p<0.00001, I2=4%). Positive seizure history at initial presentation of GBM can be associated with improved prognosis. However, there are a number of variables that need to be considered further, including genetic profiling, lead time bias, and anti-epileptic drug (AED) therapy. This review represents the highest level of evidence to date, and its result will be validated by future, prospective study of larger cohorts.", "doi": "10.1016/j.clineuro.2017.11.015", "title": "Quantifying the prognostic significance in glioblastoma of seizure history at initial presentation: A systematic review and meta-analysis.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}