{"authors": [["Isojarvi", "Jouko", "J", "Lundbeck LLC, Deerfield, IL, United States."], ["Gidal", "Barry E", "BE", "University of Wisconsin, School of Pharmacy & Department of Neurology, Madison, WI, United States. Electronic address: barry.gidal@wisc.edu."], ["Chung", "Steve", "S", "Neuroscience Institute, Banner University Medical Center, Phoenix, AZ, United States."], ["Wechsler", "Robert T", "RT", "Idaho Comprehensive Epilepsy Center, Boise, ID, United States."]], "date": "2017-12-22", "id": "29202277", "text": "Given the complexities managing Lennox-Gastaut syndrome (LGS)-comorbid conditions, multiple associated seizure types that tend to be refractory to treatment-dosage optimization of antiepileptic drug (AED) treatment is a challenge. In the absence of clinical trial data on optimization of AED dosage in patients with LGS, dose titration is guided by personal experience, anecdotal evidence, and specific patient factors (age, comorbid conditions and medications, seizure types, etc.). The goal of this study was to determine whether a 20% increase in adjunctive clobazam was a reasonable benchmark for improved seizure response in patients with LGS who had responded to adjunctive clobazam treatment during a 12-week lead-in trial. This was a post hoc analysis of data from a long-term, open-label extension (OLE) study, which comprised patients who completed 1 of 2 pivotal clobazam lead-in studies. During the lead-in studies, patients received either placebo or clobazam (0.25, 0.50, or 1.0mg/kg/d) (maximum 40mg/d); during OLE, patients received clobazam up to 2.0mg/kg/d (maximum 80mg/d). The post hoc analysis population comprised patients who had ≥25%, ≥50%, or ≥75% seizure reduction from baseline during lead-in clobazam treatment and ≥12months of follow-up data during OLE. Successful dosage increase (i.e., dosage optimization) was defined as ≥20% clobazam dosage increase from OLE baseline, and improved seizure control from OLE baseline (improvement in seizure responder status, or >50% reduction in total seizure frequency). Patients were stratified by responder status after lead-in treatment (OLE baseline) and by lead-in clobazam dosage received. The findings of the analysis indicated that clobazam dosage increases of ≥20% during long-term treatment improved seizure control >80% of patients with LGS who responded to clobazam during lead-in treatment. Rates of successful dosage increase during OLE were high regardless of lead-in dosage received, with the highest rate of successful dosage increase among patients who received low-dosage clobazam during lead-in. Similarly, rates of successful dose increase were high regardless of lead-in seizure responder category, with the highest rates occurring in patients with the highest (≥75%) lead-in response.", "doi": "10.1016/j.yebeh.2017.10.003", "title": "Optimizing clobazam treatment in patients with Lennox-Gastaut syndrome.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}