{"authors": [["Zhou", "Hao", "H", "Department of Neurology, The First People's Hospital of Xuzhou, Xuzhou, Jiangsu 221000, P.R. China."], ["Wang", "Nuan", "N", "Department of Neurology, The First People's Hospital of Xuzhou, Xuzhou, Jiangsu 221000, P.R. China."], ["Xu", "Lei", "L", "Department of Pharmacy, The First People's Hospital of Xuzhou, Xuzhou, Jiangsu 221000, P.R. China."], ["Huang", "Hongli", "H", "Department of Neurology, The First People's Hospital of Xuzhou, Xuzhou, Jiangsu 221000, P.R. China."], ["Yu", "Chunyu", "C", "Department of Neurology, The First People's Hospital of Xuzhou, Xuzhou, Jiangsu 221000, P.R. China."]], "date": "2017-09-14", "id": "29201182", "text": "This study evaluated the efficacy of gastrodin in combination with folate (FOL) and vitamin-B12 (V-B12) on patients with epilepsy after stroke (EAS) and its effect on high-mobility group protein B1 (HMGB-1), interleukin-1 (IL-1), and IL-6 serum levels. The clinical data of 92 EAS patients admitted for treatment between April, 2014 and March, 2016 were collected. These patients were randomly divided into control and observation groups (n=46 each) using computer software. Patients in the control group were administered only regular antiepileptic drugs, whereas observation group patients also received a combination of gastrodin, FOL and V-B12. After treatment, we compared efficacy, frequency of epileptic seizure, and Montreal cognitive assessment (MoCA) scores. Serum homocysteine (HCY), FOL and V-B12 levels were detected 3 months later. Enzyme-linked immunosorbent assay (ELISA) was used to detect changes in serum HMGB-1, IL-2 and IL-6 levels at one day before treatment and on the 7th, 21st, 30th and 90th days after treatment. Pearson's correlation coefficient was utilized to analyze the correlations of HMGB-1 with IL-2 and IL-6. The total treatment effectiveness rate was 95.65% in the observation group, which was significantly higher than the control group (73.91%, p<0.05). Epileptic seizure frequency and MoCA scores significantly improved in the observation group (p<0.05). Serum HCY levels were significantly lower, whereas FOL and V-B12 serum levels were significantly higher, at 3 months post-treatment start in the observation group relative to control group (p<0.05). After treatment, serum HMGB-1, IL-2 and IL-6 levels progressively decreased over time in both groups, but observation group levels were significantly lower than in control group (p<0.05). Pearson's correlation coefficient analysis showed that HMGB-1 levels were positively correlated with IL-2 and IL-6 levels. A combination of gastrodin, FOL and V-B12 for EAS can significantly improve inflammatory response symptoms, decrease HCY levels, and increase FOL and V-B12 levels in serum while effectively controlling epileptic seizures, thus exhibiting relatively better clinical efficacy. Therefore, this combination treatment is worthy of being promoted in clinical practice.", "doi": "10.3892/etm.2017.5116", "title": "The efficacy of gastrodin in combination with folate and vitamin B12 on patients with epilepsy after stroke and its effect on HMGB-1, IL-2 and IL-6 serum levels.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}