{"authors": [["Ghazavi", "Yasaman", "Y", "Shefa neuroscience research Center, Rashid Yasemi ST,Tehran, Iran."], ["Zarchi", "Ebrahim Asayesh", "EA", "Shefa neuroscience research Center, Rashid Yasemi ST,Tehran, Iran."], ["Taheri", "Taher", "T", "Shefa neuroscience research Center, Rashid Yasemi ST,Tehran, Iran."], ["Safiabadi", "Mahdi", "M", "Shefa neuroscience research Center, Rashid Yasemi ST,Tehran, Iran."], ["Rahimian", "Elham", "E", "Shefa neuroscience research Center, Rashid Yasemi ST,Tehran, Iran."], ["Amirsalari", "Susan", "S", "Shefa neuroscience research Center, Rashid Yasemi ST,Tehran, Iran."]], "date": null, "id": "29201120", "text": "Long Term Video-EEG Monitoring (LTM) may give us important information in the preoperative assessment of these patients. We performed this study for the first time in pediatric age group in Iran.In this cross-sectional study, 43 children between 4 to 18 yr, with intractable epilepsy referred to Shefa Neuroscience Research Center, Tehran, Iranfrom2007-2012, were enrolled to study in order to evaluate their long-term video EEG findings.The patients mean age was10.07 yr, from which 24(65.9%) were boys.Seven patients with definite epileptogenic zone were advised to perform lesionectomy surgery.In two patients, there was not any seizure onset focus but corpus callosotomy was advised to control their frequent falling.Eight cases were recommended to perform electrocorticography or invasive EEG monitoring and26 cases to adjust medical treatment. In three cases, there was not any electrical seizure activity during clinical attacks, so discontinuing anti-epileptic drugs were recommended fordiagnosis of conditions that mimic epilepsy.It is necessary to perform LTM in patients with refractory epilepsy in order to determine their treatment strategy. If there is any doubt about pseudoseizureLTM can help to differentiate epilepsy from conditions that mimic epilepsy.", "doi": null, "title": "Long-term Video-EEG Monitoring Findings in Children and Adolescents with Intractable Epilepsy.", "journal": ["Iranian journal of child neurology", "Iran J Child Neurol"]}