{"authors": [["Rasouli", "Yasaman", "Y", "Department of Medicinal Chemistry, Faculty of Pharmacy, Pharmaceutical Sciences Branch, Islamic Azad University, Tehran, Iran."], ["Davood", "Asghar", "A", "Department of Medicinal Chemistry, Faculty of Pharmacy, Pharmaceutical Sciences Branch, Islamic Azad University, Tehran, Iran."], ["Alaee", "Armin", "A", "Department of Pharmacology, Faculty of Pharmacy, Pharmaceutical Sciences Branch, Islamic Azad University, Tehran, Iran."], ["Dehqani", "Golnoush", "G", "Department of Medicinal Chemistry, Faculty of Pharmacy, Pharmaceutical Sciences Branch, Islamic Azad University, Tehran, Iran."], ["Shafaroudi", "Hamed", "H", "Department of Pharmacology, Faculty of Pharmacy, Pharmaceutical Sciences Branch, Islamic Azad University, Tehran, Iran."], ["Lotfinia", "Mahboubeh", "M", "Department of Medicinal Chemistry, Faculty of Pharmacy, Pharmaceutical Sciences Branch, Islamic Azad University, Tehran, Iran."], ["Amini", "Mohsen", "M", "Department of Medicinal Chemistry, Faculty of Pharmacy and Pharmaceutical Sciences Research Center, Tehran University of Medical Sciences, Tehran, Iran."], ["Shafiee", "Abbas", "A", "Department of Medicinal Chemistry, Faculty of Pharmacy and Pharmaceutical Sciences Research Center, Tehran University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29201080", "text": "Epilepsy is a chronic disorder of the brain affecting around 50 million people in the world. Up to 30% of epileptic patients do not respond to available drugs and medical therapies. In this paper, anticonvulsant screening of 10 synthesized new derivatives of 1, 4-dihydropyridine-3, 5-dicarboxamides was performed. Anticonvulsant activity was evaluated by intravenous and intraperitoneal pentylenetetrazole and maximal electroshock induced seizures tests. Nifedipine was used as reference drug. Our pharmacological results revealing the compounds 2, 4, 5, and 6 can be effective in both absence and grandmal seizures in human. These pharmacological studies have displayed that these new dihydropyridine derivatives are capable to inhibiting seizures induced by pentylenetetrazole and maximal electroshock in mice efficiently.", "doi": null, "title": "Anticonvulsant Effects of New 1, 4-DihydropyridineDerivatives Containing Imidazolyl Moiety Against Seizures Induced by Pentylenetetrazole and Maximal Electroshock in Mice.", "journal": ["Iranian journal of pharmaceutical research : IJPR", "Iran J Pharm Res"]}