{"authors": [["Yu", "Anan", "A", "Department of Pharmaceutics."], ["Lv", "Jieqiong", "J", "Department of Pharmaceutics."], ["Yuan", "Fang", "F", "Department of Pharmaceutics."], ["Xia", "Zihua", "Z", "Department of Pharmaceutics."], ["Fan", "Kaiyan", "K", "Department of Pharmaceutics."], ["Chen", "Gang", "G", "Department of Pharmaceutics."], ["Ren", "Jialin", "J", "Department of Pharmaceutics."], ["Lin", "Cuicui", "C", "Department of Pharmaceutics."], ["Wei", "Shijie", "S", "Department of Pharmaceutics."], ["Yang", "Fan", "F", "Department of Pharmaceutics."]], "date": "2017-11-21", "id": "29200847", "text": "This study aimed to develop a novel methoxy poly(ethylene glycol)-poly(lactide) (mPEG-PLA)/D-α-tocopherol polyethylene glycol 1000 succinate (TPGS) mixed micelle drug delivery system to improve lamotrigine (LTG) distribution in the hippocampus.LTG-loaded mPEG-PLA/TPGS mixed micelles and LTG-loaded mPEG-PLA micelles were formulated, and their characteristics, particle size, surface morphology, and release behavior in vitro were researched. Then, a microdialysis sampling technique coupled with two validated chromatographic systems was developed for the continuous measurement of the protein-unbound form of LTG in the rat plasma and hippocampus after administering two kinds of micelles and LTG solution intranasally.The drug loading and mean size of LTG-loaded micelles and LTG-loaded mixed micelles prepared with optimal formulation were 36.44%±0.14%, 39.28%±0.26%, 122.9, and 183.5 nm, respectively, with a core-shell structure. The cumulative release rate in vivo of LTG-loaded mixed micelles was 84.21% at 24 hours and showed more sustained release while that of LTG-loaded micelles was 80.61% at 6 hours. The Tmax and area under concentration-time curve from zero to time of last quantifiable concentration of LTG solution, LTG-loaded micelles, and LTG-loaded mixed micelles were 55, 35, and 15 minutes and about 5,384, 16,500, and 25,245 (min⋅μg)/L in the hippocampus, respectively.The results revealed that LTG-loaded mPEG-PLA/TPGS mixed micelles enhanced the absorption of LTG at the nasal cavity and reduced the efflux of LTG in the brain, suggesting that the function of TPGS inhibited P-glycoprotein and LTG-loaded mPEG-PLA/TPGS mixed micelles had the potential to overcome refractory epilepsy.", "doi": "10.2147/IJN.S145488", "title": "mPEG-PLA/TPGS mixed micelles via intranasal administration improved the bioavailability of lamotrigine in the hippocampus.", "journal": ["International journal of nanomedicine", "Int J Nanomedicine"]}