{"authors": [["Yamamoto", "Toru", "T", "Department of Dental Anesthesiology, Tsurumi University School of Dental Medicine, Yokohama, Japan."], ["Miyazawa", "Noriko", "N", "Department of Anesthesiology, Tokyo Metropolitan Children's Medical Center, Tokyo, Japan."], ["Yamamoto", "Shinichi", "S", "Department of Anesthesiology, Tokyo Metropolitan Children's Medical Center, Tokyo, Japan."], ["Kawahara", "Hiroshi", "H", "Department of Dental Anesthesiology, Tsurumi University School of Dental Medicine, Yokohama, Japan."]], "date": null, "id": "29200367", "text": "We report on a morbidly obese 16-year-old boy (weight, 116 kg; height, 176 cm; body mass index, 35.5 kg/m2) with mitochondrial encephalomyopathy and a history of cerebral infarction, epilepsy, and severe mental retardation. The patient was scheduled for elective surgery under general anesthesia for multiple dental caries and entropion of the left eye. Preoperative examination results, including an electrocardiogram, were normal. No obvious cardiac function abnormalities were observed on echocardiography. Midazolam (10 mg) was administered orally as premedication 30 minutes before transfer to the operating room; however, the patient was uncooperative, and his body movements were difficult to control upon entering the operating room. This complicated our attempts to establish a peripheral intravenous line and necessitated volatile inhalational induction, followed by maintenance using total intravenous anesthesia. General anesthesia was used to minimize metabolic system stress. We did not use an infusion solution containing sodium lactate. The operation and subsequent clinical course until discharge were uneventful. Because aerobic metabolism is already compromised in patients with mitochondrial encephalomyopathy, anesthetic management should be designed to avoid placing additional stress on the metabolic system.", "doi": "10.2344/anpr-64-03-06", "title": "Anesthetic Management in Mitochondrial Encephalomyopathy: A Case Report.", "journal": ["Anesthesia progress", "Anesth Prog"]}