{"authors": [["Heussinger", "Nicole", "N", "Institute of Pediatrics, Department of Neuropediatrics, Paracelsus Medical University, General Hospital of Nuremberg, Breslauer Straße 201, 90471 Nürnberg, Germany. Electronic address: Nicole.heussinger@klinikum-nuernberg.de."], ["Della Marina", "Adela", "A", "University of Duisburg-Essen, Germany, Children's Hospital, Department of Neuropediatrics, Developmental Neurology and Social Pediatrics, Hufelandstraße 55, 45147 Essen, Germany. Electronic address: adela.dellamarina@uk-essen.de."], ["Beyerlein", "Andreas", "A", "Helmholtz Zentrum München Institute of Diabetes Research, Ingolstädter Landstraße 1, 85764 Neuherberg, Germany. Electronic address: andreas.beyerlein@helmholtz-muenchen.de."], ["Leiendecker", "Baerbel", "B", "University of Duisburg-Essen, Germany, Children's Hospital, Department of Neuropediatrics, Developmental Neurology and Social Pediatrics, Hufelandstraße 55, 45147 Essen, Germany. Electronic address: baerbel.leiendecker@uk-essen.de."], ["Hermann-Alves", "Sofia", "S", "Children's Hospital Aschaffenburg-Alzenau, Department of Pediatrics and Neuropediatrics, Am Hasenkopf 1, 63739 Aschaffenburg, Germany. Electronic address: sofia@herrmannalves.de."], ["Dalla Pozza", "Robert", "R", "Department of Pediatric Cardiology, Ludwig Maximilians-University of Munich, Marchioninistr. 15, 81377 Munich, Germany. Electronic address: Robert.DallaPozza@med.uni-muenchen.de."], ["Klepper", "Joerg", "J", "Children's Hospital Aschaffenburg-Alzenau, Department of Pediatrics and Neuropediatrics, Am Hasenkopf 1, 63739 Aschaffenburg, Germany. Electronic address: joerg.klepper@klinikum-ab-alz.de."]], "date": "2017-11-11", "id": "29199027", "text": "Glut1 Deficiency (Glut1D) is caused by impaired glucose transport into brain. The resulting epileptic encephalopathy and movement disorders can be treated effectively by high-fat carbohydrate-restricted ketogenic diet therapies (KDT) mimicking fasting and providing ketones as an alternative cerebral fuel. Recently 6-24 months follow-ups of epileptic patients reported elevated blood lipids and intima thickening of the carotid artery raising concerns about potential cardiovascular risks by KDT. To clarify potential cardiovascular risks we performed a prospective 10 year follow up of 10 Glut1D patients.Between August 2001 and January 2016 we enrolled Glut1D patients on KDT at two hospitals in Germany in this prospective, multicenter case series. The minimal follow up was 10 years. Standard deviation scores (SDS) of body mass index (BMI), total cholesterol (TC), HDL-/LDL cholesterol, and triglycerides (TG) before initiation of KDT were compared with respective values at 6 months, 2, 5 years, and 10 years after initiation. After 10 years on KDT cardiovascular risk, assessed by BMI, carotid intima-media thickness (CIMT) measurement, and blood pressure, was compared to a healthy reference population (n = 550).Baseline and 10 year follow-up investigations were available for 10 individuals with Glut1D on KDT. After two years on KDT BMI increased significantly, while total cholesterol, HDL-cholesterol, and LDL-cholesterol decreased. Within 3-5 years on KDT these differences disappeared, and after 10 years blood lipid parameters reflected the situation at initiation of KDT. Prior to KDT one child had dyslipidaemia, but no child after 10 years on KDT. No significant differences were observed with respect to BMI SDS (p = 0.26), CIMT (p = 0.63) or systolic and diastolic blood pressure (SDS p = 0.11 and p = 0.37, respectively) in Glut1D children treated with KDT for at least 10 years compared to healthy controls.In contrast to previous short-term reports on adverse effects of KDT, 10-year follow-up did not identify cardiovascular risks of dietary treatment for Glut1D.", "doi": "10.1016/j.clnu.2017.11.001", "title": "10 patients, 10 years - Long term follow-up of cardiovascular risk factors in Glut1 deficiency treated with ketogenic diet therapies: A prospective, multicenter case series.", "journal": ["Clinical nutrition (Edinburgh, Scotland)", "Clin Nutr"]}