{"authors": [["Shapiro", "Elsa", "E", "Department of Pediatrics, University of Minnesota, United States. Electronic address: shapi004@umn.edu."], ["Ahmed", "Alia", "A", "Department of Pediatrics, University of Minnesota, United States."], ["Whitley", "Chester", "C", "Department of Pediatrics, University of Minnesota, United States."], ["Delaney", "Kathleen", "K", "Shapiro & Delaney, LLC, United States."]], "date": "2017-11-28", "id": "29198891", "text": "This follow-up study of a subgroup of the patients seen in a natural history study of mucopolysaccharidosis type IIIA (Sanfilippo syndrome type A) addressed the adaptive and medical characteristics of their advanced disease manifestations. Of the original 24 patients, specific data was collected on only 58% primarily due to difficulty in locating families and coordinating time for interviews two to four years after the original study. At the last contact with the patient, age range was 8 to 24years of age. Data were collected from telephone interviews from the Vineland Adaptive Behavior Scales II and medical and treatment history. We report the case data from rapid progressing and slow progressing patients separately. By the end of our data collection, 5 patients had died; 4 rapid progressing patients between 8 and 12years of age and 1 slow progressing patient at age 21. Two patients were in out-of-home placements in the year before they died. We found that the incidence of surgeries and epilepsy was relatively low and that behavior problems largely subsided. Adaptive levels were very low with children functioning at below a two-year age equivalent level in all adaptive functions, but motor skills were slightly more intact. Only one slow progressing patient was functioning above a three-year level. Parent burden had shifted from behavioral control to physical management. Although their quality of life was clearly negatively impacted by physical management and palliative care, parents were more able to cope and adapt to such demands than in the initial stages of the disease.", "doi": "10.1016/j.ymgme.2017.11.014", "title": "Observing the advanced disease course in mucopolysaccharidosis, type IIIA; a case series.", "journal": ["Molecular genetics and metabolism", "Mol. Genet. Metab."]}