{"authors": [["Okanishi", "Tohru", "T", "Department of Child Neurology, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan; Comprehensive Epilepsy Center, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan. Electronic address: t.okanishi@sis.seirei.or.jp."], ["Fujimoto", "Ayataka", "A", "Comprehensive Epilepsy Center, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."], ["Hashimoto", "Risa", "R", "Department of Child Neurology, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."], ["Nishimura", "Mitsuyo", "M", "Comprehensive Epilepsy Center, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."], ["Kanai", "Sotaro", "S", "Department of Child Neurology, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."], ["Ogawa", "Miho", "M", "Department of Clinical Psychology, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."], ["Suzuki", "Takayuki", "T", "Department of Radiology, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."], ["Motoi", "Hirotaka", "H", "Department of Child Neurology, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."], ["Takahashi", "Yukitoshi", "Y", "National Epilepsy Center, Shizuoka Institute of Epilepsy and Neurological Disorders, Urushiyama 886, Aoi-ku, Shizuoka 420-8688, Japan."], ["Enoki", "Hideo", "H", "Department of Child Neurology, Seirei-Hamamatsu General Hospital, Sumiyoshi 2-12-12, Naka-ku, Hamamatsu 430-8558, Japan."]], "date": "2017-11-29", "id": "29198411", "text": "Patients with infection-related acute encephalitis sometimes develop epilepsy in the chronic phase of the disease. Patients with postencephalitic epilepsy usually develop partial seizures due to the lesions generated by the encephalitis. We report a case who developed late-onset epileptic spasms after acute cerebral and cerebellar encephalitis.A 5-year-old girl showed severe tremor, gait ataxia, partial or generalized tonic-clonic seizures, hyperactivity, and panic attacks after a mild enterocolitis. Her cerebellar symptoms disappeared until 3 months after onset, and her seizures were controlled with carbamazepine. However, the seizures reappeared as epileptic spasms 5 months after onset. The anti-NMDA-type glutamate receptor antibody concentration was significantly elevated in her cerebrospinal fluid at 8 days, 10 months, and 15 months after onset. The spasms were resistant to multiple antiepileptic drugs. High-dose methylprednisolone and high-dose immunoglobulin therapies did not show any benefits. Oral pranlukast hydrate was started 17 months after onset. After 3 weeks of the medication, her seizures disappeared, and her behavior also dramatically improved.We presented a rare case of post-encephalitic epilepsy that manifested as epileptic spasms. Pranlukast significantly improved her seizures.", "doi": "10.1016/j.braindev.2017.11.006", "title": "Epileptic spasms secondary to acute cerebral and cerebellar encephalitis.", "journal": ["Brain & development", "Brain Dev."]}