{"authors": [["Hermann", "Bruce", "B", "1Department of Neurology,University of Wisconsin School of Medicine and Public Health,Madison Wisconsin."], ["Loring", "David W", "DW", "2Departments of Neurology and Pediatrics,Emory University School of Medicine,Atlanta Georgia."], ["Wilson", "Sarah", "S", "3Department of Psychology,Melbourne University,Melbourne,Australia."]], "date": null, "id": "29198272", "text": "This article reviews the major paradigm shifts that have occurred in the area of the application of clinical and experimental neuropsychology to epilepsy and epilepsy surgery since the founding of the International Neuropsychological Society. The five paradigm shifts discussed include: 1) The neurobiology of cognitive disorders in epilepsy - expanding the landscape of syndrome-specific neuropsychological impairment; 2) pathways to comorbidities: bidirectional relationships and their clinical implications; 3) discovering quality of life: The concept, its quantification and applicability; 4) outcomes of epilepsy surgery: challenging conventional wisdom; and 5) Iatrogenic effects of treatment: cognitive and behavioral effects of antiepilepsy drugs. For each area we characterize the status of knowledge, the key developments that have occurred, and how they have altered our understanding of the epilepsies and their management. We conclude with a brief overview of where we believe the field will be headed in the next decade which includes changes in assessment paradigms, moving from characterization of comorbidities to interventions; increasing development of new measures, terminology and classification; increasing interest in neurodegenerative proteins; transitioning from clinical seizure features to modifiable risk factors; and neurobehavioral phenotypes. Overall, enormous progress has been made over the lifespan of the INS with promise of ongoing improvements in understanding of the cognitive and behavioral complications of the epilepsies and their treatment. (JINS, 2017, 23, 791-805).", "doi": "10.1017/S1355617717000650", "title": "Paradigm Shifts in the Neuropsychology of Epilepsy.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}