{"authors": [["Durá-Travé", "Teodoro", "T", "Department of Pediatrics, School of Medicine, University of Navarra, Pamplona, Spain; Department of Pediatrics, Navarra Hospital Complex, Pamplona, Spain. Electronic address: tduratra@cfnavarra.es."], ["Gallinas-Victoriano", "Fidel", "F", "Department of Pediatrics, Navarra Hospital Complex, Pamplona, Spain."], ["Malumbres-Chacón", "María", "M", "Department of Pediatrics, Navarra Hospital Complex, Pamplona, Spain."], ["Moreno-Gónzalez", "Paula", "P", "Department of Pediatrics, Navarra Hospital Complex, Pamplona, Spain."], ["Aguilera-Albesa", "Sergio", "S", "Department of Pediatrics, Navarra Hospital Complex, Pamplona, Spain."], ["Yoldi-Petri", "María Eugenia", "ME", "Department of Pediatrics, Navarra Hospital Complex, Pamplona, Spain."]], "date": "2017-11-30", "id": "29197669", "text": "The aim of this study is to evaluate if valproate (VPA) and levetiracetam (LEV) as monotherapy are associated with vitamin D deficiency among children with epilepsy.A cross-sectional clinical (seizure types, aetiology of epilepsy, dosage, drug levels, and duration of AED treatment) and blood testing (calcium, phosphorus, 25-OHD and PTH) study was accomplished in 90 epileptic children (AED group: 59 receiving VPA, and 31 receiving LEV) and a control group (244 healthy subjects). 25-OHD levels were categorized as low (<20ng/ml), borderline (20-29ng/ml), or normal (>30ng/ml) RESULTS: The average dosage of VPA and LEV was 20.7±4.7mg/kg/d and 24.1±7.9mg/kg/d, respectively. The mean duration of VPA therapy was 2.5±1.4years, and with LEV was 2.3±1.6years. Mean calcium and 25-OHD levels were significantly higher (p <0.05) in the control group. There was a negative correlation (p <0.01) between 25-OHD and VPA levels (r=-0.442). Vitamin D deficiency (%) was significantly higher (p <0.05) in VPA (24.1%) and LEV (35.5%) groups than in control group (14%). The multiple logistic regression analysis showed that VPA monotherapy (OR: 1.9, CI 95%: 1.1-3.8) and LEV monotherapy (OR: 3.3, CI 95%: 1.5-7.5) were associated with an increased risk of vitamin D deficiency.The prevalence of vitamin D deficiency is common in children with epilepsy taking VPA or LEV. Hence vitamin D status of children treated with VPA and LEV should be regularly monitored and vitamin D supplements should be considered on an individual basis.", "doi": "10.1016/j.eplepsyres.2017.11.013", "title": "Vitamin D deficiency in children with epilepsy taking valproate and levetiracetam as monotherapy.", "journal": ["Epilepsy research", "Epilepsy Res."]}