{"authors": [["Li-Na", "Zhu", "Z", "Department of Neurology, West China Hospital, Sichuan University, Wai Nan Guo Xue Lane 37 #,Chengdu 610041, Sichuan, China. Electronic address: Angelinazhuzhu@163.com."], ["Deng", "Chen", "C", "Department of Neurology, West China Hospital, Sichuan University, Wai Nan Guo Xue Lane 37 #,Chengdu 610041, Sichuan, China. Electronic address: jerry.k.d@163.com."], ["Hai-Jiao", "Wang", "W", "Department of Neurology, West China Hospital, Sichuan University, Wai Nan Guo Xue Lane 37 #,Chengdu 610041, Sichuan, China. Electronic address: 844675111@qq.com."], ["Da", "Xu", "X", "Department of Neurology, West China Hospital, Sichuan University, Wai Nan Guo Xue Lane 37 #,Chengdu 610041, Sichuan, China. Electronic address: 498688793@qq.com."], ["Ge", "Tan", "T", "Department of Neurology, West China Hospital, Sichuan University, Wai Nan Guo Xue Lane 37 #,Chengdu 610041, Sichuan, China. Electronic address: 498688793@qq.com."], ["Ling", "Liu", "L", "Department of Neurology, West China Hospital, Sichuan University, Wai Nan Guo Xue Lane 37 #,Chengdu 610041, Sichuan, China. Electronic address: zjllxx1968@163.com."]], "date": "2017-11-26", "id": "29197667", "text": "Eslicarbazepine (ESL), Lacosamide (LAC), Perampanel (PER) and Brivaracetam (BRV), have recently been marketed as third-generation antiepileptic drugs (AEDs). We conducted a meta-analysis to indirectly compare overall efficacy and tolerability between third-generation AEDs in uncontrolled focal epilepsy.We performed an online database search using Pubmed, Embase, Cochrane Online Library, and Clinicaltrial.gov for all available randomized controlled trials (RCTs) that investigated the therapeutic effects over a range of AED doses versus placebo. We then compared clinical efficacy and tolerability between these newer AEDs using Indirect Treatment Comparison software.Nineteen RCTs with a total of 7245 patients were included in our study. There were no significant differences in the risk difference of 50% responder rates and seizure free rates between third generation AEDs, regardless of dose. The risk of treatment emergent adverse events was significantly higher with ESL and PER treatment compared to BRV at all doses combined. Withdrawal rates due to adverse events were also significantly higher in patients treated with the highest doses of LAC and PER versus BRV, while treatment with ESL or LAC was related to higher withdrawal rates versus BRV when all doses were combined.Our analysis suggested there were no significant differences in efficacy between third generation AEDs in uncontrolled focal epilepsy. BRV may have the best tolerability profile. The other AEDs were associated with a higher risk for intolerable adverse, especially when taken at a high doses. The results from these indirect comparisons warrant further examination and verification through future well-designed trials.", "doi": "10.1016/j.eplepsyres.2017.11.008", "title": "Indirect comparison of third-generation antiepileptic drugs as adjunctive treatment for uncontrolled focal epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}