{"authors": [["Choi", "Sun Ah", "SA", "Department of Pediatrics, Seoul National University Bundang Hospital, Gyeonggi-do, Republic of Korea."], ["Kim", "Soo Yeon", "SY", "Department of Pediatrics, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Kim", "Hyuna", "H", "Department of Pediatrics, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Kim", "Woo Joong", "WJ", "Department of Pediatrics, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Kim", "Hunmin", "H", "Department of Pediatrics, Seoul National University Bundang Hospital, Gyeonggi-do, Republic of Korea."], ["Hwang", "Hee", "H", "Department of Pediatrics, Seoul National University Bundang Hospital, Gyeonggi-do, Republic of Korea."], ["Choi", "Ji Eun", "JE", "Department of Pediatrics, Seoul National University Boramae Medical Center, Seoul, Republic of Korea."], ["Lim", "Byung Chan", "BC", "Department of Pediatrics, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Chae", "Jong-Hee", "JH", "Department of Pediatrics, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Chong", "Sangjoon", "S", "Division of Pediatric Neurosurgery, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul, Republic of Korea."], ["Lee", "Ji Yeoun", "JY", "Division of Pediatric Neurosurgery, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul, Republic of Korea; Department of Anatomy and Cell Biology, Seoul National University College of Medicine, Seoul, Republic of Korea."], ["Phi", "Ji Hoon", "JH", "Division of Pediatric Neurosurgery, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul, Republic of Korea."], ["Kim", "Seung-Ki", "SK", "Division of Pediatric Neurosurgery, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul, Republic of Korea."], ["Wang", "Kyu-Chang", "KC", "Division of Pediatric Neurosurgery, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul, Republic of Korea."], ["Kim", "Ki Joong", "KJ", "Department of Pediatrics, Pediatric Clinical Neuroscience Center, Seoul National University Children's Hospital, Seoul National University College of Medicine, Seoul, Republic of Korea. Electronic address: pednr@snu.ac.kr."]], "date": "2017-11-27", "id": "29197666", "text": "Focal cortical dysplasia (FCD) is a common cause of medically intractable epilepsy in children. Epilepsy surgery has been a valuable treatment option to achieve seizure freedom in these intractable epilepsy patients. We aimed to present long-term surgical outcome, in relation to pathological severity, and to assess predictive factors of epilepsy surgery in pediatric isolated FCD.We retrospectively analyzed the data of 58 children and adolescents, with FCD International League Against Epilepsy (ILAE) task force classification types I and II, who underwent resective epilepsy surgery and were followed for at least 2 years after surgery.The mean age at epilepsy onset was 4.3 years (0-14.2 years), and mean age at epilepsy surgery was 9.4 years (0.4-17.5 years). The mean duration of postoperative follow-up was 5.1±2.6 years (2-12.4 years). Of 58 patients, 62% of patients achieved Engel class I at 2 years postoperatively, 58% at 5 years postoperatively, and 53% at the last follow up. Forty eight percent of our cohort successfully discontinued antiepileptic medication. Of 30 patients with seizure recurrence, 83% of seizures recurred within 2 years after surgery. We observed that FCD type IIb was significantly associated with a better surgical outcome. At fifth postoperative year, 88% of FCD IIb patients were seizure free compared with 21% of type I and 57% of type IIa patients (P=0.043). By multivariate analysis, lesion on MRI (P=0.02) and complete resection (P<0.01) were the most important predictive factors for a seizure-free outcome.Epilepsy surgery is highly effective; more than half of medically intractable epilepsy patients achieved seizure freedom after surgery. In addition, we found significant difference in surgical outcomes according to the ILAE task force classification. Lesion on MRI and complete resection were the most important predictive factors for favorable seizure outcome in isolated FCD patients.", "doi": "10.1016/j.eplepsyres.2017.11.012", "title": "Surgical outcome and predictive factors of epilepsy surgery in pediatric isolated focal cortical dysplasia.", "journal": ["Epilepsy research", "Epilepsy Res."]}