{"authors": [["Di Cristo", "Graziella", "G", "Neurosciences Department, Université de Montréal, Montréal, Québec H3T 1N8, Canada; CHU Sainte-Justine Research Center, Montréal, Québec H3T 1C5, Canada. Electronic address: graziella.dicristo@recherche-ste-justine.qc.ca."], ["Awad", "Patricia N", "PN", "Neurosciences Department, Université de Montréal, Montréal, Québec H3T 1N8, Canada."], ["Hamidi", "Shabnam", "S", "Montreal Neurological Institute and Departments of Neurology & Neurosurgery and of Physiology, McGill University, Montréal, H3A 2B4 Québec, Canada."], ["Avoli", "Massimo", "M", "Montreal Neurological Institute and Departments of Neurology & Neurosurgery and of Physiology, McGill University, Montréal, H3A 2B4 Québec, Canada; Dipartimento di Medicina Sperimentale, Sapienza Università di Roma, 00185 Roma, Italy. Electronic address: massimo.avoli@mcgill.ca."]], "date": "2017-12-02", "id": "29197650", "text": "The K+-Cl- co-transporter KCC2 is a neuron-specific, Cl- extruder that uses K+ gradient for maintaining low intracellular [Cl-]. It is indeed well established that sustaining an outwardly-directed electrochemical Cl- gradient across the neuronal membrane is fundamental for a proper function of postsynaptic GABAA receptor signaling. In particular, studies in the last two decades have shown that KCC2 activity is important to maintain a hyperpolarizing GABAergic neurotransmission. Conversely, low KCC2 activity should lead to depolarizing, and under specific conditions, excitatory GABAergic transmission. Not surprisingly given the critical role of KCC2 in regulating the inhibitory drive, alterations in its expression levels and activity are linked with epilepsy. Here, we will first summarize data regarding the role of KCC2 in epileptiform synchronization. Next, we will review evidence indicating that KCC2 expression and function are altered in chronic epileptic disorders, both in the developing and adult brain. We will also go through recent findings regarding the molecular mechanisms underlying the changes in KCC2 activity that occur following seizures. Finally, we will consider the modulation of KCC2 function as a potential, novel therapeutic target for the treatment of epileptic disorders.", "doi": "10.1016/j.pneurobio.2017.11.002", "title": "KCC2, epileptiform synchronization, and epileptic disorders.", "journal": ["Progress in neurobiology", "Prog. Neurobiol."]}