{"authors": [["Sharma", "Shaunik", "S", "Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames 50011, USA."], ["Carlson", "Steven", "S", "Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames 50011, USA."], ["Puttachary", "Sreekanth", "S", "Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames 50011, USA."], ["Sarkar", "Souvarish", "S", "Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames 50011, USA."], ["Showman", "Lucas", "L", "W.M. Keck Metabolomics Research Laboratory, Iowa State University, Ames 50011, USA."], ["Putra", "Marson", "M", "Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames 50011, USA."], ["Kanthasamy", "Anumantha G", "AG", "Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames 50011, USA."], ["Thippeswamy", "Thimmasettappa", "T", "Department of Biomedical Sciences, College of Veterinary Medicine, Iowa State University, Ames 50011, USA. Electronic address: tswamy@iastate.edu."]], "date": "2017-11-29", "id": "29197620", "text": "Status epilepticus (SE) induces neuroinflammation and epileptogenesis, but the mechanisms are not yet fully delineated. The Fyn, a non-receptor Src family tyrosine kinase (SFK), and its immediate downstream target, PKCδ are emerging as potential mediators of neuroinflammation. In order to first determine the role of Fyn kinase signaling in SE, we tested the efficacy of a SFK inhibitor, saracatinib (25mg/kg, oral) in C57BL/6J mouse kainate model of acute seizures. Saracatinib pretreatment dampened SE severity and completely prevented mortality. We further utilized fyn-/- and fyn+/+ mice (wildtype control for the fyn-/- mice on same genetic background), and the rat kainate model, treated with saracatinib post-SE, to validate the role of Fyn/SFK in SE and epileptogenesis. We observed significant reduction in SE severity, epileptiform spikes, and electrographic non-convulsive seizures in fyn-/- mice when compared to fyn+/+ mice. Interestingly, significant reductions in phosphorylated pSrc-416 and PKCδ (pPKCδ-507) and naive PKCδ were observed in fyn-/- mice as compared to fyn+/+ mice suggesting that PKCδ signaling is a downstream mediator of Fyn in SE and epileptogenesis. Notably, fyn-/- mice also showed a reduction in key proinflammatory mediators TNF-α, IL-1β, and iNOS mRNA expression; serum IL-6 and IL-12 levels; and nitro-oxidative stress markers such as 4-HNE, gp91phox, and 3-NT in the hippocampus. Immunohistochemistry revealed a significant increase in reactive microgliosis and neurodegeneration in the hippocampus and hilus of dentate gyrus in fyn+/+ mice in contrast to fyn-/- mice. Interestingly, we did not observe upregulation of Fyn in pyramidal neurons of the hippocampus during post-SE in fyn+/+ mice, but it was upregulated in hilar neurons of the dentate gyrus when compared to naïve control. In reactive microglia, both Fyn and PKCδ were persistently upregulated during post-SE suggesting that Fyn-PKCδ may drive neuroinflammation during epileptogenesis. Since disabling the Fyn kinase prior to SE, either by treating with saracatinib or fyn gene knockout, suppressed seizures and the subsequent epileptogenic events, we further tested whether Fyn/SFK inhibition during post-SE modifies epileptogenesis. Telemetry-implanted, SE-induced, rats were treated with saracatinib and continuously monitored for a month. At 2h post-diazepam, the saracatinib (25mg/kg) or the vehicle was administered orally and repeated twice daily for first three days followed by a single dose/day for the next four days. The saracatinib post-treatment prevented epileptogenesis in >50% of the rats and significantly reduced spontaneous seizures and epileptiform spikes in the rest (one animal did not respond) when compared to the vehicle treated group, which had >24 seizures in a month. Collectively, the findings suggest that Fyn/SFK is a potential mediator of epileptogenesis and a therapeutic target to prevent/treat seizures and epileptogenesis.", "doi": "10.1016/j.nbd.2017.11.008", "title": "Role of the Fyn-PKCδ signaling in SE-induced neuroinflammation and epileptogenesis in experimental models of temporal lobe epilepsy.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}