{"authors": [["Azevedo", "Hatylas", "H", "Department of Pediatrics, Faculdade de Medicina, University of São Paulo (FMUSP), Brazil carlos.moreira@hc.fm.usp.br hatylas@hotmail.com."], ["Khaled", "Nathália Amato", "NA", "Department of Pediatrics, Faculdade de Medicina, University of São Paulo (FMUSP), Brazil."], ["Santos", "Paula", "P", "Department of Pediatrics, Faculdade de Medicina, University of São Paulo (FMUSP), Brazil."], ["Bertonha", "Fernanda Bernardi", "FB", "Department of Pediatrics, Faculdade de Medicina, University of São Paulo (FMUSP), Brazil."], ["Moreira-Filho", "Carlos Alberto", "CA", "Department of Pediatrics, Faculdade de Medicina, University of São Paulo (FMUSP), Brazil carlos.moreira@hc.fm.usp.br hatylas@hotmail.com."]], "date": "2017-11-30", "id": "29196444", "text": "Complex febrile seizures during infancy constitute an important risk factor for epilepsy development. However, little is known about the alterations induced by febrile seizures that may turn the brain susceptible to epileptic activity. In this context, the use of animal models of hyperthermic seizures (HS) could allow the temporal analysis of brain molecular changes that arise after febrile seizures. Here, we investigated temporal changes in hippocampal gene co-expression networks during the development of rats submitted to HS. Total RNA samples were obtained from the ventral hippocampal CA3 region at four time points after HS at postnatal day 11 (P11) and later used for gene expression profiling. Temporal endpoints were selected for investigating the acute (P12), latent (P30 and P60) and chronic (P120) stages of the HS model. A weighted gene co-expression network analysis was employed to characterize modules of co-expressed genes, as these modules may contain genes with similar functions. The transcriptome analysis pipeline consisted in building gene co-expression networks, identifying network modules and hubs, performing gene-trait correlations and examining module connectivity changes. Modules were functionally enriched to identify functions associated to HS. Our data showed that HS induce changes in developmental, cell adhesion and immune pathways, like Wnt, Hippo, Notch, JAK-STAT and MAPK. Interestingly, modules involved in cell adhesion, neuronal differentiation and synaptic transmission were activated as early as one day after HS. These results suggest that HS trigger transcriptional alterations that may lead to persistent neurogenesis, tissue remodeling and inflammation in the CA3 hippocampus, turning the brain prone to epileptic activity.", "doi": "10.1242/dmm.029074", "title": "Temporal analysis of hippocampal CA3 gene co-expression networks in a rat model of febrile seizures.", "journal": ["Disease models & mechanisms", "Dis Model Mech"]}