{"authors": [["Wilson", "Christopher D", "CD", "Department of Neurological Surgery, Indiana University, Indianapolis, Indiana, USA."], ["Burks", "Josh D", "JD", "Department of Neurosurgery, University of Oklahoma, Oklahoma City, Oklahoma, USA."], ["Rodgers", "Richard B", "RB", "Department of Neurological Surgery, Indiana University, Indianapolis, Indiana, USA."], ["Evans", "Robert M", "RM", "Flagstaff Neurosurgery, Flagstaff, Arizona, USA."], ["Bakare", "Adewale A", "AA", "Department of Neurological Surgery, Indiana University, Indianapolis, Indiana, USA."], ["Safavi-Abbasi", "Sam", "S", "Flagstaff Neurosurgery, Flagstaff, Arizona, USA. Electronic address: safaviabbasi@gmail.com."]], "date": "2017-12-02", "id": "29196247", "text": "Moderate to severe traumatic brain injury confers increased risk of posttraumatic seizures (PTSs). Early PTSs are diagnosed when seizures develop within 7 days after injury, whereas seizures diagnosed as late PTSs occur later. Patients have been treated with phenytoin (PHT) to prevent early PTSs and more recently with levetiracetam (LEV). Various regimens have been tried in patients to prevent late PTSs with variable success. We assessed and compared effectiveness of these drugs on early and late PTS prevention.A literature search revealed 120 articles. Data were included if the same factors were compared across studies with identical treatment arms. Random effects models were used for meta-analysis to combine data into an overriding odds ratio (OR) comparing PTS incidence. For early PTSs, PHT was compared with placebo and LEV with PHT. For late PTSs, each drug was compared with placebo.Sixteen studies were included. PHT was associated with decreased odds of early seizures relative to placebo (OR = 0.34, 95% confidence interval [CI] 0.19-0.62). There was no difference in early seizure incidence between LEV and PHT (OR = 0.83, 95% CI 0.33-2.1). Neither LEV (OR = 0.69, 95% CI 0.24-1.96) nor PHT (OR = 0.4, 95% CI 0.1-1.6) was associated with fewer late PTSs than placebo.New literature is consistent with current guidelines supporting antiepileptic drug administration for prevention of early, but not late, PTSs. With regard to early PTS prevention, LEV and PHT are similarly efficacious, which is consistent with current guidelines. Side-effect profiles favor LEV administration over PHT.", "doi": "10.1016/j.wneu.2017.11.116", "title": "Early and Late Posttraumatic Epilepsy in the Setting of Traumatic Brain Injury: A Meta-analysis and Review of Antiepileptic Management.", "journal": ["World neurosurgery", "World Neurosurg"]}