{"authors": [["González-Castillo", "Z", "Z", "Departamento de Neurología Pediátrica, Centro Médico Nacional 20 de Noviembre, ISSSTE, Ciudad de México, México. Electronic address: gocz26@gmail.com."], ["Solórzano Gómez", "E", "E", "Departamento de Neurología Pediátrica, Centro Médico Nacional 20 de Noviembre, ISSSTE, Ciudad de México, México."], ["Torres-Gómez", "A", "A", "Departamento de Ortopedia, Centro Médico ABC, Ciudad de México, México."], ["Venta Sobero", "J A", "JA", "Departamento de Neurología Pediátrica, Centro Médico Nacional 20 de Noviembre, ISSSTE, Ciudad de México, México."], ["Gutiérrez Moctezuma", "J", "J", "Departamento de Neurología Pediátrica, Centro Médico Nacional 20 de Noviembre, ISSSTE, Ciudad de México, México."]], "date": "2017-11-28", "id": "29196143", "text": "Epilepsy is the most common neurological disease in childhood; depending on the definition of drug-resistant epilepsy, incidence varies from 10% to 23% in the paediatric population. The objective of this study was to account for the decrease in the frequency and/or monthly duration of epileptic seizures in paediatric patients with drug-resistant epilepsy treated with antiepileptic drugs, before and after adding intravenous immunoglobulin G (iIV IgG).This is an analytic, observational, retrospective case-control study. We studied paediatric patients with drug-resistant epilepsy who were treated with IV IgG at the Centro Médico Nacional 20 de Noviembre, in Mexico City, from 2003 to 2013.One hundred and sixty seven patients (19.5%) had drug-resistant epilepsy and 44 (5.1%) started adjuvant treatment with IV IgG. The mean age of patients at the beginning of treatment was 6.12 years±5.14); aetiology was structural acquired in 28 patients (73.6%), genetic in 5 (13.1%), immune in 1 (2.6%), and unknown in 4 (10.5%). At 2 months from starting IV IgG, seizure duration had reduced to 66.66%; the frequency of seizures was reduced by 64% at 4 months after starting treatment (P<.001).According to the results of this study, intravenous immunoglobulin may be an effective therapy for reducing the frequency and duration of seizures in paediatric patients with drug-resistant epilepsy.", "doi": "10.1016/j.nrl.2017.09.005", "title": "Intravenous immunoglobulin G as adjuvant treatment in drug-resistant childhood epilepsy.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}