{"authors": [["Wipfler", "P", "P", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden, Sweden; Department of Neurology, Christian Doppler Medical Centre Paracelsus Medical University, and Centre for Cognitive Neuroscience Salzburg, Austria."], ["Dunn", "N", "N", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden, Sweden. Electronic address: njcdunn@gmail.com."], ["Beiki", "O", "O", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden, Sweden; Cognizant Technology Solutions, Stockholm, Sweden."], ["Trinka", "E", "E", "Department of Neurology, Christian Doppler Medical Centre Paracelsus Medical University, and Centre for Cognitive Neuroscience Salzburg, Austria."], ["Fogdell-Hahn", "A", "A", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden, Sweden."]], "date": "2017-11-24", "id": "29195226", "text": "Mesial temporal lobe epilepsy (MTLE) is a common epileptic disorder. Although likely multifactorial, the mechanisms underlying the etiology and pathogenesis of the disease remains unknown in majority of patients. Viruses, particularly Human Herpes Virus 6A and B (HHV-6), two neurotropic herpes viruses, have been implicated in MTLE due to their ubiquitous nature and ability to establish lifelong latency with risk of reactivation. However, the results of studies investigating this relationship are conflicting. This systematic review and meta-analysis was conducted to determine the relationship between HHV-6 DNA (not specifying if A or B) in brain tissue and MTLE based on the current evidence.Two independent assessors carried out a comprehensive electronic search to identify all relevant studies. Both fixed- and random-effects models were used to determine the overall odds ratio.A total of 10 studies met the inclusion criteria for the systematic review and eight for the meta-analysis. In 19.6% of all MTLE patients HHV-6 DNA was detected in brain tissue compared to 10.3% of all controls (p >0.05). The pooled odds ratio of HHV-6 positive cases in MTLE patients was 2.016 [95%-CI: 1.16-3.50] in the fixed effect model.The results of this meta-analysis indicate an association between HHV-6 DNA and MTLE surgically resected tissue samples, unspecified if A or B or both. However, the casual relationship and possible pathological role of HHV-6 in MTLE are yet to be elucidated. This study's results provide a basis for future studies continuing the investigation into pathological implications of HHV-6.", "doi": "10.1016/j.seizure.2017.11.015", "title": "The Viral Hypothesis of Mesial Temporal Lobe Epilepsy - Is Human Herpes Virus-6 the Missing Link? A systematic review and meta-analysis.", "journal": ["Seizure", "Seizure"]}