{"authors": [["Goodall", "Jack", "J", "Faculty of Medical Sciences, Newcastle University, Newcastle upon Tyne, UK. Electronic address: j.goodall@doctors.org.uk."], ["Salem", "Sabrine", "S", "Faculty of Medical Sciences, Newcastle University, Newcastle upon Tyne, UK."], ["Walker", "Richard W", "RW", "Northumbria Healthcare NHS Foundation Trust, North Tyneside General Hospital, North Shields, UK; Institute of Health and Society, Newcastle University, Newcastle upon Tyne, UK."], ["Gray", "William K", "WK", "Northumbria Healthcare NHS Foundation Trust, North Tyneside General Hospital, North Shields, UK."], ["Burton", "Kathryn", "K", "Cambridge Community Services NHS Trust, St. Ives, UK."], ["Hunter", "Ewan", "E", "Department of Infection and Tropical Medicine, Newcastle Hospitals NHS Foundation Trust, UK."], ["Rogathi", "Jane", "J", "Kilimanjaro Christian Medical Centre, Moshi, Tanzania."], ["Shali", "Esther", "E", "Kilimanjaro Christian Medical Centre, Moshi, Tanzania."], ["Mohin", "Ali", "A", "Kilimanjaro Christian Medical Centre, Moshi, Tanzania."], ["Mushi", "Declare", "D", "Kilimanjaro Christian Medical Centre, Moshi, Tanzania."], ["Owens", "Stephen", "S", "Institute of Health and Society, Newcastle University, Newcastle upon Tyne, UK; Great North Children's Hospital, Royal Victoria Infirmary, Newcastle Hospitals NHS Foundation Trust, UK."]], "date": "2017-11-26", "id": "29195225", "text": "To assess the impact of childhood epilepsy on social transitioning outcomes for young people with epilepsy (YPWE) living in Tanzania, and to explore influences on these outcomes.At six years from baseline, we followed up 84 YPWE and 79 age- sex- and village- matched controls recruited into a case-control study of childhood epilepsy in rural northern Tanzania. Data were collected from interviews with young people and their carers using a structured questionnaire. Perceived stigma was evaluated using the Kilifi Stigma Score and functional disability using the Barthel Index (BI). The effects of age, gender, functional disability and stigma on selected markers of social transitioning (education, employment and relationships) were estimated using multivariable modelling.Fewer YPWE than controls were in an intimate relationship (42.3% vs. 76.9%) or in education or paid employment (33.3% vs. 91.1%) and they reported elevated perceived stigma scores (27.4% vs. 3.8%). Among YPWE, a positive education or employment outcome was predicted by a lower seizure frequency (adjusted OR 3.79) and a higher BI score (adj. OR 12.12); a positive relationship outcome was predicted by a higher BI score (adj. OR 45.86) and being male (adj. OR 8.55).YPWE were more likely to experience adverse employment, educational and relationship outcomes in the transition to adult life than controls, with the greatest disadvantage experienced by females, those with greater functional disability and those with poorer seizure control. Markers of social transitioning should be included in any prospective evaluation of interventions designed to support these groups.", "doi": "10.1016/j.seizure.2017.11.016", "title": "Stigma and functional disability in relation to marriage and employment in young people with epilepsy in rural Tanzania.", "journal": ["Seizure", "Seizure"]}