{"authors": [["Bahremand", "Taraneh", "T", "Department of Pharmacology, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran; Department of Pharmacology and Toxicology, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."], ["Payandemehr", "Pooya", "P", "Department of Pharmacology, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Riazi", "Kiarash", "K", "Hotchkiss Brain Institute, Department of Physiology & Pharmacology, University of Calgary, Canada."], ["Noorian", "Ali Reza", "AR", "Stroke Program, Kaiser Permanente Orange County, Irvine, CA, United States."], ["Payandemehr", "Borna", "B", "Department of Pharmacology, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran; Department of Pharmacology and Toxicology, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."], ["Sharifzadeh", "Mohammad", "M", "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."], ["Dehpour", "Ahmad Reza", "AR", "Department of Pharmacology, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran. Electronic address: dehpour@yahoo.com."]], "date": "2017-12-22", "id": "29195160", "text": "Agmatine is an endogenous l-arginine metabolite with neuroprotective effects in the stress-response system. It exerts anticonvulsant effects against several seizure paradigms. Swim stress induces an anticonvulsant effect by activation of endogenous antiseizure mechanisms. In this study, we investigated the interaction of agmatine with the anticonvulsant effect of swim stress in mice on pentylenetetrazole (PTZ)-induced seizure threshold. Then we studied the involvement of nitric oxide (NO) pathway and endogenous opioid system in that interaction. Swim stress induced an anticonvulsant effect on PTZ seizures which was opioid-independent in shorter than 1-min swim durations and opioid-dependent with longer swims, as it was completely reversed by pretreatment with naltrexone (NTX) (10mg/kg), an opioid receptor antagonist. Agmatine significantly enhanced the anticonvulsant effect of opioid-independent shorter swim stress, in which a combination of subthreshold swim stress duration (45s) and subeffective dose of agmatine (1mg/kg) revealed a significantly higher seizure threshold compared with either one. This effect was significantly reversed by NO synthase inhibitor NG-nitro-l-arginine (L-NAME (Nω-Nitro-L-arginine methyl ester), 5mg/kg), suggesting an NO-dependent mechanism, and was unaffected by NTX (10mg/kg), proving little role for endogenous opioids in the interaction. Our data suggest that pretreatment of animals with agmatine acts additively with short swim stress to exert anticonvulsant responses, possibly by mediating NO pathway.", "doi": "10.1016/j.yebeh.2017.11.005", "title": "Modulation of the anticonvulsant effect of swim stress by agmatine.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}