{"authors": [["Andre-Obadia", "N", "N", "Neurophysiology & Epilepsy Unit, Neurological Hospital P. Wertheimer, Hospices Civils de Lyon, France."], ["Magnin", "M", "M", "NeuroPain lab, INSERM U1028, CNRS UMR5292, Lyon Neuroscience Research Center, University Claude Bernard Lyon 1, France."], ["Simon", "E", "E", "NeuroPain lab, INSERM U1028, CNRS UMR5292, Lyon Neuroscience Research Center, University Claude Bernard Lyon 1, France."], ["Garcia-Larrea", "L", "L", "University Hospital Pain Center (CETD), Neurological Hospital P. Wertheimer, Hospices Civils de Lyon, France."]], "date": "2017-12-01", "id": "29194849", "text": "The therapeutic influence of somatotopic matching between pain topography and motor cortex stimulation site for neuropathic pain (NP) remains controversial.Thirty-two patients suffering from NP involving the upper limb (n = 20) or the face (n = 12) received two high-frequency rTMS neuronavigated sessions targeting hand and face motor cortical areas, versus placebo. The cortical target was defined by anatomical MRI and EMG responses in all patients, completed in 19 of them by functional MRI. Sessions were separated by at least 2 weeks and applied in random order. Pain relief was assessed using numerical rating scale (NRS).In terms of percentage of pain relief, rTMS over the hand motor area was significantly superior to both face rTMS and placebo. When comparing pre- and post-NRS scores, a significant decrease in pain was observed after hand area rTMS for the two pain localizations, while stimulation of the face area induced a slight but nonsignificant effect on upper limb pain after correction. Sham-rTMS did not exert any effect. The percentage of patients with clinically significant (>30%) or mild (15-30%) pain relief did not differ, however, between rTMS addressed to the hand or face area.The results do not support a somatotopic effect of motor rTMS for NP. Lack of clinically relevant somatotopic effects in upper limb or face pain suggests that much of the rTMS analgesic effect may depend on high-order mechanisms involving cognitive and affective appraisal of pain, rather than on a sensory effect related to the specific motor area stimulated.Strict somatotopic targeting of rTMS does not appear warranted for the treatment of upper limb or face NP. Since the hand motor area is easier to target and provides better results, it might be privileged for both types of pain.", "doi": "10.1002/ejp.1156", "title": "Somatotopic effects of rTMS in neuropathic pain? A comparison between stimulation over hand and face motor areas.", "journal": ["European journal of pain (London, England)", "Eur J Pain"]}