{"authors": [["Wielaender", "F", "F", "Centre for Clinical Veterinary Medicine, LMU Munich, Munich, Germany."], ["James", "F M K", "FMK", "Department of Clinical Studies, Ontario Veterinary College, University of Guelph, Guelph, ON, Canada."], ["Cortez", "M A", "MA", "Department of Pediatrics, University of Toronto, Toronto, ON, Canada."], ["Kluger", "G", "G", "Department of Neuropediatrics, Epilepsy Center, Schoen Klinik, Vogtareuth, Germany."], ["Neßler", "J N", "JN", "Department of Small Animal Medicine and Surgery, University of Veterinary Medicine, Hannover, Germany."], ["Tipold", "A", "A", "Department of Small Animal Medicine and Surgery, University of Veterinary Medicine, Hannover, Germany."], ["Lohi", "H", "H", "Department of Veterinary Biosciences and Research Programs Unit, Molecular Neurology, University of Helsinki and Folkhalsan Research Centre, Helsinki, Finland."], ["Fischer", "A", "A", "Centre for Clinical Veterinary Medicine, LMU Munich, Munich, Germany."]], "date": "2017-11-30", "id": "29194766", "text": "Myoclonic epilepsy in Rhodesian Ridgeback (RR) dogs is characterized by myoclonic seizures occurring mainly during relaxation periods, a juvenile age of onset and generalized tonic-clonic seizures in one-third of patients. An 8-month-old female intact RR was presented for myoclonic seizures and staring episodes that both started at 10 weeks of age. Testing for the DIRAS1 variant indicated a homozygous mutant genotype. Unsedated wireless video-electroencephalography (EEG) identified frequent, bilaterally synchronous, generalized 4 Hz spike-and-wave complexes (SWC) during the staring episodes in addition to the characteristic myoclonic seizures with generalized 4-5 Hz SWC or 4-5 Hz slowing. Photic stimulation did not evoke a photoparoxysmal response. Repeat video-EEG 2 months after initiation of levetiracetam treatment disclosed a >95% decrease in frequency of myoclonic seizures, and absence seizures were no longer evident. Absence seizures represent another seizure type in juvenile myoclonic epilepsy (JME) in RR dogs, which reinforces its parallels to JME in humans.", "doi": "10.1111/jvim.14892", "title": "Absence Seizures as a Feature of Juvenile Myoclonic Epilepsy in Rhodesian Ridgeback Dogs.", "journal": ["Journal of veterinary internal medicine", "J. Vet. Intern. Med."]}