{"authors": [["Zhang", "Yu-Tong", "YT", "Department of Neurology, the Fourth Affiliated Hospital of China Medical University, Shenyang 110032, P. R. China."]], "date": "2017-11-30", "id": "29194604", "text": "This study aims to investigate the effect of microRNA-129 (miR-129) on proliferation and apoptosis of hippocampal neurons in epilepsy rats by targeting c-Fos via the MAPK signaling pathway. Thirty rats were equally classified into a model group (successfully established as chronic epilepsy models) and a control group. miR-129, c-Fos, bax and MAPK expressions were detected by RT-qPCR and Western blotting. Hippocampal neurons were assigned into normal, blank, negative control (NC), miR-129 mimic, miR-129 inhibitor, siRNA-c-Fos, miR-129 inhibitor + siRNA-c-Fos groups. The targeting relationship between miR-129 and c-Fos was predicted and verified by bioinformatics websites and dual-luciferase reporter gene assay. Cell proliferation after transfection was measured by MTT assay, and cell cycle and apoptosis by flow cytometry. c-Fos is a potential target gene of miR-129. Compared with the normal group, the other 6 groups showed a decreased miR-129 expression, increased expressions of c-Fos, Bax and MAPK, decreased proliferation, accelerated apoptosis, more cells in the G1 phase and fewer cells in the S phase. Compared with the blank and NC groups, the miR-129 mimics group and the siRNA-c-Fos group showed increased miR-129 expression, decreased c-Fos, Bax and MAPK expressions, increased cells proliferation, and decreased cell apoptosis, fewer cells in the G1 phase and more cells in the S phase. However, the miR-129 inhibitors groups showed reverse consequences. This study suggests that miR-129 could inhibit the occurrence and development of epilepsy by repressing c-Fos expression through inhibiting the MAPK signaling pathway. This article is protected by copyright. All rights reserved.", "doi": "10.1002/jcp.26297", "title": "Effects of microRNA-129 and its target gene c-Fos on proliferation and apoptosis of hippocampal neurons in rats with epilepsy via the MAPK signaling pathway.", "journal": ["Journal of cellular physiology", "J. Cell. Physiol."]}