{"authors": [["Chaudhry", "Shafqat Rasul", "SR", "Department of Neurosurgery, University Hospital Bonn, D-53127 Bonn, Germany. shafqat.chaudhry@ukb.uni-bonn.de."], ["Stoffel-Wagner", "Birgit", "B", "Department of Clinical Chemistry and Clinical Pharmacology, University Hospital Bonn, D-53127 Bonn, Germany. birgit.stoffel-wagner@ukb.uni-bonn.de."], ["Kinfe", "Thomas Mehari", "TM", "Department of Neurosurgery, University Hospital Bonn, D-53127 Bonn, Germany. Thomas.kinfe@ukb.uni-bonn.de."], ["Güresir", "Erdem", "E", "Department of Neurosurgery, University Hospital Bonn, D-53127 Bonn, Germany. erdem.gueresir@ukb.uni-bonn.de."], ["Vatter", "Hartmut", "H", "Department of Neurosurgery, University Hospital Bonn, D-53127 Bonn, Germany. Hartmut.Vatter@ukbonn.de."], ["Dietrich", "Dirk", "D", "Department of Neurosurgery, University Hospital Bonn, D-53127 Bonn, Germany. dirk.dietrich@uni-bonn.de."], ["Lamprecht", "Alf", "A", "Department of Pharmaceutics, University of Bonn, D-53121 Bonn, Germany. alf.lamprecht@uni-bonn.de."], ["Muhammad", "Sajjad", "S", "Department of Neurosurgery, University Hospital Bonn, D-53127 Bonn, Germany. sajjad.muhammad@ukb.uni-bonn.de."]], "date": "2017-12-01", "id": "29194369", "text": "Background: Aneurysmal subarachnoid hemorrhage (aSAH) is still a fatal and morbid disease, although bleeding aneurysms can be secured in almost all cases. Occurrence of post-SAH complications including cerebral vasospasm, delayed cerebral ischemia, hydrocephalus, epilepsy, and infections are the main determinants of clinical outcome. Hence, it is important to search for early predictors for specific post-SAH complications to treat these complications properly. Both cellular and molecular (cytokines) inflammation play a key role after aSAH during the phase of occurrence of post-SAH complications. Interleukin-6 (IL-6) is a well-known cytokine that has been extensively analyzed in cerebrospinal fluid (CSF) of patients after aSAH, but detailed studies exploring the role of systemic IL-6 in aSAH associated complications and its impact on early clinical outcome prediction are lacking. The current study aims to analyze the systemic IL-6 levels over two weeks after bleeding and its role in post-SAH complications. Methods: We recruited 80 aSAH patients prospectively who underwent peripheral venous blood withdrawal in serum gel tubes. The blood was centrifuged to harvest the serum, which was immediately frozen at -80 °C until analysis. Serum IL-6 levels were quantified using Immulite immunoassay system. Patient records including age, gender, post-SAH complications, aneurysm treatment, and clinical outcome (modified Rankin scale and Glasgow outcome scale) were retrieved to allow different subgroup analysis. Results: Serum IL-6 levels were significantly raised after aSAH compared to healthy controls over the first two weeks after hemorrhage. Serum IL-6 levels were found to be significantly elevated in aSAH patients presenting with higher Hunt and Hess grades, increasing age, and both intraventricular and intracerebral hemorrhage. Interestingly, serum IL-6 was also significantly raised in aSAH patients who developed seizures, cerebral vasospasm (CVS), and chronic hydrocephalus. IL-6 levels were sensitive to the development of infections and showed an increase in patients who developed pneumoniae. Intriguingly, we found a delayed increase in serum IL-6 in patients developing cerebral infarction. Finally, IL-6 levels were significantly higher in patients presenting with poor clinical outcome in comparison to good clinical outcome at discharge from hospital. Conclusion: Serum IL-6 levels were elevated early after aSAH and remained high over the two weeks after initial bleeding. Serum IL-6 was elevated in different aSAH associated complications, acting as a non-specific marker for post-SAH complications and an important biomarker for clinical outcome at discharge.", "doi": "10.3390/ijms18122580", "title": "Elevated Systemic IL-6 Levels in Patients with Aneurysmal Subarachnoid Hemorrhage Is an Unspecific Marker for Post-SAH Complications.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}