{"authors": [["Aparicio-Claure", "Adriana Lorena", "AL", "Servicio de Pediatría Médica, Hospital de Pediatría, Centro Médico Nacional Siglo XXI, Instituto Mexicano del Seguro Social, Ciudad de México, México jcarlos_nu@hotmail.com."], ["Rayo-Mares", "Jesús Darío", "JD", null], ["Nishimura-Meguro", "Elisa", "E", null], ["Herrera-Márquez", "Julia Rocío", "JR", null], ["Muñoz-Montúfar", "Juan Pablo", "JP", null], ["Núñez-Enríquez", "Juan Carlos", "JC", null]], "date": null, "id": "29193939", "text": "In several studies it has been reported a high prevalence of subclinical hypothyroidism in children with epilepsy secondary to the use of monotherapy with valproic acid, carbamazepine and phenytoin. The aim of this article is to determine the prevalence of subclinical hypothyroidism in children with drug-resistant epilepsy treated at the Pediatric Neurology Service of the Hospital de Pediatría, Centro Médico Nacional Siglo XXI in Mexico City.We conducted a descriptive cross-sectional study. All pediatric patients with drug-resistant epilepsy and without structural alteration seen at the pediatric neurology service of our hospital between January 1 and June 1 2015 were included. Results: Prevalence of subclinical hypothyroidism in our sample was of 25%, with most patients receiving polytherapy with valproic acid.The intentional searching for subclinical hypothyroidism in pediatric patients with drug-resistant epilepsy without structural alteration might be considered as part of routine medical care and patients receiving combination therapy with valproic acid they should be considered as a subgroup with an increased risk of developing such comorbidity.Introducción: en diferentes estudios se ha reportado una mayor frecuencia de hipotiroidismo subclínico en niños con epilepsia secundario al uso de monoterapia con ácido valproico, carbamazepina y fenitoína. El objetivo de este estudio fue describir la frecuencia de hipotiroidismo subclínico en niños con epilepsia farmacorresistente atendidos en el Servicio de Neurología Pediátrica del Hospital de Pediatría, Centro Médico Nacional Siglo XXI. Métodos: se llevó a cabo un estudio transversal descriptivo, se incluyó a todos los pacientes pediátricos con epilepsia farmacorresistente sin alteración estructural atendidos en el servicio de neurología pediátrica de nuestro hospital entre el 1 de enero y el 1 de junio de 2015. Resultados: la frecuencia de hipotiroidismo subclínico en nuestra muestra fue del 25%, siendo la mayoría de los pacientes aquellos que recibían politerapia que incluía ácido valproico. Conclusiones: la búsqueda de hipotiroidismo subclínico en los pacientes con epilepsia farmacorresistente sin alteración estructural podría ser considerada como parte de la atención médica habitual y aquellos pacientes que reciban politerapia con ácido valproico deben ser considerados como un subgrupo con un mayor riesgo de desarrollar dicha comorbilidad.", "doi": null, "title": "[Prevalence of subclinical hypothyroidism in pediatric patients with drug-resistant epilepsy].", "journal": ["Revista medica del Instituto Mexicano del Seguro Social", "Rev Med Inst Mex Seguro Soc"]}