{"authors": [["Tsai", "Shao-Yu", "SY", "Lambda Beta-at-Large, Associate Professor, School of Nursing, College of Medicine, National Taiwan University, Taipei, Taiwan."], ["Lee", "Wang-Tso", "WT", "Associate Professor, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Lee", "Chien-Chang", "CC", "Assistant Professor, Department of Emergency Medicine, National Taiwan University Hospital, Taipei, Taiwan."], ["Jeng", "Suh-Fang", "SF", "Professor, School and Graduate Institute of Physical Therapy, College of Medicine, National Taiwan University, Taipei, Taiwan."], ["Weng", "Wen-Chin", "WC", "Assistant Professor, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."]], "date": "2017-11-29", "id": "29193625", "text": "To describe sleep patterns in young children with epilepsy and to examine levels of agreement between measurements derived from actigraphy and diary recordings.Cross-sectional study.Eighty-nine toddlers and preschool-aged children with epilepsy wore an actigraph on their wrists for 7 consecutive days. Parents and caregivers maintained a concurrent sleep diary while the child was wearing the monitor. Levels of agreement between actigraphy and diary recordings were examined using the Bland and Altman method separately for all recording days, weekdays, and weekends.Discrepancies between actigraphy-derived and diary-documented sleep onset, sleep offset, actual sleep at night, wake after sleep onset, and daytime sleep were ±35, ±15, ±82, ±70, and ±29 min, respectively. Differences between actigraphy and diary-derived sleep variables were consistently greater for weekends than for weekdays. Discrepancies between actigraphy and diary-derived actual sleep at night were significantly greater for children who slept alone than for those who co-slept with a parent.Our study demonstrates an acceptable agreement between actigraphy and diary recordings for sleep onset, sleep offset, and daytime sleep, but insufficient agreement for actual sleep at night and wake after sleep onset, with parents of children sleeping alone more likely to misestimate child sleep behaviors. Deviation of weekend sleep from weekdays further decreased the accuracy of parental sleep estimates and increased the discrepancies between actigraphy and diary.Sleep in children with epilepsy assessed using diary recordings alone could be misleading, and actigraphy should be preferred over diaries when resources are available.", "doi": "10.1111/jnu.12364", "title": "Agreement Between Actigraphy and Diary-Recorded Measures of Sleep in Children With Epilepsy.", "journal": ["Journal of nursing scholarship : an official publication of Sigma Theta Tau International Honor Society of Nursing", "J Nurs Scholarsh"]}