{"authors": [["Zis", "P", "P", "Academic Department of Neurosciences, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield."], ["Macerollo", "A", "A", "Sobell Department of Motor Neuroscience and Movement Disorders, University College London, London."], ["Sauerbier", "A", "A", "Department of Neurology, King's College Hospital, London."], ["Papp", "V", "V", "Department of Neurology, Aarhus University Hospital, Aarhus, Denmark."], ["Klingelhoefer", "L", "L", "Department of Neurology, Technical University Dresden, Dresden, Germany."], ["Cock", "H R", "HR", "Atkinson Morley Regional Neuroscience Centre, St George's Hospital NHS Trust, London, UK."]], "date": "2017-11-28", "id": "29193501", "text": "In the era of neurological subspecialization, most neurologists will have a field of specialist interest. The aim of this cross-sectional multinational study was to identify the key areas of interest among trainees or junior specialists, assess the potential influence of an interest in research and consider the results in light of population needs.A total of 300 residents and junior neurologists who received a bursary to attend the European Academy of Neurology conference were invited to participate in this study. Demographic and work-related characteristics, as well as main subspecialty of choice, were examined via an anonymous electronic questionnaire. Participants holding a higher degree (PhD/MD) or working in research posts were considered research oriented.In total, 191 neurologists in training or junior specialists responded (response rate 63.7%). Full data were available for 187 participants (59.4% females). The study sample had a mean age of 30.5 ± 3.4 (range 25-45) years. The most popular subspecialty was movement disorders (18.2%), followed by multiple sclerosis (11.2%) and epilepsy (10.2%). This did not differ significantly between the participants who were or were not research oriented.There is a potential mismatch between the interests of trainees and the future needs of the populations they serve, which is important to identify for workforce planning.", "doi": "10.1111/ene.13526", "title": "Subspecialty preferences among neurologists of the future.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}