{"authors": [["Neuberger", "Eric J", "EJ", "Department of Pharmacology, Physiology & Neuroscience, Rutgers New Jersey Medical School, Newark, NJ."], ["Gupta", "Akshay", "A", "Department of Pharmacology, Physiology & Neuroscience, Rutgers New Jersey Medical School, Newark, NJ."], ["Subramanian", "Deepak", "D", "Department of Pharmacology, Physiology & Neuroscience, Rutgers New Jersey Medical School, Newark, NJ."], ["Korgaonkar", "Akshata A", "AA", "Department of Pharmacology, Physiology & Neuroscience, Rutgers New Jersey Medical School, Newark, NJ."], ["Santhakumar", "Vijayalakshmi", "V", "Department of Pharmacology, Physiology & Neuroscience, Rutgers New Jersey Medical School, Newark, NJ."]], "date": "2017-11-29", "id": "29193309", "text": "Epilepsy, characterized by recurrent seizures and abnormal electrical activity in the brain, is one of the most prevalent brain disorders. Over two million people in the United States have been diagnosed with epilepsy and 3% of the general population will be diagnosed with it at some point in their lives. While most developmental epilepsies occur due to genetic predisposition, a class of \"acquired\" epilepsies results from a variety of brain insults. A leading etiological factor for epilepsy that is currently on the rise is traumatic brain injury (TBI), which accounts for up to 20% of all symptomatic epilepsies. Remarkably, the presence of an identified early insult that constitutes a risk for development of epilepsy provides a therapeutic window in which the pathological processes associated with brain injury can be manipulated to limit the subsequent development of recurrent seizure activity and epilepsy. Recent studies have revealed diverse pathologies, including enhanced excitability, activated immune signaling, cell death, and enhanced neurogenesis within a week after injury, suggesting a period of heightened adaptive and maladaptive plasticity. An integrated understanding of these processes and their cellular and molecular underpinnings could lead to novel targets to arrest epileptogenesis after trauma. This review attempts to highlight and relate the diverse early changes after trauma and their role in development of epilepsy and suggests potential strategies to limit neurological complications in the injured brain.", "doi": "10.1002/jnr.24202", "title": "Converging early responses to brain injury pave the road to epileptogenesis.", "journal": ["Journal of neuroscience research", "J. Neurosci. Res."]}