{"authors": [["Wang", "Linxiao", "L", "Laboratory of Neurological Diseases, The affiliated Changzhou No.2 People's Hospital with Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Liu", "Yanyan", "Y", "Department of Neurology, The affiliated Changzhou No.2 People's Hospital with Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Lu", "Rulan", "R", "Laboratory of Neurological Diseases, The affiliated Changzhou No.2 People's Hospital with Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Dong", "Guoying", "G", "Laboratory of Neurological Diseases, The affiliated Changzhou No.2 People's Hospital with Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Chen", "Xia", "X", "Laboratory of Neurological Diseases, The affiliated Changzhou No.2 People's Hospital with Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Yun", "Wenwei", "W", "Department of Neurology, The affiliated Changzhou No.2 People's Hospital with Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Zhou", "Xianju", "X", "Laboratory of Neurological Diseases, The affiliated Changzhou No.2 People's Hospital with Nanjing Medical University, Changzhou, Jiangsu Province, China."]], "date": "2017-12-26", "id": "29193067", "text": "Epilepsy is a chronic brain disease affecting millions of individuals. Kainate receptors, especially kainate-type of ionotropic glutamate receptor 2 (GluK2), play an important role in epileptogenesis. Recent data showed that GluK2 could undergo post-translational modifications in terms of S-nitrosylation (SNO), and affect the signaling pathway of cell death in cerebral ischemia-reperfusion. However, it is unclear whether S-nitrosylation of GluK2 (SNO-GluK2) contributes to cell death induced by epilepsy. Here, we report that kainic acid-induced SNO-GluK2 is mediated by GluK2 itself, regulated by neuronal nitric oxide synthase (nNOS) and the level of cytoplasmic calcium in vivo and in vitro hippocampus neurons. The whole-cell patch clamp recordings showed the influence of SNO-GluK2 on ion channel characterization of GluK2-Kainate receptors. Moreover, immunohistochemistry staining results showed that inhibition of SNO-GluK2 by blocking nNOS or GluK2 or by reducing the level of cytoplasmic calcium-protected hippocampal neurons from kainic acid-induced injury. Finally, immunoprecipitation and western blotting data revealed the involvement of assembly of a GluK2-PSD95-nNOS signaling complex in epilepsy. Taken together, our results showed that the SNO-GluK2 plays an important role in neuronal injury of epileptic rats by forming GluK2-PSD95-nNOS signaling module in a cytoplasmic calcium-dependent way, suggesting a potential therapeutic target site for epilepsy.", "doi": "10.1111/jnc.14266", "title": "The role of S-nitrosylation of kainate-type of ionotropic glutamate receptor 2 in epilepsy induced by kainic acid.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}