{"authors": [["Iyer", "Shruthi H", "SH", "Department of Pharmacology, Creighton University School of Medicine, Omaha, NE, USA."], ["Matthews", "Stephanie A", "SA", "Department of Pharmacology, Creighton University School of Medicine, Omaha, NE, USA."], ["Simeone", "Timothy A", "TA", "Department of Pharmacology, Creighton University School of Medicine, Omaha, NE, USA."], ["Maganti", "Rama", "R", "Department of Neurology, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."], ["Simeone", "Kristina A", "KA", "Department of Pharmacology, Creighton University School of Medicine, Omaha, NE, USA."]], "date": "2017-11-28", "id": "29193044", "text": "Chronic sleep deficiency is associated with early mortality. In the epileptic population, there is a higher prevalence of sleep disorders, and individuals with severe refractory epilepsy are at greater risk of premature mortality than the general population. Sudden unexpected death in epilepsy affects 1:1000 cases of epilepsy each year. Ketogenic diet (KD) treatment is one of the few effective options for refractory seizures. Despite KD reducing seizures and increasing longevity in Kv1.1 knockout (KO) mice, they still succumb to sudden death. This study aims to determine whether (1) the rest profiles of KO and KD-treated KO (KOKD) mice resemble each other as a function of either age or proximity to death and (2) the timing of death correlates with acute or chronic changes in rest.Noninvasive actimetry was used to monitor rest throughout the lives of KO and wild-type (WT) littermates administered standard diet or KD.As KO mice age, rest is reduced (P < .0001). Rest is significantly improved in KDKO mice (P < .0001), resembling WT values at several ages. When age is removed as a variable and data are realigned to the day of death, the rest profiles of KO and KOKD groups worsen to similar degrees as a function of proximity to death. The amount of rest acutely is not sensitive to the timing of death, whereas chronic rest deficiency profiles (10-15 days prior to death) of both groups were indistinguishable. Chronic accumulation of rest deficiency over the final 15 days was associated with 75% of deaths.Our data suggest that the accumulated rest deficiency is associated with sudden death in Kv1.1 KO mice. These data (1) support the proposed clinical hypothesis that chronic sleep deficiency may be associated with early mortality in epileptic patients and (2) warrant future preclinical and clinical studies on sleep monitoring in epileptic patients.", "doi": "10.1111/epi.13953", "title": "Accumulation of rest deficiency precedes sudden death of epileptic Kv1.1 knockout mice, a model of sudden unexpected death in epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}