{"authors": [["Huang", "Li-Gang", "LG", "Department of Neurology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Zou", "Jing", "J", "Department of Neurology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Lu", "Qin-Chi", "QC", "Department of Neurology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China. Electronic address: qinchilu@yahoo.com."]], "date": "2017-11-27", "id": "29191771", "text": "Temporal lobe epilepsy (TLE) is a chronic neurological disease characterized by recurrent spontaneous seizures. MicroRNAs are dysregulated in various pathological conditions including epilepsy. Therefore, we hypothesized that the dysregulation of these microRNAs might also be associated with the pathogenesis of TLE. In this study, we found that a microRNA, hsa-miR-155-5p, was upregulated in patients with TLE post-surgery, and hence associated with clinical and pathological manifestations and seizure outcomes. We then used a rat model of experimental epilepsy induced by pilocarpine and revealed that the rat homologue was upregulated as well. Importantly, injection of an antagomiR of rno-miR-155-5p in vivo resulted in a reduction of the pathophysiological features associated with the status epilepticus, which was accompanied by decrease of apoptosis in the hippocampus. This effect was correlated with an increase in rat Sestrin-3 expression, which was a gene known to counteract oxidative stress. This rescue was also observed after injection of a lentivirus carrying the small interfering RNA of rat Sestrin-3 gene in the hippocampus. In addition, rno-miR-155-5p as well as rat Sestrin-3 mRNA and protein expression were partly dependent on oxidative stress induced by H2O2 in PC12 cells. Taken together, our data suggest that rno-miR-155-5p is a potent post-transcriptional regulator of rat Sestrin-3 and it may be one of the molecular links between brain damage and increased risk for seizures during damage by oxidative stress.", "doi": "10.1016/j.brainres.2017.11.019", "title": "Silencing rno-miR-155-5p in rat temporal lobe epilepsy model reduces pathophysiological features and cell apoptosis by activating Sestrin-3.", "journal": ["Brain research", "Brain Res."]}