{"authors": [["Chou", "Naomi", "N", "Duke University School of Medicine, Durham, North Carolina."], ["Serafini", "Sandra", "S", "Department of Neurosurgery, Duke University Medical Center, Durham, North Carolina."], ["Muh", "Carrie R", "CR", "Department of Neurosurgery, Duke University Medical Center, Durham, North Carolina. Electronic address: carrie.muh@duke.edu."]], "date": "2017-10-12", "id": "29191650", "text": "Chronic injury to the brain from seizure activity is associated with decreased language skills in pediatric patients, as measured on neuropsychological tests for language function and academic achievement. This makes the study of language in patients with epilepsy clinically necessary. Functional magnetic resonance imaging and direct electrical cortical stimulation have been used to evaluate aspects of cortical language processing in healthy adults and in adults with epilepsy or other neurological insults. Results of these studies help to locate cortical language areas that are involved with modality-specific language processing (visual naming, auditory naming, sentence-completion, and repetition) and the neuroplasticity of language areas in the setting of neurological injury and reorganization. A better understanding of language processing contributes to a more efficient and efficacious electrical cortical stimulation mapping of language areas for patients with intractable epilepsy who are undergoing preresection evaluation. Most of the current literature on localization and reorganization of cortical language areas in the setting of epilepsy concerns the adult patient population, whereas the literature on pediatric patients is substantially lacking in comparison. This article reviews the conclusions drawn thus far from Wada, magnetoencephalography, functional magnetic resonance imaging, and electrical cortical stimulation language studies on types of language reorganization seen in pediatric patients with intractable temporal lobe epilepsy and the clinical factors associated with reorganization, and proposes future directions of research to further the academic and clinical understanding of language processing in pediatric patients.", "doi": "10.1016/j.pediatrneurol.2017.10.001", "title": "Cortical Language Areas and Plasticity in Pediatric Patients With Epilepsy: A Review.", "journal": ["Pediatric neurology", "Pediatr. Neurol."]}