{"authors": [["Brackmann", "Florian", "F", "Department of Pediatrics, Neuropediatrics, Friedrich-Alexander University of Erlangen-Nürnberg, Erlangen, Germany. Electronic address: florian.brackmann@uk-erlangen.de."], ["Coras", "Roland", "R", "Department of Neuropathology, Friedrich-Alexander University of Erlangen-Nürnberg, Erlangen, Germany."], ["Rössler", "Karl", "K", "Department of Neurosurgery, Friedrich-Alexander University of Erlangen-Nürnberg, Erlangen, Germany."], ["Kraus", "Cornelia", "C", "Department of Human Genetics, Friedrich-Alexander University of Erlangen-Nürnberg, Erlangen, Germany."], ["Rompel", "Oliver", "O", "Department of Radiology, Friedrich-Alexander University of Erlangen-Nürnberg, Erlangen, Germany."], ["Trollmann", "Regina", "R", "Department of Pediatrics, Neuropediatrics, Friedrich-Alexander University of Erlangen-Nürnberg, Erlangen, Germany."]], "date": "2017-11-27", "id": "29191363", "text": "Infantile Alexander disease is a rare progressive leukodystrophy caused by autosomal dominant mutations in the (GFAP) gene typically presenting with psychomotor retardation, progressive macrocephaly and refractory epilepsy. Neuroradiological hallmarks are extensive white matter lesions with frontal preponderance as well as signal intensity changes of basal ganglia and medulla oblongata with variable contrast enhancement. Here, we report an atypical manifestation in a 21-month-old boy presenting with flaccid paraparesis and areflexia. Cognitive, visual as well as fine motor skills and muscular strength of the upper extremities were appropriate for age. Weight and height as well as head circumference were within normal range. Clinical or electroencephalographic signs of seizures were absent. Cranial MRI demonstrated bifrontal cystic tumorous lesions with partial contrast rims, as well as space-occupying focal lesions of the caudate nuclei. Spinal MRI revealed swelling of the lumbar and cervical spinal cord. CSF and blood chemistry showed normal results. Histopathology of a subcortical lesion showed large amounts of Rosenthal fibers and protein droplets characteristic of Alexander disease. Sequencing detected a heterozygous mutation of the GFAP gene (c.205G > A; p.(Glu69Lys)) that has been reported before as probably pathogenetic in another case of lower spinal involvement. This well documented case draws attention to atypical spinal manifestations of Alexander disease and gives histopathological proof of the pathogenetic role of a rare GFAP mutation with marked spinal involvement.", "doi": "10.1016/j.braindev.2017.11.005", "title": "Histopathological proof of the pathogenicity of a rare GFAP mutation in a patient with flaccid paraparesis.", "journal": ["Brain & development", "Brain Dev."]}