{"authors": [["Ortega-Moreno", "Laura", "L", "Neurology Lab and Epilepsy Unit, Department of Neurology, IIS- Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Giráldez", "Beatriz G", "BG", "Neurology Lab and Epilepsy Unit, Department of Neurology, IIS- Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Soto-Insuga", "Victor", "V", "Department of Pediatrics, Hospital Universitario Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Losada-Del Pozo", "Rebeca", "R", "Department of Pediatrics, Hospital Universitario Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Rodrigo-Moreno", "María", "M", "Department of Pediatrics, Hospital Universitario Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Alarcón-Morcillo", "Cristina", "C", "Neurology Lab and Epilepsy Unit, Department of Neurology, IIS- Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Sánchez-Martín", "Gema", "G", "Neurology Lab and Epilepsy Unit, Department of Neurology, IIS- Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Díaz-Gómez", "Esther", "E", "Neurology Lab and Epilepsy Unit, Department of Neurology, IIS- Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Guerrero-López", "Rosa", "R", "Neurology Lab and Epilepsy Unit, Department of Neurology, IIS- Fundación Jiménez Díaz, UAM, Madrid, Spain."], ["Serratosa", "José M", "JM", "Neurology Lab and Epilepsy Unit, Department of Neurology, IIS- Fundación Jiménez Díaz, UAM, Madrid, Spain."], [null, null, null, null]], "date": "2017-11-30", "id": "29190809", "text": "Pediatric epilepsies are a group of disorders with a broad phenotypic spectrum that are associated with great genetic heterogeneity, thus making sequential single-gene testing an impractical basis for diagnostic strategy. The advent of next-generation sequencing has increased the success rate of epilepsy diagnosis, and targeted resequencing using genetic panels is the a most cost-effective choice. We report the results found in a group of 87 patients with epilepsy and developmental delay using targeted next generation sequencing (custom-designed Haloplex panel). Using this gene panel, we were able to identify disease-causing variants in 17 out of 87 (19.5%) analyzed patients, all found in known epilepsy-associated genes (KCNQ2, CDKL5, STXBP1, SCN1A, PCDH19, POLG, SLC2A1, ARX, ALG13, CHD2, SYNGAP1, and GRIN1). Twelve of 18 variants arose de novo and 6 were novel. The highest yield was found in patients with onset in the first years of life, especially in patients classified as having early-onset epileptic encephalopathy. Knowledge of the underlying genetic cause provides essential information on prognosis and could be used to avoid unnecessary studies, which may result in a greater diagnostic cost-effectiveness.", "doi": "10.1371/journal.pone.0188978", "title": "Molecular diagnosis of patients with epilepsy and developmental delay using a customized panel of epilepsy genes.", "journal": ["PloS one", "PLoS ONE"]}