{"authors": [["Ohtsuka", "Yoko", "Y", "Department of Child Neurology, Asahigawaso Rehabilitation and Medical Center, 866 Gion, Kita-ku, Okayama, Japan. Electronic address: ohtsuka@okayama-u.ac.jp."]], "date": "2017-12-22", "id": "29190579", "text": "Vigabatrin was approved for the treatment of infantile spasms by the US Food and Drug Administration, but not in Japan at the time of initiating this clinical study because of concerns about irreversible peripheral visual field defects (VFDs). This study evaluated the efficacy and safety of vigabatrin for Japanese patients with infantile spasms. Of 15 patients (aged ≥4weeks and <2years) enrolled, with the exception of two patients who did not receive vigabatrin, 13 were treated with a titrated dosage of vigabatrin (50-150mg/kg/day; limited to 3000mg/day). Twelve out of 13 patients receiving vigabatrin had spasms that were treatment refractory; these patients were concurrently treated with at least one other antiepileptic drug. One patient received vigabatrin monotherapy. Eight of the 13 patients (61.5% [95% CI: 31.6-86.1%]) had a ≥50% reduction during the dose-adjustment phase compared with baseline in the frequency of spasms, with efficacy maintained through a 2-week maintenance phase. Spasms disappeared in six out of nine patients (66.7% [95% CI: 29.9-92.5%]) who transitioned to the maintenance phase and hypsarrhythmia on electroencephalography also resolved in four patients. Hypsarrhythmia was improved in another two patients. Six out of seven patients who continued treatment through Week 32 of an extension study reported ongoing efficacy for vigabatrin. The most common adverse events (AEs) were psychiatric disorders and nervous system disorders (n=8; 61.5%) that were generally mild in severity. No treatment-related peripheral VFDs were observed. No severe AEs or AEs resulting in discontinuation of vigabatrin therapy were reported. An abnormality in magnetic resonance images was observed in one patient during the extension period. Vigabatrin was deemed to be clinically effective and well tolerated in Japanese patients with infantile spasms.", "doi": "10.1016/j.yebeh.2017.09.010", "title": "Efficacy and safety of vigabatrin in Japanese patients with infantile spasms: Primary short-term study and extension study.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}