{"authors": [["Nakai", "Yasuo", "Y", "Department of Pediatrics, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA; Department of Neurological Surgery, Wakayama Medical University, Wakayama-shi, Wakayama 6418510, Japan."], ["Nagashima", "Akari", "A", "Department of Pediatrics, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Hayakawa", "Akane", "A", "Department of Pediatrics, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Osuki", "Takuya", "T", "Department of Pediatrics, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Jeong", "Jeong-Won", "JW", "Department of Pediatrics, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA; Department of Neurology, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Sugiura", "Ayaka", "A", "Department of Pediatrics, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Brown", "Erik C", "EC", "Department of Neurological Surgery, Oregon Health and Science University, Portland, OR 97239, USA."], ["Asano", "Eishi", "E", "Department of Pediatrics, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA; Department of Neurology, Wayne State University, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA. Electronic address: easano@med.wayne.edu."]], "date": "2017-12-01", "id": "29190524", "text": "We generated a large-scale, four-dimensional map of neuronal modulations elicited by full-field flash stimulation.We analyzed electrocorticography (ECoG) recordings from 63 patients with focal epilepsy, and delineated the spatial-temporal dynamics of visually-elicited high-gamma70-110 Hz amplitudes on a standard brain template. We then clarified the neuronal events underlying visual evoked potential (VEP) components, by correlating with high-gamma amplitude measures.The medial-occipital cortex initially revealed rapid neural activation followed by prolonged suppression, reflected by augmentation of high-gamma activity lasting up to 100 ms followed by attenuation lasting up to 1000 ms, respectively. With a number of covariate factors incorporated into a prediction model, the eccentricity representation independently predicted the magnitude of post-activation suppression, which was more intense in regions representing more parafoveal visual fields compared to those of more peripheral fields. The initial negative component on VEP was sharply contoured and co-occurred with early high-gamma augmentation, whose offset then co-occurred with a large positive VEP peak. A delayed negative VEP peak was blunt and co-occurred with prolonged high-gamma attenuation.Eccentricity-dependent gradient in neural suppression in the medial-occipital region may explain the functional difference between peripheral and parafoveal/central vision. Early negative and positive VEP components may reflect neural activation, whereas a delayed negative VEP peak reflecting neural suppression.Our observation provides the mechanistic rationale for transient scotoma or mild flash-blindness, characterized by physiological afterimage preferentially formed in central vision following intense but non-injurious light exposure.", "doi": "10.1016/j.clinph.2017.10.019", "title": "Four-dimensional map of the human early visual system.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}