{"authors": [["Hosseini", "Seyed Amir Hossein", "SAH", "Department of Electrical and Computer Engineering, University of Minnesota, Minneapolis, MN, USA."], ["Sohrabpour", "Abbas", "A", "Department of Biomedical Engineering, University of Minnesota, Minneapolis, MN, USA."], ["He", "Bin", "B", "Department of Biomedical Engineering, University of Minnesota, Minneapolis, MN, USA; Institute for Engineering in Medicine, University of Minnesota, Minneapolis, MN, USA. Electronic address: binhe@umn.edu."]], "date": "2017-11-07", "id": "29190523", "text": "The goal of this study is to investigate the performance, merits and limitations of source imaging using intracranial EEG (iEEG) recordings and to compare its accuracy to the results of EEG source imaging. Accuracy in this study, is measured both by determining the location and inter-nodal connectivity of underlying brain networks.Systematic computer simulation studies are conducted to evaluate iEEG-based source imaging vs. EEG-based source imaging, and source imaging using both EEG and iEEG. To test the source imaging models, networks of inter-connected nodes (in terms of activity) are simulated. The location of the network nodes is randomly selected within a realistic geometry head model and a connectivity link is created among these nodes based on a multi-variate auto-regressive (MVAR) model. Then the forward problem is solved to calculate the potentials at the electrodes and noise (white and correlated) is added to these simulated potentials to simulate realistic measurements. Subsequently, the inverse problem is solved and an algorithm based on principle component analysis is performed on the estimated source activities to determine the location of the simulated network nodes. The activity of these nodes (over time), is then extracted, and used to estimate the connectivity links among the mentioned nodes using Granger causality analysis.Source imaging based on iEEG recordings may or may not improve the accuracy in localization, depending on the number and location of active nodes relative to iEEG electrodes and to other nodes within the network. However, our simulation results suggest that combining EEG and iEEG modalities (simultaneous scalp and intracranial recordings) can improve the imaging accuracy significantly.While iEEG source imaging is useful in estimating the exact location of sources near the iEEG electrodes, combining EEG and iEEG recordings can achieve a more accurate imaging due to the high spatial coverage of the scalp electrodes and the added near field information provided by the iEEG electrodes.The present results suggest the feasibility of localizing brain electrical sources from iEEG recordings and improving EEG source localization using simultaneous EEG and iEEG recordings to cover the whole brain. The hybrid EEG and iEEG source imaging can assist the clinicians when unequivocal decisions about determining the epileptogenic zone cannot be reached using a single modality.", "doi": "10.1016/j.clinph.2017.10.027", "title": "Electromagnetic source imaging using simultaneous scalp EEG and intracranial EEG: An emerging tool for interacting with pathological brain networks.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}