{"authors": [["Kambara", "Toshimune", "T", "Wayne State University, School of Medicine, Detroit, MI 48201, USA; Department of Pediatrics, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA; Postdoctoral Fellowship for Research Abroad, Japan Society for the Promotion of Science (JSPS), Chiyoda-ku, Tokyo 1020083, Japan."], ["Sood", "Sandeep", "S", "Wayne State University, School of Medicine, Detroit, MI 48201, USA; Department of Neurosurgery, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Alqatan", "Zahraa", "Z", "Wayne State University, School of Medicine, Detroit, MI 48201, USA."], ["Klingert", "Christine", "C", "Wayne State University, School of Medicine, Detroit, MI 48201, USA."], ["Ratnam", "Diksha", "D", "Wayne State University, School of Medicine, Detroit, MI 48201, USA."], ["Hayakawa", "Akane", "A", "Department of Pediatrics, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Nakai", "Yasuo", "Y", "Wayne State University, School of Medicine, Detroit, MI 48201, USA; Department of Pediatrics, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Luat", "Aimee F", "AF", "Wayne State University, School of Medicine, Detroit, MI 48201, USA; Department of Pediatrics, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA; Department of Neurology, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Agarwal", "Rajkumar", "R", "Wayne State University, School of Medicine, Detroit, MI 48201, USA; Department of Pediatrics, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA; Department of Neurology, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Rothermel", "Robert", "R", "Wayne State University, School of Medicine, Detroit, MI 48201, USA; Department of Psychiatry, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA."], ["Asano", "Eishi", "E", "Wayne State University, School of Medicine, Detroit, MI 48201, USA; Department of Pediatrics, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA; Department of Neurology, Children's Hospital of Michigan, Detroit Medical Center, Detroit, MI 48201, USA. Electronic address: easano@med.wayne.edu."]], "date": "2017-10-31", "id": "29190521", "text": "A number of investigators have reported that event-related augmentation of high-gamma activity at 70-110 Hz on electrocorticography (ECoG) can localize functionally-important brain regions in children and adults who undergo epilepsy surgery. The advantages of ECoG-based language mapping over the gold-standard stimulation include: (i) lack of stimulation-induced seizures, (ii) better sensitivity of localization of language areas in young children, and (iii) shorter patient participant time. Despite its potential utility, ECoG-based language mapping is far less commonly practiced than stimulation mapping. Here, we have provided video presentations to explain, point-by-point, our own hardware setting and time-frequency analysis procedures. We also have provided standardized auditory stimuli, in multiple languages, ready to be used for ECoG-based language mapping. Finally, we discussed the technical aspects of ECoG-based mapping, including its pitfalls, to facilitate appropriate interpretation of the data.", "doi": "10.1016/j.clinph.2017.10.018", "title": "Presurgical language mapping using event-related high-gamma activity: The Detroit procedure.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}