{"authors": [["Collinet", "Audrey", "A", null], ["Sammut", "Veronique", "V", null]], "date": null, "id": "29190192", "text": "CASE DESCRIPTION A 2-year-old neutered male domestic shorthair cat was evaluated for sudden onset of cluster seizures. CLINICAL FINDINGS At an emergency clinic, the cat had hyperimmunoglobulinemia and thrombocytopenia. On referral, treatment with levetiracetam, zonisamide, and phenobarbital initially provided good control of cluster seizure activity (attributable to epilepsy of unknow origin). Two weeks later, assessments revealed that serum phenobarbital concentration was within the ideal range but serum zonisamide concentration exceeded the recommended therapeutic range. The dosage of zonisamide was therefore decreased. Four days after dosage reduction, the cat developed generalized lymphadenopathy. Cytologic analysis of lymph node aspirate samples revealed a heterogeneous population of well-differentiated lymphocytes, interpreted as marked reactivity. Although neoplasia could not be ruled out, hypersensitivity to phenobarbital was suspected, and this treatment was discontinued. TREATMENT AND OUTCOME Despite cessation of phenobarbital administration, generalized peripheral lymphadenopathy progressed and hyperglobulinemia and cytopenias developed. These abnormalities resolved after discontinuation of zonisamide administration. The cat remained seizure free with no recurrence of the aforementioned concerns after reinstitution of phenobarbital treatment. CLINICAL RELEVANCE To the authors' knowledge, this is the first reported case of zonisamide-related lymphadenopathy, hyperglobulinemia, and cytopenias in a cat. Anticonvulsant hypersensitivity syndrome is well documented in human medicine, but little information has been published in the veterinary medical literature. Although the effects of anticonvulsant hypersensitivity syndrome in this cat were serious, these effects were reversible with treatment discontinuation.", "doi": "10.2460/javma.251.12.1457", "title": "Suspected zonisamide-related anticonvulsant hypersensitivity syndrome in a cat.", "journal": ["Journal of the American Veterinary Medical Association", "J. Am. Vet. Med. Assoc."]}