{"authors": [["Sen", "Arko", "A", "Institute of Environmental Health Sciences, Wayne State University, Detroit, MI, United States."], ["Gurdziel", "Katherine", "K", "C. S. Mott Center for Human Growth and Development, Department of Obstetrics and Gynecology, Wayne State University, Detroit, MI, United States."], ["Liu", "Jenney", "J", "Center for Molecular Medicine and Genetics, Wayne State University, Detroit, MI, United States."], ["Qu", "Wen", "W", "Department of Pharmacology, Wayne State University, Detroit, MI, United States."], ["Nuga", "Oluwademi O", "OO", "Department of Pharmacology, Wayne State University, Detroit, MI, United States."], ["Burl", "Rayanne B", "RB", "C. S. Mott Center for Human Growth and Development, Department of Obstetrics and Gynecology, Wayne State University, Detroit, MI, United States."], ["Hüttemann", "Maik", "M", "Center for Molecular Medicine and Genetics, Wayne State University, Detroit, MI, United States."], ["Pique-Regi", "Roger", "R", "Center for Molecular Medicine and Genetics, Wayne State University, Detroit, MI, United States."], ["Ruden", "Douglas M", "DM", "Institute of Environmental Health Sciences, Wayne State University, Detroit, MI, United States."]], "date": "2017-11-15", "id": "29187863", "text": "Traumatic brain injury (TBI) can cause persistent pathological alteration of neurons. This may lead to cognitive dysfunction, depression and increased susceptibility to life threatening diseases, such as epilepsy and Alzheimer's disease. To investigate the underlying genetic and molecular basis of TBI, we subjected w1118Drosophila melanogaster to mild closed head trauma and found that mitochondrial activity is reduced in the brains of these flies 24 h after inflicting trauma. To determine the transcriptomic changes after mild TBI, we collected fly heads 24 h after inflicting trauma, and performed RNA-seq analyses. Classification of alternative splicing changes showed selective retention (RI) of long introns (>81 bps), with a mean size of ~3,000 nucleotides. Some of the genes containing RI showed a significant reduction in transcript abundance and are involved in mitochondrial metabolism such as Isocitrate dehydrogenase (Idh), which makes α-KG, a co-factor needed for both DNA and histone demethylase enzymes. The long introns are enriched in CA-rich motifs known to bind to Smooth (Sm), a heterogeneous nuclear ribonucleoprotein L (hnRNP-L) class of splicing factor, which has been shown to interact with the H3K36 histone methyltransferase, SET2, and to be involved in intron retention in human cells. H3K36me3 is a histone mark that demarcates exons in genes by interacting with the mRNA splicing machinery. Mutating sm (sm4/Df) resulted in loss of both basal and induced levels of RI in many of the same long-intron containing genes. Reducing the levels of Kdm4A, the H3K36me3 histone demethylase, also resulted in loss of basal levels of RI in many of the same long-intron containing genes. Chromatin immunoprecipitation followed by deep sequencing (ChIP-seq) for H3K36me3 revealed increased levels of this histone modification in retained introns post-trauma at CA-rich motifs. Based on these results, we propose a model in which TBI temporarily decreases mitochondrial activity in the brain 24 h after inflicting trauma, which decreases α-KG levels, and increases H3K36me3 levels and intron retention of long introns by decreasing Kdm4A activity. The consequent reduction in mature mRNA levels in metabolism genes, such as Idh, further reduces α-KG levels in a negative feedback loop. We further propose that decreasing metabolism after TBI in such a manner is a protective mechanism that gives the brain time to repair cellular damage induced by TBI.", "doi": "10.3389/fgene.2017.00175", "title": "Smooth, an hnRNP-L Homolog, Might Decrease Mitochondrial Metabolism by Post-Transcriptional Regulation of Isocitrate Dehydrogenase (Idh) and Other Metabolic Genes in the Sub-Acute Phase of Traumatic Brain Injury.", "journal": ["Frontiers in genetics", "Front Genet"]}