{"authors": [["Sotiropoulos", "Ioannis", "I", "Life and Health Sciences Research Institute (ICVS), Medical School, University of Minho, Braga, Portugal. ioannis@med.uminho.pt."], ["Galas", "Marie-Christine", "MC", "Univ. Lille, Inserm, CHU Lille, UMR-S 1172 - JPArc, 59000, Lille, France. marie-christine.galas@inserm.fr."], ["Silva", "Joana M", "JM", "Life and Health Sciences Research Institute (ICVS), Medical School, University of Minho, Braga, Portugal."], ["Skoulakis", "Efthimios", "E", "Division of Neuroscience, Biomedical Sciences Research Centre \"Alexander Fleming\", 16672, Vari, Greece."], ["Wegmann", "Susanne", "S", "Alzheimer's Disease Research Laboratory, MassGeneral Institute for Neurodegenerative Disease, Massachusetts General Hospital, Harvard Medical School, Charlestown, MA, 02129, USA."], ["Maina", "Mahmoud Bukar", "MB", "School of Life Sciences, University of Sussex, Falmer, Brighton, East Sussex, BN1 9QG, UK."], ["Blum", "David", "D", "Univ. Lille, Inserm, CHU Lille, UMR-S 1172 - JPArc, 59000, Lille, France."], ["Sayas", "Carmen Laura", "CL", "Centre for Biomedical Research of the Canary Islands (CIBICAN), Institute for Biomedical Technologies (ITB), Universidad de La Laguna (ULL), Tenerife, Spain."], ["Mandelkow", "Eva-Maria", "EM", "DZNE, German Center for Neurodegenerative Diseases, Bonn, Germany; CAESAR Research Institute, Bonn, Germany; Max-Planck-Institute for Metabolism Research, Köln, Germany."], ["Mandelkow", "Eckhard", "E", "DZNE, German Center for Neurodegenerative Diseases, Bonn, Germany; CAESAR Research Institute, Bonn, Germany; Max-Planck-Institute for Metabolism Research, Köln, Germany."], ["Spillantini", "Maria Grazia", "MG", "Department of Clinical Neurosciences, Clifford Allbutt Building, Cambridge, AH, UK."], ["Sousa", "Nuno", "N", "Life and Health Sciences Research Institute (ICVS), Medical School, University of Minho, Braga, Portugal."], ["Avila", "Jesus", "J", "Centro de Investigación Biomédica en Red de Enfermedades Neurodegenerativas (CIBERNED), Valderrebollo 5, 28041, Madrid, Spain."], ["Medina", "Miguel", "M", "CIBERNED, Network Center for Biomedical Research in Neurodegenerative Diseases, Madrid, Spain."], ["Mudher", "Amrit", "A", "Faculty of Natural and Environmental Sciences, University of Southampton Highfield Campus, Center for Biological Sciences, Southampton, UK."], ["Buee", "Luc", "L", "Univ. Lille, Inserm, CHU Lille, UMR-S 1172 - JPArc, 59000, Lille, France."]], "date": "2017-11-29", "id": "29187252", "text": "Since the discovery of the microtubule-associated protein Tau (MAPT) over 40 years ago, most studies have focused on Tau's role in microtubule stability and regulation, as well as on the neuropathological consequences of Tau hyperphosphorylation and aggregation in Alzheimer's disease (AD) brains. In recent years, however, research efforts identified new interaction partners and different sub-cellular localizations for Tau suggesting additional roles beyond its standard function as microtubule regulating protein. Moreover, despite the increasing research focus on AD over the last decades, Tau was only recently considered as a promising therapeutic target for the treatment and prevention of AD as well as for neurological pathologies beyond AD e.g. epilepsy, excitotoxicity, and environmental stress. This review will focus on atypical, non-standard roles of Tau on neuronal function and dysfunction in AD and other neurological pathologies providing novel insights about neuroplastic and neuropathological implications of Tau in both the central and the peripheral nervous system.", "doi": "10.1186/s40478-017-0489-6", "title": "Atypical, non-standard functions of the microtubule associated Tau protein.", "journal": ["Acta neuropathologica communications", "Acta Neuropathol Commun"]}