{"authors": [["Hooper", "Andrew", "A", "Graduate Program in Neuroscience, Sackler School of Graduate Biomedical Sciences, Tufts University, Boston, MA 02111, United States."], ["Paracha", "Rumzah", "R", "Tufts University, Medford, MA 02155, United States."], ["Maguire", "Jamie", "J", "Tufts University School of Medicine, Department of Neuroscience, Boston, MA 02111, United States. Electronic address: jamie.maguire@tufts.edu."]], "date": "2017-12-22", "id": "29186699", "text": "Our laboratory recently demonstrated that seizures activate the hypothalamic-pituitary-adrenal (HPA) axis, increasing circulating levels of corticosterone (O'Toole et al., 2013). Given the well-established proconvulsant actions of corticosterone, we hypothesized that seizure-induced activation of the HPA axis may contribute to future seizure susceptibility. Further, since hypercortisolism is associated with depression, we propose that seizure-induced activation of the HPA axis may contribute to comorbid depression and epilepsy. To test this hypothesis, we generated mice lacking the GABAA receptor (GABAAR) δ subunit specifically in corticotropin-releasing hormone (CRH) neurons (Gabrd/Crh mice), which exhibit hyporeactivity of the HPA axis (Lee et al., 2014). Gabrd/Crh mice exhibit blunted seizure-induced elevations in corticosterone, establishing a useful tool to investigate the contribution of HPA axis dysfunction on epilepsy and associated comorbidities. Interestingly, Gabrd/Crh mice exhibit decreased acute seizure susceptibility following kainic acid (KA) administration. Furthermore, chronically epileptic Gabrd/Crh mice exhibit a decrease in both spontaneous seizure frequency and depression-like behaviors compared with chronically epileptic Cre-/- littermates. Seizure susceptibility and associated depression-like behaviors can be restored to wild type levels by treating Gabrd/Crh mice with exogenous corticosterone. Similarly, chemogenetic activation of CRH neurons in the paraventricular nucleus (PVN) is sufficient to increase seizure susceptibility; whereas, chemogenetic inhibition of CRH neurons in the PVN of the hypothalamus is sufficient to decrease seizure susceptibility and depression-like behaviors in chronically epileptic mice. These data suggest that seizure-induced activation of the HPA axis promotes seizure susceptibility and comorbid depression-like behaviors, suggesting that the HPA axis may be a novel target for seizure control.", "doi": "10.1016/j.yebeh.2017.10.025", "title": "Seizure-induced activation of the HPA axis increases seizure frequency and comorbid depression-like behaviors.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}