{"authors": [["Oliveira", "Clarissa Vasconcelos de", "CV", "Graduate Program in Pharmacology, Federal University of Santa Maria, Santa Maria, RS, Brazil."], ["Grigoletto", "Jéssica", "J", "Graduate Program in Pharmacology, Federal University of Santa Maria, Santa Maria, RS, Brazil."], ["Canzian", "Julia Marion", "JM", "Graduate Program in Pharmacology, Federal University of Santa Maria, Santa Maria, RS, Brazil."], ["Duarte", "Marta Maria Medeiros Frescura", "MMMF", "Department of Health Sciences, Lutheran University of Brazil, Santa Maria, RS, Brazil."], ["Duarte", "Thiago", "T", "Graduate Program in Pharmacology, Federal University of Santa Maria, Santa Maria, RS, Brazil."], ["Furian", "Ana Flávia", "AF", "Graduate Program in Pharmacology, Federal University of Santa Maria, Santa Maria, RS, Brazil; Graduate Program in Food and Science Technology, Federal University of Santa Maria, Santa Maria, RS, Brazil."], ["Oliveira", "Mauro Schneider", "MS", "Graduate Program in Pharmacology, Federal University of Santa Maria, Santa Maria, RS, Brazil. Electronic address: ms.oliveira@ufsm.br."]], "date": "2017-12-22", "id": "29186698", "text": "Temporal lobe epilepsy (TLE) is the most frequent and medically refractory type of epilepsy in humans. In addition to seizures, patients with TLE suffer from behavioral alterations and cognitive deficits. Poststatus epilepticus model of TLE induced by pilocarpine in rodents has enhanced the understanding of the processes leading to epilepsy and thus, of potential targets for antiepileptogenic therapies. Clinical and experimental evidence suggests that inflammatory processes in the brain may critically contribute to epileptogenesis. Statins are inhibitors of cholesterol synthesis, and present pleiotropic effects that include antiinflammatory properties. We aimed the present study to test the hypothesis that atorvastatin prevents behavioral alterations and proinflammatory state in the early period after pilocarpine-induced status epilepticus. Male and female C57BL/6 mice were subjected to status epilepticus induced by pilocarpine and treated with atorvastatin (10 or 100mg/kg) for 14days. Atorvastatin slightly improved the performance of mice in the open-field and object recognition tests. In addition, atorvastatin dose-dependently decreased basal and status epilepticus-induced levels of interleukin-1β (IL-1β), interleukin-6 (IL-6), tumor necrosis factor-α (TNF-α), and interferon-γ (INF-γ) and increased interleukin-10 (IL-10) levels in the hippocampus and cerebral cortex. The antiinflammatory effects of atorvastatin were qualitatively identical in both sexes. Altogether, these findings extend the range of beneficial actions of atorvastatin and indicate that its antiinflammatory effects may be useful after an epileptogenic insult.", "doi": "10.1016/j.yebeh.2017.10.021", "title": "Effect of atorvastatin on behavioral alterations and neuroinflammation during epileptogenesis.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}