{"authors": [["Girgis", "Fady", "F", "Department of Neurosurgery, University Hospital Case Medical Center, Case Western Reserve University School of Medicine, Cleveland, Ohio."], ["Greil", "Madeline E", "ME", "Department of Neurosurgery, University Hospital Case Medical Center, Case Western Reserve University School of Medicine, Cleveland, Ohio."], ["Fastenau", "Philip S", "PS", "Department of Neurology, University Hospital Case Medical Center, Case Western Reserve University School of Medicine, Cleveland, Ohio."], ["Sweet", "Jennifer", "J", "Department of Neurosurgery, University Hospital Case Medical Center, Case Western Reserve University School of Medicine, Cleveland, Ohio."], ["Lüders", "Hans", "H", "Department of Neurology, University Hospital Case Medical Center, Case Western Reserve University School of Medicine, Cleveland, Ohio."], ["Miller", "Jonathan P", "JP", "Department of Neurosurgery, University Hospital Case Medical Center, Case Western Reserve University School of Medicine, Cleveland, Ohio."]], "date": null, "id": "29186594", "text": "Multiple hippocampal transection (MHT) is a surgical treatment for mesial temporal lobe epilepsy associated with improved postoperative neuropsychological outcomes compared with lobectomy.To determine whether resection of the amygdala and anterior temporal neocortex during MHT affects postoperative seizure/memory outcome.Seventeen patients with normal magnetic resonance imaging and stereo-electroencephalogram-proven drug-resistant dominant mesial temporal lobe epilepsy were treated with MHT. Nine patients underwent MHT alone (MHT-) and 8 patients underwent MHT plus removal of the amygdala and anterior 4.5 cm of temporal neocortex lateral to the fusiform gyrus (MHT+). Verbal and visual-spatial memory were assessed in all patients preoperatively and in 14 patients postoperatively using the Wechsler Memory Scale. Postoperative seizure control was assessed at 12 months for all patients.Overall, 11 of 17 patients (64.7%) were Engel class 1 at 1 year (6/9 MHT-, 5/8 MHT+, P = .38), and 10 of 14 patients (71.4%) had no significant postoperative decline in either verbal or visual memory (6/8 MHT-, 4/6 MHT+, P = .42). Verbal memory declined in 2 of 8 MHT- and 1 of 6 MHT+ patients, and visual memory declined in 1 of 8 MHT- and 2 of 6 MHT+ patients. Two patients had improved visual memory postoperatively, both in the MHT+ group.MHT on the dominant side is associated with high rates of seizure freedom and favorable memory preservation outcomes regardless of the extent of neocortical resection. Preservation of the temporal neocortex and amygdala during MHT does not appear to decrease the risk of postoperative memory decline, nor does it alter seizure outcome.", "doi": "10.1093/ons/opx031", "title": "Resection of Temporal Neocortex During Multiple Hippocampal Transections for Mesial Temporal Lobe Epilepsy Does not Affect Seizure or Memory Outcome.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}