{"authors": [["Zhu", "Xiaolin", "X", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."], ["Padmanabhan", "Raghavendra", "R", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."], ["Copeland", "Brett", "B", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."], ["Bridgers", "Joshua", "J", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."], ["Ren", "Zhong", "Z", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."], ["Kamalakaran", "Sitharthan", "S", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."], ["O'Driscoll-Collins", "Ailbhe", "A", "Department of Medicine, Royal College of Surgeons in Ireland, St Stephen's Green, Dublin, Ireland."], ["Berkovic", "Samuel F", "SF", "Epilepsy Research Centre, Department of Medicine, University of Melbourne at Austin Health, Heidelberg, Australia."], ["Scheffer", "Ingrid E", "IE", "Epilepsy Research Centre, Department of Medicine, University of Melbourne at Austin Health, Heidelberg, Australia."], ["Poduri", "Annapurna", "A", "Epilepsy Genetics Program and Department of Neurology, Harvard Medical School, Boston, MA, United States of America."], ["Mei", "Davide", "D", "Pediatric Neurology Unit and Laboratories, Meyer Children's Hospital, University of Florence, Florence, Italy."], ["Guerrini", "Renzo", "R", "Pediatric Neurology Unit and Laboratories, Meyer Children's Hospital, University of Florence, Florence, Italy."], ["Lowenstein", "Daniel H", "DH", "Department of Neurology, University of California, San Francisco, San Francisco, California, United States of America."], ["Allen", "Andrew S", "AS", "Department of Biostatistics and Bioinformatics, Duke University, Durham, North Carolina, United States of America."], ["Heinzen", "Erin L", "EL", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."], ["Goldstein", "David B", "DB", "Institute for Genomic Medicine, Columbia University Medical Center, New York, NY, United States of America."]], "date": "2017-11-29", "id": "29186148", "text": "Trio exome sequencing has been successful in identifying genes with de novo mutations (DNMs) causing epileptic encephalopathy (EE) and other neurodevelopmental disorders. Here, we evaluate how well a case-control collapsing analysis recovers genes causing dominant forms of EE originally implicated by DNM analysis. We performed a genome-wide search for an enrichment of \"qualifying variants\" in protein-coding genes in 488 unrelated cases compared to 12,151 unrelated controls. These \"qualifying variants\" were selected to be extremely rare variants predicted to functionally impact the protein to enrich for likely pathogenic variants. Despite modest sample size, three known EE genes (KCNT1, SCN2A, and STXBP1) achieved genome-wide significance (p<2.68×10-6). In addition, six of the 10 most significantly associated genes are known EE genes, and the majority of the known EE genes (17 out of 25) originally implicated in trio sequencing are nominally significant (p<0.05), a proportion significantly higher than the expected (Fisher's exact p = 2.33×10-17). Our results indicate that a case-control collapsing analysis can identify several of the EE genes originally implicated in trio sequencing studies, and clearly show that additional genes would be implicated with larger sample sizes. The case-control analysis not only makes discovery easier and more economical in early onset disorders, particularly when large cohorts are available, but also supports the use of this approach to identify genes in diseases that present later in life when parents are not readily available.", "doi": "10.1371/journal.pgen.1007104", "title": "A case-control collapsing analysis identifies epilepsy genes implicated in trio sequencing studies focused on de novo mutations.", "journal": ["PLoS genetics", "PLoS Genet."]}