{"authors": [["Jetté", "Nathalie", "N", "Department of Clinical Neurosciences (NJ, FA), Hotchkiss Brain Institute (NJ, FA, SBP), Department of Psychiatry (SBP), Mathison Health Centre (SBP), Department of Community Health Sciences (NJ, FA, SBP), and O'Brien Institute for Public Health (NJ, FA, SBP), Cumming School of Medicine, University of Calgary, Canada."], ["Amoozegar", "Farnaz", "F", "Department of Clinical Neurosciences (NJ, FA), Hotchkiss Brain Institute (NJ, FA, SBP), Department of Psychiatry (SBP), Mathison Health Centre (SBP), Department of Community Health Sciences (NJ, FA, SBP), and O'Brien Institute for Public Health (NJ, FA, SBP), Cumming School of Medicine, University of Calgary, Canada."], ["Patten", "Scott B", "SB", "Department of Clinical Neurosciences (NJ, FA), Hotchkiss Brain Institute (NJ, FA, SBP), Department of Psychiatry (SBP), Mathison Health Centre (SBP), Department of Community Health Sciences (NJ, FA, SBP), and O'Brien Institute for Public Health (NJ, FA, SBP), Cumming School of Medicine, University of Calgary, Canada."]], "date": null, "id": "29185533", "text": "To provide an overview of the epidemiology of depression in chronic neurologic conditions that can affect individuals throughout the lifespan (epilepsy, migraine, multiple sclerosis [MS]) and examine depression screening tools for adults with these conditions.Depression is common in neurologic conditions and can be associated with lower quality of life, higher health resource utilization, and poor adherence to treatment. It affects around 20%-30% of those with epilepsy, migraine, and MS, and evidence for a bidirectional association exists for each of these conditions. Depression screening tools generally perform well in neurologic conditions, but are not without limitations.Depression is a major contributor to poor outcomes in epilepsy, migraine, and MS. Although psychiatric resources are scarce globally, this is no reason to ignore depression in neurologic conditions. Depression screening tools are available in neurology and should be considered in clinical practice.", "doi": "10.1212/CPJ.0000000000000349", "title": "Depression in epilepsy, migraine, and multiple sclerosis: Epidemiology and how to screen for it.", "journal": ["Neurology. Clinical practice", "Neurol Clin Pract"]}