{"authors": [["Oya", "Michiko", "M", "Department of Brain Function, Division of Stress Adaptation and Protection, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya, Aichi, 464-8601, Japan."], ["Suzuki", "Hiromi", "H", "Department of Brain Function, Division of Stress Adaptation and Protection, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya, Aichi, 464-8601, Japan. hiromi_s@riem.nagoya-u.ac.jp."], ["Anas", "Andrea Roxanne J", "ARJ", "Department of Brain Function, Division of Stress Adaptation and Protection, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya, Aichi, 464-8601, Japan."], ["Oishi", "Koichi", "K", "Department of Brain Function, Division of Stress Adaptation and Protection, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya, Aichi, 464-8601, Japan."], ["Ono", "Kenji", "K", "Department of Brain Function, Division of Stress Adaptation and Protection, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya, Aichi, 464-8601, Japan."], ["Yamaguchi", "Shun", "S", "Division of Morphological Neuroscience, Gifu University Graduate School of Medicine, Gifu, 501-1194, Japan."], ["Eguchi", "Megumi", "M", "Division of Morphological Neuroscience, Gifu University Graduate School of Medicine, Gifu, 501-1194, Japan."], ["Sawada", "Makoto", "M", "Department of Brain Function, Division of Stress Adaptation and Protection, Research Institute of Environmental Medicine, Nagoya University, Furo-cho, Chikusa-ku, Nagoya, Aichi, 464-8601, Japan."]], "date": "2017-11-28", "id": "29184999", "text": "Mass spectrometry (MS) imaging is a useful tool for direct and simultaneous visualization of specific molecules. Liquid chromatography-tandem mass spectrometry (LC-MS/MS) is used to evaluate the abundance of molecules in tissues using sample homogenates. To date, however, LC-MS/MS has not been utilized as an imaging tool because spatial information is lost during sample preparation. Here we report a new approach for LC-MS/MS imaging using a thermal film-based laser microdissection (LMD) technique. To isolate tissue spots, our LMD system uses a 808-nm near infrared laser, the diameter of which can be freely changed from 2.7 to 500 μm; for imaging purposes in this study, the diameter was fixed at 40 μm, allowing acquisition of LC-MS/MS images at a 40-μm resolution. The isolated spots are arranged on a thermal film at 4.5-mm intervals, corresponding to the well spacing on a 384-well plate. Each tissue spot is handled on the film in such a manner as to maintain its spatial information, allowing it to be extracted separately in its individual well. Using analytical LC-MS/MS in combination with the spatial information of each sample, we can reconstruct LC-MS/MS images. With this imaging technique, we successfully obtained the distributions of pilocarpine, glutamate, γ-aminobutyric acid, acetylcholine, and choline in a cross-section of mouse hippocampus. The protocol we established in this study is applicable to revealing the neurochemistry of pilocarpine model of epilepsy. Our system has a wide range of uses in fields such as biology, pharmacology, pathology, and neuroscience. Graphical abstract Schematic Indication of LMD-LC-MS/MS imaging.", "doi": "10.1007/s00216-017-0739-2", "title": "LC-MS/MS imaging with thermal film-based laser microdissection.", "journal": ["Analytical and bioanalytical chemistry", "Anal Bioanal Chem"]}