{"authors": [["Carrillo-Ruiz", "José D", "JD", "Unit of Functional Neurosurgery, Stereotaxy and Radiosurgery, Mexico General Hospital, Mexico City, Mexico."], ["Andrade", "Pablo", "P", "Unit of Functional Neurosurgery, Stereotaxy and Radiosurgery, Mexico General Hospital, Mexico City, Mexico."], ["Fonseca", "Mary", "M", "Unit of Functional Neurosurgery, Stereotaxy and Radiosurgery, Mexico General Hospital, Mexico City, Mexico."], ["Jiménez", "Fiacro", "F", "Unit of Functional Neurosurgery, Stereotaxy and Radiosurgery, Mexico General Hospital, Mexico City, Mexico."], ["Montes-Castillo", "María L", "ML", "Rehabilitation Clinic, Mexico General Hospital, Mexico City, Mexico."], ["Velasco", "Francisco", "F", "Unit of Functional Neurosurgery, Stereotaxy and Radiosurgery, Mexico General Hospital, Mexico City, Mexico."]], "date": "2017-11-01", "id": "29184718", "text": "Neurotomies were one of the first procedures performed in the field of functional neurosurgery. Microstimulators and microscopes facilitate the performance of neurotomies to treat focal spasticity. This report shows how three different consecutive neurotomies were performed in one patient with chronic left upper/lower extremity spasticity.A 65-year-old male with intractable epilepsy underwent a right temporal lobectomy for seizure control. Postoperatively, he developed left upper/lower extremity spasticity attributed to a postoperative right internal capsule infarct. The severe spasticity persisted despite the administration of conventional drugs, rehabilitation efforts, and botulinic toxin injections. Three sequential selective neurotomies (e.g., spinal, median, and foot common flexor nerves) were next performed. Postoperatively, the neurotomies resulted in significant symptomatic long-term improvement, 6 years after spinal neurotomy, 7 years after median neurotomy, and 9 years after common flexor neurotomy. Spasticity scores diminished from 4 to 0 points on the Ashworth scale and from 4 to 0 points on the Held-Tardieu scale for each muscular region.Multiple regional neurotomies were effective in the management of left-sided postoperative spasticity in a patient who underwent a temporal lobectomy for seizure control with a resultant postoperative right internal capsule infarct.", "doi": "10.4103/sni.sni_258_17", "title": "Three consecutive neurotomies in one patient for the treatment of spastic hemiplegia: Spinal, median, and foot toes common flexor.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}