{"authors": [["Elamin", "Marwa", "M", "Neuroscience Program, Department of Biology, University of Hartford, West Hartford, CT, United States."], ["Ruskin", "David N", "DN", "Neuroscience Program and Psychology Department, Trinity College, Hartford, CT, United States."], ["Masino", "Susan A", "SA", "Neuroscience Program and Psychology Department, Trinity College, Hartford, CT, United States."], ["Sacchetti", "Paola", "P", "Neuroscience Program, Department of Biology, University of Hartford, West Hartford, CT, United States."]], "date": "2017-11-14", "id": "29184484", "text": "The ketogenic diet's (KD) anticonvulsant effects have been well-documented for nearly a century, including in randomized controlled trials. Some patients become seizure-free and some remain so after diet cessation. Many recent studies have explored its expanded therapeutic potential in diverse neurological disorders, yet no mechanism(s) of action have been established. The diet's high fat, low carbohydrate composition reduces glucose utilization and promotes the production of ketone bodies. Ketone bodies are a more efficient energy source than glucose and improve mitochondrial function and biogenesis. Cellular energy production depends on the metabolic coenzyme nicotinamide adenine dinucleotide (NAD), a marker for mitochondrial and cellular health. Furthermore, NAD activates downstream signaling pathways (such as the sirtuin enzymes) associated with major benefits such as longevity and reduced inflammation; thus, increasing NAD is a coveted therapeutic endpoint. Based on differential NAD+ utilization during glucose- vs. ketone body-based acetyl-CoA generation for entry into the tricarboxylic cycle, we propose that a KD will increase the NAD+/NADH ratio. When rats were fed ad libitum KD, significant increases in hippocampal NAD+/NADH ratio and blood ketone bodies were detected already at 2 days and remained elevated at 3 weeks, indicating an early and persistent metabolic shift. Based on diverse published literature and these initial data we suggest that increased NAD during ketolytic metabolism may be a primary mechanism behind the beneficial effects of this metabolic therapy in a variety of brain disorders and in promoting health and longevity.", "doi": "10.3389/fnmol.2017.00377", "title": "Ketone-Based Metabolic Therapy: Is Increased NAD+ a Primary Mechanism?", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}