{"authors": [["Balasubramanian", "Karthi", "K", "Department of Electronics and Communication Engineering, Amrita School of Engineering, Amrita Vishwa Vidyapeetham, Amrita University, Coimbatore, Tamil Nadu, India."], ["Harikumar", "K", "K", "Department of Electronics and Communication Engineering, Amrita School of Engineering, Amrita Vishwa Vidyapeetham, Amrita University, Coimbatore, Tamil Nadu, India."], ["Nagaraj", "Nithin", "N", "Consciousness Studies Programme, National Institute of Advanced Studies, Bengaluru, Karnataka, India."], ["Pati", "Sandipan", "S", "Department of Neurology, University of Alabama at Birmingham, Birmingham, AL 35294, USA."]], "date": null, "id": "29184345", "text": "Progressive loss of heart rate variability (HRV) and complexity are associated with increased risk of mortality in patients with cardiovascular disease and are a candidate marker for patients at risk of sudden cardiac death. HRV is influenced by the cardiac autonomic nervous system (ANS), although it is unclear which arm of the ANS (sympathetic or parasympathetic) needs to be perturbed to increase the complexity of HRV. In this case-control study, we have analyzed the relation between modulation of vagus nerve stimulation (VNS) and changes in complexity of HRV as a function of states of vigilance. We hypothesize that VNS - being a preferential activator of the parasympathetic system - will decrease the heart rate (HR) and increase the complexity of HRV maximum during sleep. The electrocardiogram (EKG) obtained from a 37-year-old, right-handed male with known intractable partial epilepsy and left therapeutic VNS was analyzed during wakefulness and sleep with VNS ON and OFF states. Age-matched control EKG was obtained from five participants (three with intractable epilepsy and two without epilepsy) that had no VNS implant. The study demonstrated the following: (1) VNS increased the complexity of HRV during sleep and decreased it during wakefulness. (2) An increase in parasympathetic tone is associated with increased complexity of HRV even in the presence of decreased HR. These results need to be replicated in a larger cohort before developing patterned stimulation using VNS to stabilize cardiac dysautonomia and prevent fatal arrhythmias.", "doi": "10.4103/aian.AIAN_148_17", "title": "Vagus Nerve Stimulation Modulates Complexity of Heart Rate Variability Differently during Sleep and Wakefulness.", "journal": ["Annals of Indian Academy of Neurology", "Ann Indian Acad Neurol"]}