{"authors": [["Singla", "Shweta", "S", "Department of Pharmacology, DMC, Ludhiana, Punjab, India."], ["Kaushal", "Sandeep", "S", "Department of Pharmacology, DMC, Ludhiana, Punjab, India."], ["Arora", "Shalini", "S", "Department of Pharmacology, DMC, Ludhiana, Punjab, India."], ["Singh", "Gagandeep", "G", "Department of Neurology, Dayanand Medical College and Hospital, Ludhiana, Punjab, India."]], "date": null, "id": "29184339", "text": "Antiepileptic drugs (AEDs) adversely affect bone health and there are reports describing association of alternations of bone and mineral metabolism in epileptic patients.This study was undertaken to evaluate the bone profile (bone mineral parameters and bone mineral density [BMD]) of patients with epilepsy and compare them to their age-, gender-, and socioeconomic status-matched healthy controls in a community.This was a nested case-control study conducted in fifty individuals, which included 25 cases (age above 18 years and on AEDs for at least 3 years) for which 25 controls were selected from the same community. Bone mineral parameters (serum calcium, proteins, phosphorous, alkaline phosphate, parathyroid hormone, and Vitamin D) and BMD were measured.There was significant hypocalcemia (P = 0.003), hypoproteinemia (P = 0.014), hyperparathyroidism (P = 0.048), and increased levels of serum alkaline phosphatase (P = 0.019) in cases as compared to controls. The difference was insignificant in the serum levels of Vitamin D and phosphorous among both the groups. Vitamin D was significantly low in female patients as compared to males (P = 0.043). There was no significant difference in BMD at the lumbar spine and femur neck among both the groups. Mean duration of epilepsy was longest in patients with osteoporosis (23.6 years), and increasing duration of epilepsy was associated with reduction in age- and sex-corrected total BMD mean Z-score anteroposterior spine. There was negative correlation between cumulative drug load and T-score of patients with epilepsy.Patients on long-term AED treatment have altered bone profile as evident from biochemical parameters and reduced BMD. There is a need for more extensive research and that too on a larger sample size.", "doi": "10.4103/aian.AIAN_216_17", "title": "Bone Health in Patients with Epilepsy: A Community-based Pilot Nested Case-control Study.", "journal": ["Annals of Indian Academy of Neurology", "Ann Indian Acad Neurol"]}