{"authors": [["Roland", "Jarod L", "JL", "Department of Neurological Surgery, Washington University in St. Louis, St. Louis, MO 63110; rolandj@wustl.edu."], ["Snyder", "Abraham Z", "AZ", "Mallinckrodt Institute Radiology, Washington University in St. Louis, St. Louis, MO 63110."], ["Hacker", "Carl D", "CD", "Department of Neurological Surgery, Washington University in St. Louis, St. Louis, MO 63110."], ["Mitra", "Anish", "A", "Mallinckrodt Institute Radiology, Washington University in St. Louis, St. Louis, MO 63110."], ["Shimony", "Joshua S", "JS", "Mallinckrodt Institute Radiology, Washington University in St. Louis, St. Louis, MO 63110."], ["Limbrick", "David D", "DD", "Department of Neurological Surgery, Washington University in St. Louis, St. Louis, MO 63110."], ["Raichle", "Marcus E", "ME", "Mallinckrodt Institute Radiology, Washington University in St. Louis, St. Louis, MO 63110."], ["Smyth", "Matthew D", "MD", "Department of Neurological Surgery, Washington University in St. Louis, St. Louis, MO 63110."], ["Leuthardt", "Eric C", "EC", "Department of Neurological Surgery, Washington University in St. Louis, St. Louis, MO 63110."]], "date": "2017-11-28", "id": "29183973", "text": "Resting state functional connectivity is defined in terms of temporal correlations between physiologic signals, most commonly studied using functional magnetic resonance imaging. Major features of functional connectivity correspond to structural (axonal) connectivity. However, this relation is not one-to-one. Interhemispheric functional connectivity in relation to the corpus callosum presents a case in point. Specifically, several reports have documented nearly intact interhemispheric functional connectivity in individuals in whom the corpus callosum (the major commissure between the hemispheres) never develops. To investigate this question, we assessed functional connectivity before and after surgical section of the corpus callosum in 22 patients with medically refractory epilepsy. Section of the corpus callosum markedly reduced interhemispheric functional connectivity. This effect was more profound in multimodal associative areas in the frontal and parietal lobe than primary regions of sensorimotor and visual function. Moreover, no evidence of recovery was observed in a limited sample in which multiyear, longitudinal follow-up was obtained. Comparison of partial vs. complete callosotomy revealed several effects implying the existence of polysynaptic functional connectivity between remote brain regions. Thus, our results demonstrate that callosal as well as extracallosal anatomical connections play a role in the maintenance of interhemispheric functional connectivity.", "doi": "10.1073/pnas.1707050114", "title": "On the role of the corpus callosum in interhemispheric functional connectivity in humans.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}