{"authors": [["Tao", "James X", "JX", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Wu", "Shasha", "S", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Lacy", "Maureen", "M", "Department of Psychiatry, The University of Chicago, Chicago, Illinois, USA."], ["Rose", "Sandra", "S", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Issa", "Naoum P", "NP", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Yang", "Carina W", "CW", "Department of Radiology, The University of Chicago, Chicago, Illinois, USA."], ["Dorociak", "Katherine E", "KE", "Department of Psychiatry, The University of Chicago, Chicago, Illinois, USA."], ["Bruzzone", "Maria", "M", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Kim", "Jisoon", "J", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Daif", "Ahmad", "A", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Choi", "Jason", "J", "Department of Neurosurgery, The University of Chicago, Chicago, Illinois, USA."], ["Towle", "Vernon L", "VL", "Department of Neurology, The University of Chicago, Chicago, Illinois, USA."], ["Warnke", "Peter C", "PC", "Department of Neurosurgery, The University of Chicago, Chicago, Illinois, USA."]], "date": "2017-11-28", "id": "29183959", "text": "To determine the outcomes of combined stereo-electroencephalography-guided and MRI-guided stereotactic laser interstitial thermal therapy (LITT) in the treatment of patients with drug-resistant mesial temporal lobe epilepsy (mTLE).We prospectively assessed the surgical and neuropsychological outcomes in 21 patients with medically refractory mTLE who underwent LITT at the University of Chicago Medical Center. We further compared the surgical outcomes in patients with and without mesial temporal sclerosis (MTS).Of the 21 patients, 19 (90%) underwent Invasive EEG study and 11 (52%) achieved freedom from disabling seizures with a mean duration of postoperative follow-up of 24±11 months after LITT. Eight (73%) of 11 patients with MTS achieved freedom from disabling seizures, whereas 3 (30 %) of 10 patients without MTS achieved freedom from disabling seizures. Patients with MTS were significantly more likely to become seizure-free, as compared with those without MTS (P=0.002). There was no significant difference in total ablation volume and the percentage of the ablated amygdalohippocampal complex between seizure-free and non-seizure-free patients. Presurgical and postsurgical neuropsychological assessments were obtained in 10 of 21 patients. While there was no group decline in any neuropsychological assessment, a significant postoperative decline in verbal memory and confrontational naming was observed in individual patients.MRI-guided LITT is a safe and effective alternative to selective amygdalohippocampectomy and anterior temporal lobectomy for mTLE with MTS. Nevertheless, its efficacy in those without MTS seems modest. Large multicentre and prospective studies are warranted to further determine the efficacy and safety of LITT.", "doi": "10.1136/jnnp-2017-316833", "title": "Stereotactic EEG-guided laser interstitial thermal therapy for mesial temporal lobe epilepsy.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}