{"authors": [["Kumada", "Tomohiro", "T", "Department of Pediatrics, Shiga Medical Center for Children, Japan. Electronic address: tkumada@mccs.med.shiga-pref.jp."], ["Imai", "Katsumi", "K", "National Epilepsy Center, Shizuoka Institute of Epilepsy and Neurological Disorders, Japan."], ["Takahashi", "Yukitoshi", "Y", "National Epilepsy Center, Shizuoka Institute of Epilepsy and Neurological Disorders, Japan."], ["Nabatame", "Shin", "S", "Department of Pediatrics, Osaka University Graduate School of Medicine, Japan."], ["Oguni", "Hirokazu", "H", "Department of Pediatrics, Tokyo Women's Medical University, Japan."]], "date": "2017-11-25", "id": "29183766", "text": "In Japan, Meiji 817-B (M817-B), a powdered ketogenic milk, has been available since the ketogenic diet was introduced to infants and tube-fed children with medication-resistant epilepsy in the 1980s.We retrospectively evaluated the efficacy, tolerability, and side effects of the ketogenic diet using M817-B as the main source of daily food intake for patients with epilepsy by sending questionnaires to the members of a subcommittee of the Japan Epilepsy Society that focuses on the proper use of M817-B.A total of 42 patients were enrolled. Age at the initiation of the diet therapy ranged from 3 to 244 months (median, 32.5 months). Thirty-four patients were fed via tube, and the remaining 8 were fed orally. About 93% of patients were able to continue the diet for 1 month, 74% for 3 months, and 64% for 6 months. The median period of continuation was 16 months. One patient was able to continue as long as 7 years. The ketogenic ratio was maintained at about 3.0. The seizure-free rate and responder (>50% seizure reduction) rate were about 10% and 30-40%, respectively during the 12 months on the diet. Mean serum beta-hydroxybutyrate increased to almost 4 mM at 1 month and was maintained during the diet period. Side effects, which required discontinuation of the diet therapy, occurred in 11 of 42 patients and included hypertonia, weight loss, vomiting, hypoglycemia, metabolic acidosis, and hypokalemia.M817-B could be used long-term with demonstrated efficacy in seizure reduction, although there are some side effects that may require cessation of the diet therapy.", "doi": "10.1016/j.braindev.2017.11.003", "title": "Ketogenic diet using a Japanese ketogenic milk for patients with epilepsy: A multi-institutional study.", "journal": ["Brain & development", "Brain Dev."]}