{"authors": [["Daanaa", "Samuel", "S", "Department of Pharmacology, Faculty of Pharmacy and Pharmaceutical Sciences, College of Health Sciences, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana. Electronic address: sdaanaa11@gmail.com."], ["Abotsi", "Wonder Kofi Mensah", "WKM", "Department of Pharmacology, Faculty of Pharmacy and Pharmaceutical Sciences, College of Health Sciences, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana. Electronic address: wkm_abotsi@yahoo.com."], ["Boakye-Gyasi", "Eric", "E", "Department of Pharmacology, Faculty of Pharmacy and Pharmaceutical Sciences, College of Health Sciences, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana. Electronic address: ebgyasi.pharm@knust.edu.gh."], ["Woode", "Eric", "E", "Department of Pharmacology, Faculty of Pharmacy and Pharmaceutical Sciences, College of Health Sciences, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana. Electronic address: ewoode.pharm@knust.edu.gh."]], "date": "2017-11-26", "id": "29183747", "text": "Psydrax subcordata (DC.) Bridson is a tropical medicinal plant used traditionally for the management of epilepsy. However, there is little scientific evidence to support its use.The current study investigated the anticonvulsant properties of the hydroethanolic leaf extract of Psydrax subcordata (PSE) in animal models.The anticonvulsant effects were evaluated in mouse models of acute seizures (pentylenetetrazole-, picrotoxin-, 4-aminopyridine-, strychnine- and maximal electroshock-induced seizure tests) and status epilepticus (Lithium/pilocarpine-induced SE). The role of GABAergic mechanisms in the actions of the extract was also examined by pre-treatment of animals with flumazenil in the pentylenetetrazole test.The extract (30, 100 and 300mg/kg, p.o.) significantly delayed the onset and decreased the duration and frequency of pentylenetetrazole- and picrotoxin-convulsions. PSE also reduced the duration of tonic hind limb extensions in the maximal electroshock-induced seizure test. Furthermore, PSE pre-treatment significantly delayed the onset of seizures and improved survival in the 4-aminopyridine-induced seizure test. In the strychnine-induced seizure test, PSE treatment did not significantly affect the latency to convulsions and time until death when compared to controls. PSE exhibited anticonvulsant effects in the lithium/pilocarpine test by delaying the onset of seizures and status epilepticus as well as reducing the severity of seizures and mortality of mice. Again, the anticonvulsant effect of PSE (100mg/kg, p.o.) was blocked by pre-treatment with flumazenil in the PTZ test.PSE has anticonvulsant activity in animal models, and this effect may be mediated, at least partly, through GABAergic mechanisms.", "doi": "10.1016/j.jep.2017.11.028", "title": "Anticonvulsant effect of the hydroethanolic leaf extract of Psydrax subcordata (DC.) Bridson in murine models.", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}