{"authors": [["Myers", "Lorna", "L", "Northeast Regional Epilepsy Group, New York, NY, United States. Electronic address: lmyers@epilepsygroup.com."], ["Trobliger", "Robert", "R", "Northeast Regional Epilepsy Group, New York, NY, United States."], ["Bortnik", "Kirsty", "K", "Northeast Regional Epilepsy Group, New York, NY, United States."], ["Lancman", "Marcelo", "M", "Northeast Regional Epilepsy Group, New York, NY, United States."]], "date": "2017-11-26", "id": "29183659", "text": "The objective of the study was to determine whether male and female populations of patients with psychogenic nonepileptic seizures (PNES) differ, in terms of demographic, social/clinical, and etiological factors as well as psychological measures.Psychogenic nonepileptic seizures are overrepresented by females; therefore, information about PNES in males is limited. Only a handful of studies have examined PNES and gender, and of those, one was a literature review and with the exception of two, most have had small sample sizes. Of the existing literature, differences in abuse type, psychiatric diagnoses, and psychometric results have been observed in the two genders.This is a retrospective study of 51 consecutive males and 97 consecutive females with video-electroencephalogram (video-EEG) confirmed diagnosis of PNES. Patients were examined on demographics (age, education, working status), clinical (seizure frequency, trauma type: sexual, nonsexual, age of first trauma), and psychometric measures. The latter included the State Trait Anger Expression Inventory-2 (STAXI-2), Trauma Symptom Inventory-2 (TSI-2), the Coping Inventory for Stressful Situations (CISS), and the Quality of Life Inventory in Epilepsy-31 (QOLIE-31).Women reported experiencing significantly more sexual traumas (p=0.007) than men. Women also endorsed significantly higher levels of dissociation (p=0.012) and sexual disturbances (p=0.46). In contrast, men reported significantly greater use of avoidance (p=0.001) as a stress coping strategy and higher levels of depression (p=0.006).Gender differences were identified with males reporting a significantly higher use of avoidance (cognitive and behavioral avoidance of stress) and depressive symptoms. Women exhibited significantly higher rates of sexual trauma compared with male counterparts. Consequently, women also had significantly higher rates of trauma symptomatology (dissociation and sexual disturbances) which are often observed in those who have been traumatized sexually. These gender distinctions may support different first-line treatment approaches (e.g., trauma-focused; more traditional cognitive behavioral therapy) depending on the most prominent symptomatology.", "doi": "10.1016/j.yebeh.2017.10.019", "title": "Are there gender differences in those diagnosed with psychogenic nonepileptic seizures?", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}