{"authors": [["Morris", "Christopher", "C", "Peninsula Cerebra Research Unit (PenCRU) & NIHR Collaboration for Leadership in Applied Health Research and Care South West Peninsula (PenCLAHRC), University of Exeter Medical School, Exeter, UK. Christopher.Morris@exeter.ac.uk."], ["Dunkley", "Colin", "C", "Sherwood Forest Hospitals NHS Foundation Trust, Sutton in Ashfield, UK."], ["Gibbon", "Frances M", "FM", "Noah's Ark Children's Hospital for Wales, Cardiff and Vale University Health Board, Cardiff, UK."], ["Currier", "Janet", "J", "Institute of Psychiatry, Psychology & Neuroscience, London, UK."], ["Roberts", "Deborah", "D", "Institute of Psychiatry, Psychology & Neuroscience, London, UK."], ["Rogers", "Morwenna", "M", "Evidence Synthesis Team, NIHR Collaboration for Leadership in Applied Health Research and Care South West Peninsula (PenCLAHRC), University of Exeter Medical School, Exeter, UK."], ["Crudgington", "Holly", "H", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Bray", "Lucy", "L", "Children, Young People and Families, Edge Hill University, Ormskirk, UK."], ["Carter", "Bernie", "B", "Edge Hill University, Ormskirk, UK."], ["Hughes", "Dyfrig", "D", "Centre for Health Economics and Medicines Evaluation, Bangor University, Bangor, UK."], ["Tudur Smith", "Catrin", "C", "MRC North West Hub for Trials Methodology Research, Department of Biostatistics, University of Liverpool, Liverpool, UK."], ["Williamson", "Paula R", "PR", "MRC North West Hub for Trials Methodology Research, Department of Biostatistics, University of Liverpool, Liverpool, UK."], ["Gringras", "Paul", "P", "Evelina London Children's Hospital and King's College London, London, UK."], ["Pal", "Deb K", "DK", "Institute of Psychiatry, Psychology & Neuroscience, King's College London, London, UK."]], "date": "2017-11-28", "id": "29183384", "text": "There is increasing recognition that establishing a core set of outcomes to be evaluated and reported in trials of interventions for particular conditions will improve the usefulness of health research. There is no established core outcome set for childhood epilepsy. The aim of this work is to select a core outcome set to be used in evaluative research of interventions for children with rolandic epilepsy, as an exemplar of common childhood epilepsy syndromes.First we will identify what outcomes should be measured; then we will decide how to measure those outcomes. We will engage relevant UK charities and health professional societies as partners, and convene advisory panels for young people with epilepsy and parents of children with epilepsy. We will identify candidate outcomes from a search for trials of interventions for childhood epilepsy, statutory guidance and consultation with our advisory panels. Families, charities and health, education and neuropsychology professionals will be invited to participate in a Delphi survey following recommended practices in the development of core outcome sets. Participants will be able to recommend additional outcome domains. Over three rounds of Delphi survey participants will rate the importance of candidate outcome domains and state the rationale for their decisions. Over the three rounds we will seek consensus across and between families and health professionals on the more important outcomes. A face-to-face meeting will be convened to ratify the core outcome set. We will then review and recommend ways to measure the shortlisted outcomes using clinical assessment and/or patient-reported outcome measures.Our methodology is a proportionate and pragmatic approach to expediently produce a core outcome set for evaluative research of interventions aiming to improve the health of children with epilepsy. A number of decisions have to be made when designing a study to develop a core outcome set including defining the scope, choosing which stakeholders to engage, most effective ways to elicit their views, especially children and a potential role for qualitative research.", "doi": "10.1186/s13063-017-2323-7", "title": "Core Health Outcomes In Childhood Epilepsy (CHOICE): protocol for the selection of a core outcome set.", "journal": ["Trials", "Trials"]}