{"authors": [["Sánchez Fernández", "Iván", "I", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA; Department of Child Neurology, Hospital Sant Joan de Déu, Universidad de Barcelona, Spain."], ["Sansevere", "Arnold J", "AJ", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."], ["Gaínza-Lein", "Marina", "M", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA; Facultad de Medicina, Universidad Austral de Chile, Valdivia, Chile."], ["Buraniqi", "Ersida", "E", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."], ["Tasker", "Robert C", "RC", "Division of Critical Care, Departments of Neurology, Anesthesiology, Perioperative and Pain Medicine, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."], ["Loddenkemper", "Tobias", "T", "Division of Epilepsy and Clinical Neurophysiology, Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA. Electronic address: tobias.loddenkemper@childrens.harvard.edu."]], "date": "2017-11-21", "id": "29182970", "text": "Describe timing from intensive care unit (ICU) admission to initiation of continuous electroencephalogram (cEEG) in repeated ICU admissions.We performed a retrospective observational study in pediatric patients who underwent repeated ICU admissions with cEEG from 2011 to 2013. The main outcome measure was time from ICU admission to cEEG.There were 41 patients (54% males) with at least 2 ICU admissions with cEEG (median (p25-p75) age at first admission: 3.3 (0.3-8.4) years, at second admission: 3.9 (1.1-9.4) years), 7 patients (57% males, 9.9 (2.9-11.5) years) with at least 3 ICU admissions, and 5 patients (60% males, 10.1 (4-10.5) years) with at least 4 ICU admissions. One patient had 21 ICU admissions. The median (p25-p75) time from ICU admission to cEEG was not different during the first and second ICU admissions [10.7 (1.9-22.9) hours versus 13 (0.2-36.7) hours; p=0.908]. Among patients with electrographic seizures on first admission, time to cEEG was not different during the first and second admissions [7.9 (0.5-23.4) hours versus 14.5 (-2 to 44.5) hours; p=0.636]. Among patients with status epilepticus during the first admission, time to cEEG was not different between the first and second admissions [15.3 (9-79) hours versus 40.7 (19.3-42.6) hours; p=0.75].The time from ICU admission to the initiation of cEEG did not decrease in second or subsequent ICU admissions, even in patients with seizures or status epilepticus on the first admission.", "doi": "10.1016/j.seizure.2017.11.013", "title": "Time to continuous electroencephalogram in repeated admissions to the pediatric intensive care unit.", "journal": ["Seizure", "Seizure"]}