{"authors": [["Coppola", "Giangennaro", "G", "Clinic of Child and Adolescent Neuropsychiatry, Department of Medicine and Surgery, S. Giovanni di Dio and Ruggi d'Aragona Hospital, University of Salerno, Italy. Electronic address: gcoppola@unisa.it."], ["Operto", "Francesca Felicia", "FF", "Clinic of Child and Adolescent Neuropsychiatry, Department of Medicine and Surgery, S. Giovanni di Dio and Ruggi d'Aragona Hospital, University of Salerno, Italy."], ["Caprio", "Francesca", "F", "Clinic of Child and Adolescent Neuropsychiatry, Department of Medicine and Surgery, S. Giovanni di Dio and Ruggi d'Aragona Hospital, University of Salerno, Italy."], ["Ferraioli", "Giuseppe", "G", "Clinic of Child and Adolescent Neuropsychiatry, Department of Medicine and Surgery, S. Giovanni di Dio and Ruggi d'Aragona Hospital, University of Salerno, Italy."], ["Pisano", "Simone", "S", "Clinic of Child and Adolescent Neuropsychiatry, Department of Medicine and Surgery, S. Giovanni di Dio and Ruggi d'Aragona Hospital, University of Salerno, Italy."], ["Viggiano", "Andrea", "A", "Physiology Institute, Department of Medicine and Surgery, S. Giovanni di Dio and Ruggi d'Aragona Hospital, University of Salerno, Italy."], ["Verrotti", "Alberto", "A", "Clinic of Pediatrics, University of L'Aquila, Italy."]], "date": "2017-12-22", "id": "29182948", "text": "In this prospective, randomized, open label study, we compared the effect on seizure recurrence and quality-of-life parameters, of two different protocols of music therapy in children and adolescents with refractory epileptic encephalopathies. Nine out of 19 patients (13 males and 6 females, aged between 1 and 24years) were randomized to listen to Mozart's sonata in D major for two pianos K448 for 2h/day for 2weeks; other 10 children were randomized on a set of Mozart's compositions. In group 1 (K448), 2/9 children (22.2%) had a ≥75% seizure decrease; two patients had less than 50% seizure reduction, and the other five were unchanged. In group 2 (set Mozart), 7/10 patients (70%) had a significant seizure reduction (specifically, ≥50% in 1/10; ≥75% in 4/10; 100% in 2/10). An overall more significant behavioral improvement including less irritability and tearfulness, reduced self-/heteroaggression, a better daytime vigilance, and nighttime sleep quality, was also reported in children from group 2. In conclusion, the present study seems to confirm that music therapy may be an additional, nonpharmacological, effective treatment for patients with refractory epileptic seizures in childhood. The Mozart's set of different compositions can be better accepted and effective than the K448.", "doi": "10.1016/j.yebeh.2017.09.028", "title": "Mozart's music in children with drug-refractory epileptic encephalopathies: Comparison of two protocols.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}