{"authors": [["Neumann", "Anne-Marie", "AM", "Institute of Immunology, University of Rostock, Rostock, Germany."], ["Abele", "Julia", "J", "Institute of Immunology, University of Rostock, Rostock, Germany."], ["Kirschstein", "Timo", "T", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Engelmann", "Robby", "R", "Institute of Immunology, University of Rostock, Rostock, Germany."], ["Sellmann", "Tina", "T", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Köhling", "Rüdiger", "R", "Oscar Langendorff Institute of Physiology, University of Rostock, Rostock, Germany."], ["Müller-Hilke", "Brigitte", "B", "Institute of Immunology, University of Rostock, Rostock, Germany."]], "date": "2017-11-28", "id": "29182639", "text": "Growing clinical and laboratory evidence corroborates a role for the immune system in the pathophysiology of epilepsy. In order to delineate the immune response following pilocarpine-induced status epilepticus (SE) in the mouse, we monitored the kinetics of leukocyte presence in the hippocampus over the period of four weeks. SE was induced following a ramping protocol of pilocarpine injection into 4-5 weeks old C57BL/6 mice. Brains were removed at days 1-4, 14 or 28 after SE, and the hippocampi were analyzed via flow cytometry, via quantitative reverse transcriptase PCR (qRT-PCR) and via immunohistochemistry. Epileptogenesis was confirmed by Timm staining of mossy fiber sprouting in the inner molecular layer of the dentate gyrus. The flow cytometry data revealed a biphasic immune response following pilocarpine-induced SE with a transient increase in activated CD11b+ and F4/80+ macrophages within the first four days replaced by an increase in CD3+ T-lymphocytes around day 28. This delayed T cell response was confirmed via qRT-PCR and via immunohistochemistry. In addition, qRT-PCR data could show that the delayed T cell response was associated with an increased CD8/CD4 ratio indicating a cytotoxic T cell response after SE. Intriguingly, early intervention with mycophenolate mofetil administration on days 0-3 after SE prevented this delayed T cell response. These results show an orchestrated immunological sequela and provide evidence that the delayed T cell response is sensitive to early immunomodulatory intervention.", "doi": "10.1371/journal.pone.0187330", "title": "Mycophenolate mofetil prevents the delayed T cell response after pilocarpine-induced status epilepticus in mice.", "journal": ["PloS one", "PLoS ONE"]}