{"authors": [["Rossi", "Alicia", "A", "Departamento de Histología, Embriología, Biología Celular y Genética, Facultad de Medicina, Universidad de Buenos Aires, Buenos Aires CP1121, Argentina. ivanhoe_rowena@hotmail.com."], ["Murta", "Veronica", "V", "Laboratorio de Neuropatología Molecular, Instituto de Biología Celular y Neurociencia \"Profesor E. De Robertis\" IBCN UBA-CONICET, Buenos Aires CP1121, Argentina. vmurta.fmed@gmail.com."], ["Auzmendi", "Jerónimo", "J", "Laboratorio de Neuropatología Molecular, Instituto de Biología Celular y Neurociencia \"Profesor E. De Robertis\" IBCN UBA-CONICET, Buenos Aires CP1121, Argentina. jeronimo.auzmendi@gmail.com."], ["Ramos", "Alberto Javier", "AJ", "Departamento de Histología, Embriología, Biología Celular y Genética, Facultad de Medicina, Universidad de Buenos Aires, Buenos Aires CP1121, Argentina. jramos@fmed.uba.ar."]], "date": "2017-11-28", "id": "29182533", "text": "The lithium-pilocarpine model of epilepsy reproduces several features of temporal lobe epilepsy in humans, including the chronological timeline of an initial latency period followed by the development of spontaneous seizures. Epilepsy therapies in humans are implemented, as a rule, after the onset of the spontaneous seizures. We here studied the potential effect on epileptogenesis of starting an early treatment during the latency period, in order to prevent the development of spontaneous seizures. Adult male Wistar rats were treated with 3 mEq/kg LiCl, and 20 h later 30 mg/kg pilocarpine. Once status epilepticus (SE) was achieved, it was allowed to last for 20 min, and then motor seizures were controlled with the administration of 20 mg/kg diazepam. At 1DPSE (DPSE, days post-status epilepticus), animals started to receive 400 mg/kg/day gabapentin or saline for 4 days. At 5DPSE, we observed that SE induced an early profuse microglial and astroglial reactivity, increased synaptogenic trombospondin-1 expression and reduced AQP4 expression in astroglial ending feet. Blood brain barrier (BBB) integrity seemed to be compromised, as infiltrating NG2+ macrophages and facilitated access to the CNS was observed by transplanting eGFP+ blood cells and bone marrow-derived progenitors in the SE animals. The early 4-day gabapentin treatment successfully reduced microglial cell reactivity and blood-borne cell infiltration, without significantly altering the mRNA of proinflammatory cytokines IL-1β and TNFα immediately after the treatment. After 21DSPE, another group of animals that developed SE and received 4 days of gabapentin treatment, were re-exposed to subconvulsive accumulative doses of pilocarpine (10 mg/kg/30 min) and were followed by recording the Racine scale reached. Early 4-day gabapentin treatment reduced the Racine scale reached by the animals, reduced animal mortality, and reduced the number of animals that achieved SE (34% vs. 72%). We conclude that early gabapentin treatment following SE, during the latency period, is able to reduce neuroinflammation and produces a persistent effect that limits seizures and increases convulsive threshold, probably by restricting microglial reactivity and spurious synaptogenesis.", "doi": "10.3390/ph10040093", "title": "Early Gabapentin Treatment during the Latency Period Increases Convulsive Threshold, Reduces Microglial Activation and Macrophage Infiltration in the Lithium-Pilocarpine Model of Epilepsy.", "journal": ["Pharmaceuticals (Basel, Switzerland)", "Pharmaceuticals (Basel)"]}