{"authors": [["Lacuey", "Nuria", "N", "Epilepsy Center, University Hospitals Cleveland Medical Center, Cleveland, Ohio."], ["Hampson", "Johnson P", "JP", "Epilepsy Center, University Hospitals Cleveland Medical Center, Cleveland, Ohio."], ["Theeranaew", "Wanchat", "W", "The Center for SUDEP Research, National Institute of Neurological Disorders and Stroke, Cleveland, Ohio."], ["Zonjy", "Bilal", "B", "The Center for SUDEP Research, National Institute of Neurological Disorders and Stroke, Cleveland, Ohio."], ["Vithala", "Ajay", "A", "Epilepsy Center, University Hospitals Cleveland Medical Center, Cleveland, Ohio."], ["Hupp", "Norma J", "NJ", "Epilepsy Center, University Hospitals Cleveland Medical Center, Cleveland, Ohio."], ["Loparo", "Kenneth A", "KA", "The Center for SUDEP Research, National Institute of Neurological Disorders and Stroke, Cleveland, Ohio."], ["Miller", "Jonathan P", "JP", "Epilepsy Center, University Hospitals Cleveland Medical Center, Cleveland, Ohio."], ["Lhatoo", "Samden D", "SD", "Epilepsy Center, University Hospitals Cleveland Medical Center, Cleveland, Ohio."]], "date": "2017-11-27", "id": "29181526", "text": "A better understanding of the role of cortical structures in blood pressure control may help us understand cardiovascular collapse that may lead to sudden unexpected death in epilepsy (SUDEP).To identify cortical control sites for human blood pressure regulation.Patients with intractable epilepsy undergoing intracranial electrode implantation as a prelude to epilepsy surgery in the Epilepsy Monitoring Unit at University Hospitals Cleveland Medical Center were potential candidates for this study. Inclusion criteria were patients 18 years or older who had electrodes implanted in one or more of the regions of interest and in whom deep brain electrical stimulation was indicated for mapping of ictal onset or eloquent cortex as a part of the presurgical evaluation. Twelve consecutive patients were included in this prospective case series from June 1, 2015, to February 28, 2017.Changes in continuous, noninvasive, beat-by-beat blood pressure parameter responses from amygdala, hippocampal, insular, orbitofrontal, temporal, cingulate, and subcallosal stimulation. Electrocardiogram, arterial oxygen saturation, end-tidal carbon dioxide, nasal airflow, and abdominal and thoracic plethysmography were monitored.Among 12 patients (7 female; mean [SD] age, 44.25 [12.55] years), 9 electrodes (7 left and 2 right) all in Brodmann area 25 (subcallosal neocortex) in 4 patients produced striking systolic hypotensive changes. Well-maintained diastolic arterial blood pressure and narrowed pulse pressure indicated stimulation-induced reduction in sympathetic drive and consequent probable reduction in cardiac output rather than bradycardia or peripheral vasodilation-induced hypotension. Frequency-domain analysis of heart rate and blood pressure variability showed a mixed picture. No other stimulated structure produced significant blood pressure changes.These findings suggest that Brodmann area 25 has a role in lowering systolic blood pressure in humans. It is a potential symptomatogenic zone for peri-ictal hypotension in patients with epilepsy.", "doi": "10.1001/jamaneurol.2017.3344", "title": "Cortical Structures Associated With Human Blood Pressure Control.", "journal": ["JAMA neurology", "JAMA Neurol"]}