{"authors": [["Farzi", "Farnoush", "F", "Department of Anesthesiology, Anesthesiology Research Center, Guilan University of Medical Sciences, Rasht, Iran."], ["Mirmansouri", "Ali", "A", "Department of Anesthesiology, Anesthesiology Research Center, Guilan University of Medical Sciences, Rasht, Iran."], ["Atrkar Roshan", "Zahra", "Z", "Department of Statistically, Guilan University of Medical Sciences, Rasht, Iran."], ["Naderi Nabi", "Bahram", "B", "Department of Anesthesiology, Anesthesiology Research Center, Guilan University of Medical Sciences, Rasht, Iran."], ["Biazar", "Gelareh", "G", "Department of Anesthesiology, Anesthesiology Research Center, Guilan University of Medical Sciences, Rasht, Iran."], ["Yazdipaz", "Shima", "S", "Department of Anesthesiology, Anesthesiology Research Center, Guilan University of Medical Sciences, Rasht, Iran."]], "date": "2017-05-30", "id": "29181330", "text": "Care of obstetric patients has always been a challenge for critical care physicians, because in addition to their complex pregnancy-related disease, fetal viability is considered.The aim of this study was to review the admission indications, clinical characteristics and outcomes of obstetric patients, admitted to the intensive care unit of Alzzahra teaching hospital affiliated to Guilan University of Medical Sciences, Rasht, Iran.This retrospective cohort study was conducted on pregnant /post-partum (up to 6 weeks) patients admitted to the ICU over a 5-year period from April 2009 to April, 2014.Data from 1019 subjects were analyzed. Overall, 90.1% of the patients were admitted in the postpartum period. The most common indications for admission were pregnancy related hypertensive disorders (27.5%) and obstetric hemorrhage (13.5%). Epilepsy (5.4%) and cardiac disease (5.2%) were the most common non-obstetric indications.Pregnancy-related hypertensive disorders and obstetric hemorrhage were the main reasons for admission, and epilepsy and cardiac disease were the most common non-obstetric indications. Efforts must be concentrated on increasing antenatal care.", "doi": "10.5812/aapm.13636", "title": "Evaluation of Admission Indications, Clinical Characteristics and Outcomes of Obstetric Patients Admitted to the Intensive Care Unit of a Teaching Hospital Center: A Five-Year Retrospective Review.", "journal": ["Anesthesiology and pain medicine", "Anesth Pain Med"]}