{"authors": [["Subba", "Prasansa", "P", "Transcultural Psychosocial Organization (TPO) Nepal, Kathmandu, Nepal."], ["Luitel", "Nagendra P", "NP", "Transcultural Psychosocial Organization (TPO) Nepal, Kathmandu, Nepal."], ["Kohrt", "Brandon A", "BA", "The Department of Psychiatry and Behavioral Sciences, George Washington University, Washington, DC 20037 USA."], ["Jordans", "Mark J D", "MJD", "Department of Research and Development, HealthNet TPO, Amsterdam, The Netherlands."]], "date": "2017-11-20", "id": "29181088", "text": "Despite increasing efforts to expand availability of mental health services throughout the world, there continues to be limited utilization of these services by persons with mental illness and their families. Community-based detection that facilitates identification and referral of people with mental health problems has been advocated as an effective strategy to increase help-seeking and service utilization. The Community Informant Detection Tool (CIDT) was developed for the community informants to identify people with depression, psychosis, alcohol use problems, epilepsy, and child behavioral problems in community settings. The CIDT has been validated in Nepal and found to be effective in promoting treatment initiation. To facilitate replication in other settings, this paper describes the development process of CIDT and the steps to achieve comprehensibility, utility and feasibility.The CIDT was developed in four steps. First, case vignettes and illustrations were created incorporating local idioms of distress for symptoms of each disorder with an expert panel of 25 Nepali mental health professionals. Second, the utility of a draft tool was assessed through focus group discussions (n = 19) and in-depth interviews (n = 6). Third, a practice run was conducted assessing applicability of the tool through IDI among purposively selected community informants (n = 8). Finally, surveys were administered to 105 community informants to assess feasibility.The first through third steps led to modifications in the format and presentation of the CIDT. The pilot test found CIDT to be comprehensible and feasible for detection and referral of all conditions except child behavioral problems. Female community health volunteers were recommended as the most appropriate persons to utilize the CIDT.Community-based detection using the CIDT for persons in need of mental health care is perceived to be useful and feasible by key community stakeholders who would integrate the tool into their daily activities.", "doi": "10.1186/s13031-017-0132-y", "title": "Improving detection of mental health problems in community settings in Nepal: development and pilot testing of the community informant detection tool.", "journal": ["Conflict and health", "Confl Health"]}