{"authors": [["Castro", "Olagide W", "OW", "Olin E. Teague Veterans' Medical Center, Central Texas Veterans Health Care System, Temple, Texas, United States."], ["Upadhya", "Dinesh", "D", "Olin E. Teague Veterans' Medical Center, Central Texas Veterans Health Care System, Temple, Texas, United States."], ["Kodali", "Maheedhar", "M", "Olin E. Teague Veterans' Medical Center, Central Texas Veterans Health Care System, Temple, Texas, United States."], ["Shetty", "Ashok K", "AK", "Olin E. Teague Veterans' Medical Center, Central Texas Veterans Health Care System, Temple, Texas, United States."]], "date": "2017-11-13", "id": "29180982", "text": "Status epilepticus (SE) is a medical emergency exemplified by self-sustaining, unceasing seizures or swiftly recurring seizure events with no recovery between seizures. The early phase after SE event is associated with neurodegeneration, neuroinflammation, and abnormal neurogenesis in the hippocampus though the extent of these changes depends on the severity and duration of seizures. In many instances, over a period, the initial precipitating injury caused by SE leads to temporal lobe epilepsy (TLE), typified by spontaneous recurrent seizures, cognitive, memory and mood impairments associated with chronic inflammation, reduced neurogenesis, abnormal synaptic reorganization, and multiple molecular changes in the hippocampus. While antiepileptic drugs are efficacious for terminating or greatly reducing seizures in most cases of SE, they have proved ineffective for easing SE-induced epileptogenesis and TLE. Despite considerable advances in elucidating SE-induced multiple cellular, electrophysiological, and molecular changes in the brain, efficient strategies that prevent SE-induced TLE development are yet to be discovered. This review critically confers the efficacy and promise of resveratrol, a phytoalexin found in the skin of red grapes, for easing SE-induced neurodegeneration, neuroinflammation, aberrant neurogenesis, and for restraining the evolution of SE-induced brain injury into a chronic epileptic state typified by spontaneous recurrent seizures, and learning, memory, and mood impairments.", "doi": "10.3389/fneur.2017.00603", "title": "Resveratrol for Easing Status Epilepticus Induced Brain Injury, Inflammation, Epileptogenesis, and Cognitive and Memory Dysfunction-Are We There Yet?", "journal": ["Frontiers in neurology", "Front Neurol"]}