{"authors": [["Sieu", "Lim-Anna", "LA", "Institut de Biologie Paris Seine, UPMC/INSERM UMRS1130/CNRS UMR8246, Paris, France."], ["Eugène", "Emmanuel", "E", "Sorbonne Universités, Université Pierre et Marie Curie, Paris, France."], ["Bonnot", "Agnès", "A", "Institut de Biologie Paris Seine, UPMC/INSERM UMRS1130/CNRS UMR8246, Paris, France."], ["Cohen", "Ivan", "I", "Institut de Biologie Paris Seine, UPMC/INSERM UMRS1130/CNRS UMR8246, Paris, France."]], "date": "2017-11-13", "id": "29180954", "text": "GABAergic interneurons are known to control activity balance in physiological conditions and to coordinate hippocampal networks during cognitive tasks. In temporal lobe epilepsy interneuron loss and consecutive network imbalance could favor pathological hypersynchronous epileptic discharges. We tested this hypothesis in mice by in vivo unilateral epileptogenic hippocampal kainate lesion followed by in vitro recording of extracellular potentials and patch-clamp from GFP-expressing interneurons in CA3, in an optimized recording chamber. Slices from lesioned mice displayed, in addition to control synchronous events, larger epileptiform discharges. Despite some ipsi/contralateral and layer variation, interneuron density tended to decrease, average soma size to increase. Their membrane resistance decreased, capacitance increased and contralateral interneuron required higher current intensity to fire action potentials. Examination of synchronous discharges of control and larger amplitudes, revealed that interneurons were biased to fire predominantly with the largest population discharges. Altogether, these observations suggest that the overall effect of reactive cell loss, hypertrophy and reduced contralateral excitability corresponds to interneuron activity tuning to fire with larger population discharges. Such cellular and network mechanisms may contribute to a runaway path toward epilepsy.", "doi": "10.3389/fncir.2017.00087", "title": "Disrupted Co-activation of Interneurons and Hippocampal Network after Focal Kainate Lesion.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}