{"authors": [["Wilfert", "Amy B", "AB", "Department of Genome Sciences, University of Washington School of Medicine, Seattle, WA, 98195, USA."], ["Sulovari", "Arvis", "A", "Department of Genome Sciences, University of Washington School of Medicine, Seattle, WA, 98195, USA."], ["Turner", "Tychele N", "TN", "Department of Genome Sciences, University of Washington School of Medicine, Seattle, WA, 98195, USA."], ["Coe", "Bradley P", "BP", "Department of Genome Sciences, University of Washington School of Medicine, Seattle, WA, 98195, USA."], ["Eichler", "Evan E", "EE", "Department of Genome Sciences, University of Washington School of Medicine, Seattle, WA, 98195, USA. eee@gs.washington.edu."]], "date": "2017-11-27", "id": "29179772", "text": "Next-generation sequencing (NGS) is now more accessible to clinicians and researchers. As a result, our understanding of the genetics of neurodevelopmental disorders (NDDs) has rapidly advanced over the past few years. NGS has led to the discovery of new NDD genes with an excess of recurrent de novo mutations (DNMs) when compared to controls. Development of large-scale databases of normal and disease variation has given rise to metrics exploring the relative tolerance of individual genes to human mutation. Genetic etiology and diagnosis rates have improved, which have led to the discovery of new pathways and tissue types relevant to NDDs. In this review, we highlight several key findings based on the discovery of recurrent DNMs ranging from copy number variants to point mutations. We explore biases and patterns of DNM enrichment and the role of mosaicism and secondary mutations in variable expressivity. We discuss the benefit of whole-genome sequencing (WGS) over whole-exome sequencing (WES) to understand more complex, multifactorial cases of NDD and explain how this improved understanding aids diagnosis and management of these disorders. Comprehensive assessment of the DNM landscape across the genome using WGS and other technologies will lead to the development of novel functional and bioinformatics approaches to interpret DNMs and drive new insights into NDD biology.", "doi": "10.1186/s13073-017-0498-x", "title": "Recurrent de novo mutations in neurodevelopmental disorders: properties and clinical implications.", "journal": ["Genome medicine", "Genome Med"]}