{"authors": [["Tataryn", "Myroslava", "M", "International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine, WC1E 7HT, London, UK."], ["Polack", "Sarah", "S", "International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine, WC1E 7HT, London, UK. sarah.polack@lshtm.ac.uk."], ["Chokotho", "Linda", "L", "Beit Cure International Hospital, Blantyre, Malawi."], ["Mulwafu", "Wakisa", "W", "Department of Surgery, College of Medicine, University of Malawi, Blantyre, Malawi."], ["Kayange", "Petros", "P", "Department of Surgery, Opthalmology Unit, College of Medicine, University of Malawi, Blantyre, Malawi."], ["Banks", "Lena Morgon", "LM", "International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine, WC1E 7HT, London, UK."], ["Noe", "Christiane", "C", "CBM, Bensheim, Germany."], ["Lavy", "Chris", "C", "Nuffield Department of Orthopaedics Rheumatology and Musculoskeletal Science, Oxford University, Oxford, UK."], ["Kuper", "Hannah", "H", "International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine, WC1E 7HT, London, UK."]], "date": "2017-11-28", "id": "29179740", "text": "Epidemiological data on childhood disability are lacking in Low and Middle Income countries (LMICs) such as Malawi, hampering effective service planning and advocacy. The Key Informant Method (KIM) is an innovative, cost-effective method for generating population data on the prevalence and causes of impairment in children. The aim of this study was to use the Key Informant Method to estimate the prevalence of moderate/severe, hearing, vision and physical impairments, intellectual impairments and epilepsy in children in two districts in Malawi and to estimate the associated need for rehabilitation and other services.Five hundred key informants (KIs) were trained to identify children in their communities who may have the impairment types included in this study. Identified children were invited to attend a screening camp where they underwent assessment by medical professionals for moderate/severe hearing, vision and physical impairments, intellectual impairments and epilepsy.Approximately 15,000 children were identified by KIs as potentially having an impairment of whom 7220 (48%) attended a screening camp. The estimated prevalence of impairments/epilepsy was 17.3/1000 children (95% CI: 16.9-17.7). Physical impairment (39%) was the commonest impairment type followed by hearing impairment (27%), intellectual impairment (26%), epilepsy (22%) and vision impairment (4%). Approximately 2100 children per million population could benefit from physiotherapy and occupational therapy and 300 per million are in need of a wheelchair. An estimated 1800 children per million population have hearing impairment caused by conditions that could be prevented or treated through basic primary ear care. Corneal opacity was the leading cause of vision impairment. Only 50% of children with suspected epilepsy were receiving medication. The majority (73%) of children were attending school, but attendance varied by impairment type and was lowest among children with multiple impairments (38%).Using the KIM this study identified more than 2500 children with impairments in two districts of Malawi. As well as providing data on child disability, rehabilitation and referral service needs which can be used to plan and advocate for appropriate services and interventions, this method study also has an important capacity building and disability awareness raising component.", "doi": "10.1186/s12887-017-0948-z", "title": "Childhood disability in Malawi: a population based assessment using the key informant method.", "journal": ["BMC pediatrics", "BMC Pediatr"]}