{"authors": [["Leonardi", "Emanuela", "E", "Department of Woman and Child's Health, University of Padua, Padova, Italy."], ["Dazzo", "Emanuela", "E", "CNR-Neuroscience Institute, Section of Padua, Padova, Italy."], ["Aspromonte", "Maria Cristina", "MC", "Department of Woman and Child's Health, University of Padua, Padova, Italy."], ["Tabaro", "Francesco", "F", "Department of Biomedical Sciences, University of Padua, Padova, Italy."], ["Pascarelli", "Stefano", "S", "Department of Biomedical Sciences, University of Padua, Padova, Italy."], ["Tosatto", "Silvio C E", "SCE", "Department of Biomedical Sciences, University of Padua, Padova, Italy."], ["Michelucci", "Roberto", "R", "IRCCS- Institute of Neurological Sciences of Bologna, Unit of Neurology, Bellaria Hospital, Bologna, Italy."], ["Murgia", "Alessandra", "A", "Department of Woman and Child's Health, University of Padua, Padova, Italy."], ["Nobile", "Carlo", "C", "CNR-Neuroscience Institute, Section of Padua, Padova, Italy; Department of Biomedical Sciences, University of Padua, Padova, Italy. Electronic address: nobile@bio.unipd.it."]], "date": "2017-11-21", "id": "29179159", "text": "Autosomal dominant epilepsy with auditory features (ADEAF) is clinically characterized by focal seizures with prominent auditory or aphasic auras and absence of structural brain abnormalities. Mutations in LGI1 and RELN genes account for the disorder in about 50% of ADEAF families. In a recent paper, a heterozygous intragenic deletion in the CNTNAP2 gene has been associated to ADEAF in a single family. We screened 28 ADEAF families for mutations in CNTNAP2 by next generation sequencing and copy number variation analyses and found no likely pathogenic mutations segregating with the disease. CNTNAP2 should be screened in genetically unsolved ADEAF families, but causative mutations are expected to be infrequent in this gene.", "doi": "10.1016/j.eplepsyres.2017.11.006", "title": "CNTNAP2 mutations and autosomal dominant epilepsy with auditory features.", "journal": ["Epilepsy research", "Epilepsy Res."]}