{"authors": [["Alexander", "Halley B", "HB", "Department of Neurology, Comprehensive Epilepsy Program, University of Virginia, P.O. Box 800394, Charlottesville, VA 22908, USA. Electronic address: hb2h@virginia.edu."], ["Broshek", "Donna K", "DK", "Department of Psychiatry and Neurobehavioral Sciences, University of Virginia, Charlottesville, VA 22908, USA."], ["Quigg", "Mark", "M", "Department of Neurology, Comprehensive Epilepsy Program, University of Virginia, P.O. Box 800394, Charlottesville, VA 22908, USA."]], "date": "2017-11-24", "id": "29179106", "text": "Polypharmacy, sometimes necessary to control epilepsy, can result in adverse effects that may affect quality of life (QOL). Our purpose was to determine the association of polypharmacy with QOL.Two hundred seven patients with epilepsy were surveyed on characteristics within the last 4weeks: QOL Quality of Life in Epilepsy-Patient-Weighted (QOLIE-10-P) and seizure status (seizure-free or not), demographics, epilepsy characteristics, insomnia, sleepiness, mood, sleep-wake timing, healthcare use, and employment. Those on polypharmacy (antiepileptic drug (AED)>1) were compared with controls (AED=1) with univariate comparisons and subsequent multivariate regression.Patients on polypharmacy had worse QOL scores (mean 33.3±6.9 versus 36.7±5.7), were less likely to be seizure-free (39 (44%) versus 82 (68%)), had more evening-weighted wakefulness, and were more likely unemployed (74% versus 49%). Polypharmacy was associated with worse QOL (odds ratio 1.068 and 95th CI 1.018-1.121) even after controlling for seizure status. Covariates offered no improvement to the model.Polypharmacy was associated with worse QOL in patients with epilepsy despite seizure control. Further investigation into specific etiology of polypharmacy's influence on QOL is warranted in order to develop paradigms for optimal treatment.", "doi": "10.1016/j.yebeh.2017.11.006", "title": "Quality of life in adults with epilepsy is associated with anticonvulsant polypharmacy independent of seizure status.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}