{"authors": [["Vajda", "Frank J E", "FJE", "Department of Medicine and Neurosciences, Royal Melbourne Hospital and University of Melbourne, Parkville, Victoria 3050, Australia. Electronic address: vajda@netspace.net.au."], ["O'Brien", "T J", "TJ", "Department of Medicine and Neurosciences, Royal Melbourne Hospital and University of Melbourne, Parkville, Victoria 3050, Australia. Electronic address: obrientj@unimelb.edu.au."], ["Graham", "J E", "JE", "Department of Medicine and Neurosciences, Royal Melbourne Hospital and University of Melbourne, Parkville, Victoria 3050, Australia. Electronic address: janet.graham@mh.org.au."], ["Hitchcock", "A A", "AA", "Department of Medicine and Neurosciences, Royal Melbourne Hospital and University of Melbourne, Parkville, Victoria 3050, Australia. Electronic address: alison.hitchcock2@mh.org.au."], ["Lander", "C M", "CM", "Royal Brisbane and Women's Hospital and School of Medicine and Biomedical Science, University of Queensland, Brisbane, Queensland 4027, Australia. Electronic address: cecilielander@bigpond.com."], ["Eadie", "M J", "MJ", "Royal Brisbane and Women's Hospital and School of Medicine and Biomedical Science, University of Queensland, Brisbane, Queensland 4027, Australia. Electronic address: M.Eadie@mailbox.uq.edu.au."]], "date": "2017-11-24", "id": "29179105", "text": "The objective of the study was to assess whether the type of seizure disorder present in the prospective mother with epilepsy, her use of antiepileptic drugs (AEDs) in early pregnancy, and her seizure control before pregnancy help predict her prospects for seizure freedom throughout pregnancy.This paper is based on data accumulated in the Australian Pregnancy Register (APR) between 1998 and late 2016. Information was analyzed concerning epileptic seizure occurrence and AED therapy taken before and during pregnancy, using simple statistical and confidence interval (C.I.) methods, mainly relative risk (R.R.) calculations.After excluding pregnancies lost to follow-up, and those that ended prematurely because of spontaneous abortion or stillbirth, 1939 pregnancies were available for study. Seizures had occurred during pregnancy in 829 (42.8%), and convulsive seizures in 385 (19.9%). Seizures of any type occurred in 78.4% of pregnancies where seizures had occurred in the previous year (active epilepsy) and in 22.3% of those associated with inactive epilepsy. Seizures of any type had occurred in 54.9% of pregnancies initially unexposed to AEDs and in 45.5% of those treated with AEDs throughout. The corresponding figures for convulsive seizures during pregnancy were 31.7% and 22.3%. There was statistically significant evidence that, in women with epilepsy (WWE), having a seizure disorder that was active in the prepregnancy year and one untreated in early pregnancy was associated with decreased prospects of seizure freedom during pregnancy. Decreased chances of seizure-free pregnancies in women with focal epilepsies and those treated with multiple AEDs were probably explained by greater frequencies of active seizure disorders in these patient categories.Women with epilepsy who experience seizures in the year prior to pregnancy appear 3 or 4 times more likely to continue to have seizures during pregnancy than women whose seizures are fully controlled prior to pregnancy. Not taking AEDs in early pregnancy also increases the hazard for seizure occurrence in pregnancy.", "doi": "10.1016/j.yebeh.2017.10.017", "title": "Predicting epileptic seizure control during pregnancy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}