{"authors": [["Häfele", "César Augusto", "CA", "Escola Superior de Educação Física, Universidade Federal de Pelotas, RS, Brazil; Programa de Pós-Graduação em Educação Física, Universidade Federal de Pelotas, RS, Brazil; Grupo de Estudos em Epidemiologia da Atividade Física, Universidade Federal de Pelotas, RS, Brazil. Electronic address: cesar.hafele@ufpel.edu.br."], ["Freitas", "Matheus Pintanel", "MP", "Escola Superior de Educação Física, Universidade Federal de Pelotas, RS, Brazil; Programa de Pós-Graduação em Educação Física, Universidade Federal de Pelotas, RS, Brazil; Grupo de Estudos em Epidemiologia da Atividade Física, Universidade Federal de Pelotas, RS, Brazil."], ["Gervini", "Bianca Lamas", "BL", "Clinica de Neurologia da Faculdade de Medicina, Universidade Federal de Pelotas, RS, Brazil."], ["de Carvalho", "Raquel Machado", "RM", "Faculdade de Medicina, Universidade Federal de Pelotas, RS, Brazil."], ["Rombaldi", "Airton José", "AJ", "Escola Superior de Educação Física, Universidade Federal de Pelotas, RS, Brazil; Programa de Pós-Graduação em Educação Física, Universidade Federal de Pelotas, RS, Brazil; Grupo de Estudos em Epidemiologia da Atividade Física, Universidade Federal de Pelotas, RS, Brazil."]], "date": "2017-11-24", "id": "29179104", "text": "The aim of this study was to describe sociodemographic, clinical, behavioral, nutritional, and health-related variables from people with epilepsy. A descriptive observational study was carried out in the city of Pelotas, southern Brazil. Sociodemographic, clinical, behavioral, nutritional, and health-related variables were collected. A univariate analysis was performed, calculating the measures of central tendency for continuous variables and proportions for categorical ones. The sample consisted of 101 people, age ranging from 12 to 75years, mostly male (50.5%) and white (59.4%). Only 37.2% from the sample was employed, and the average income was R$ 788.00 Brazilian Reais (US$ 245.90 at the moment of the interview). From all the subjects, 65.6% was in treatment with monotherapy, 62.9% presented more than 15 seizures during the life, 67.3% showed active epilepsy, 64.6% were physically inactive, 52.5% presented normal body mass index, and 50% showed generalized seizures. The most used antiepileptic drug was the carbamazepine. The average score of depression was 12.6±4.1 points and 34.6% showed severe depressive symptoms (equal or higher than 15 points). The mean score of trait and state anxiety was 12.2±3.6 and 15.1±3.4 points, respectively (ranging from 6 to 24 points). The mean score of quality of life and stress was 63.2±18.2 (ranging from 0 to 100 points) and 21.2±7.1 points (ranging from 0 to 40 points), respectively. Considering the medication side effects, the mean score was 42.4±8.9 points, 38.5% showing high rates (higher than 45 points), and only 16% showing good sleep quality. In conclusion, these results are important to improve understanding of these individuals' disease and to subsidize the specific public policies in countries of low and middle income.", "doi": "10.1016/j.yebeh.2017.10.015", "title": "Who are the individuals diagnosed with epilepsy using the Public Health System in the city of Pelotas, southern Brazil?", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}