{"authors": [["Matonda-Ma-Nzuzi", "Thierry", "T", "Department of Psychiatry, Faculty of Medicine, Université de Kinshasa, Democratic Republic of the Congo. Electronic address: matondathierry@yahoo.fr."], ["Mampunza Ma Miezi", "Samuel", "S", "Department of Psychiatry, Faculty of Medicine, Université de Kinshasa, Democratic Republic of the Congo."], ["Mpembi", "Magloire Nkosi", "MN", "Department of Psychiatry, Faculty of Medicine, Université de Kinshasa, Democratic Republic of the Congo."], ["Mvumbi", "Diane Muanza", "DM", "Department of Psychiatry, Faculty of Medicine, Université de Kinshasa, Democratic Republic of the Congo."], ["Aloni", "Michel Ntentani", "MN", "Department of Pediatrics, Faculty of Medicine, Université de Kinshasa, Democratic Republic of the Congo."], ["Malendakana", "Fanny", "F", "Service of Pediatrics, Far East Rand Hospital, Johannesburg, Republic of South Africa."], ["Mpaka Mbeya", "Davin", "D", "Department of Psychiatry, Faculty of Medicine, Université de Kinshasa, Democratic Republic of the Congo."], ["Lelo", "Gilbert Mananga", "GM", "Department of Neurology, Faculty of medicine, Université de Kinshasa, Democratic Republic of the Congo."], ["Charlier-Mikolajczak", "Dominique", "D", "Service of child psychiatry, Faculty of medicine, Université Catholique de Louvain, Belgium."]], "date": "2017-11-25", "id": "29179103", "text": "Behavioral problems and cognitive impairment are common in children with epilepsy (CWE). In sub-Saharan Africa, little is known about these comorbidities particularly their relationships with socioeconomic features. The goal of this study was to identify clinical and socioeconomic factors associated with behavioral problems and cognitive impairment in CWE of Kinshasa (Democratic Republic of the Congo).This cross-sectional hospital-based study had included 104 CWE aged 6 to 17years. Behavioral problems were assessed by the child behavior checklist. The Wechsler nonverbal scale of ability was used to assess cognitive impairment.At least one behavioral problem was found in 34.6% of CWE. Internalized problems were increasing with father's age (p=0.034). Externalized problems were increasing with the decreased of mother's age (p=0.009) and with a previous antiepileptic treatment (p=0.032). Total behavioral problems were increasing with a previous antiepileptic treatment (p=0.029). Cognitive impairment was present in 73.3% of CWE. It was more common in boys (p=0.013), and it was increasing with a low household daily expenses (p=0.034), with a previous antiepileptic treatment (p=0.041), with an early onset of epileptic seizures (p=0.042), and with a high frequency of epileptic seizures (p=0.011).Behavioral problems and cognitive impairment are common in CWE. Multivariate analysis has shown that behavioral problems were associated with socioeconomic features only. Contrariwise, cognitive impairment was associated with both socioeconomic factors and clinical features. There is a need of more studies to improve knowledge of these comorbidities in the sub-Saharan Africa context.", "doi": "10.1016/j.yebeh.2017.08.030", "title": "Factors associated with behavioral problems and cognitive impairment in children with epilepsy of Kinshasa, Democratic Republic of the Congo.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}