{"authors": [["Yildirim", "Mirac", "M", "Department of Pediatric Neurology, Hacettepe University Hospital, Ankara, Turkey. Electronic address: miracyildirim@hacettepe.edu.tr."], ["Konuskan", "Bahadir", "B", "Department of Pediatric Neurology, Hacettepe University Hospital, Ankara, Turkey."], ["Yalnizoglu", "Dilek", "D", "Department of Pediatric Neurology, Hacettepe University Hospital, Ankara, Turkey. Electronic address: dileky@hacettepe.edu.tr."], ["Topaloglu", "Haluk", "H", "Department of Pediatric Neurology, Hacettepe University Hospital, Ankara, Turkey. Electronic address: htopalog@hacettepe.edu.tr."], ["Erol", "Ilknur", "I", "Department of Pediatric Neurology, Baskent University Hospital, Adana, Turkey."], ["Anlar", "Banu", "B", "Department of Pediatric Neurology, Hacettepe University Hospital, Ankara, Turkey. Electronic address: banlar@hacettepe.edu.tr."]], "date": "2017-11-25", "id": "29179102", "text": "Anti-N-methyl-d-aspartate receptor encephalitis (a-NMDARe) is an acute or subacute encephalopathy where electroencephalogram (EEG) is frequently obtained as part of the workup. Although no diagnostic EEG finding has been described so far, the definition of specific or typical patterns might help to distinguish this group among various encephalopathies of childhood. We examined EEG recordings of our patients with a-NMDARe in order to describe the most frequent findings.Clinical and laboratory data and digital EEG recordings of 12 pediatric patients diagnosed with a-NMDARe in two major child neurology centers are evaluated.We reviewed 43 EEG recordings from 12 children with a-NMDARe and followed their evolution for a median of 6 (range: 1-60) months. Initial EEG was abnormal in 11/12 patients. The most frequent finding was focal or diffuse slowing of the background rhythm. Generalized rhythmic delta activity, brief rhythmic discharges (BRDs), and occipital intermittent rhythmic delta activity (OIRDA) were seen in two patients each. Diffuse excess beta frequency activity was seen in three patients. Extreme delta brushes were observed in 5/12 (41.7%) patients, disappeared in 4-6months (two patients), or persisted at 10-17months (two patients). Epileptic activity was seen in seven patients (58%) and lateralized periodic discharges in one. On follow-up EEGs, most epileptic activity disappeared in a median of 8months.A normal EEG is rare in a-NMDARe. Focal or diffuse slowing, epileptic activity, and extreme delta brush are common findings. Epileptic activity in early EEGs do not persists in most patients. Severe diffuse slowing may predict neurological impairment if confirmed in larger series.", "doi": "10.1016/j.yebeh.2017.09.022", "title": "Electroencephalographic findings in anti-N-methyl-d-aspartate receptor encephalitis in children: A series of 12 patients.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}