{"authors": [["Leahy", "Teresa", "T", "Department of Neurology, Galway University Hospitals, Ireland; College of Medicine Nursing and Health Sciences, National University of Ireland Galway, Ireland."], ["Hennessy", "Michael J", "MJ", "Department of Neurology, Galway University Hospitals, Ireland; College of Medicine Nursing and Health Sciences, National University of Ireland Galway, Ireland."], ["Counihan", "Timothy J", "TJ", "Department of Neurology, Galway University Hospitals, Ireland; College of Medicine Nursing and Health Sciences, National University of Ireland Galway, Ireland. Electronic address: timothy.counihan@hse.ie."]], "date": "2017-11-25", "id": "29179101", "text": "Several factors are thought to contribute to inadequate seizure control in patients with juvenile myoclonic epilepsy (JME), including drug resistance, neuropsychiatric comorbidity, and poor lifestyle choices. Recent evidence supports the existence of frontal lobe microstructural deficits and behavioral changes that may contribute to poor seizure control in a minority of patients. Counseling patients on the importance of adequate sleep hygiene and alcohol restriction is an important part of the management strategy for patients with JME. However, information is lacking on how these lifestyle restrictions impact on patients with JME. We conducted a qualitative descriptive analysis of the social impact of JME on 12 patients, from their own perspective. We identified four prominent themes: the importance of alcohol use as a social \"norm\", how JME affected relationships, decision making (risk versus consequences), and knowledge imparting control. Given that these restrictions were interpreted by patients as social \"curfews\", we suggest that the term \"Cinderella Syndrome\" encapsulates the perceived imperative to be home before midnight. Our findings underscore the importance for clinicians to recognize that in counseling patients with JME about lifestyle adjustments, there may be a significant social consequence unique to this patient group.", "doi": "10.1016/j.yebeh.2017.10.024", "title": "The \"Cinderella Syndrome\": A narrative study of social curfews and lifestyle restrictions in juvenile myoclonic epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}