{"authors": [["Thom", "Maria", "M", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, London, WC1N, 3BG."], ["Boldrini", "Maura", "M", "Department of Psychiatry, Columbia University Medical Centre, Divisions of Molecular Imaging and Neuropathology, New York State Psychiatric Institute, New York, NY, 10032, USA."], ["Bundock", "Elizabeth", "E", "Office of the Chief Medical Examiner, Burlington, VT, 05401, USA."], ["Sheppard", "Mary N", "MN", "Department of Pathology, St George's University Hospitals NHS Foundation Trust, Blackshaw Road, London, SW17 0QT."], ["Devinsky", "Orrin", "O", "Department of Neurology, NYU Epilepsy Center, 223 E 34th Street, NY, NY 10021."]], "date": "2017-11-27", "id": "29178443", "text": "Awareness and research on epilepsy-related deaths (ERD), in particular Sudden Unexpected Death in Epilepsy (SUDEP), have exponentially increased over the last two decades. Most publications have focused on guidelines that inform clinicians dealing with these deaths, educating patients, potential risk factors and mechanisms. There is a relative paucity of information available for pathologists who conduct these autopsies regarding appropriate post-mortem practice and investigations. As we move from recognizing SUDEP as the most common form of ERD toward in-depth investigations into its causes and prevention, health professionals involved with these autopsies and post-mortem procedure must remain fully informed. Systematizing a more comprehensive and consistent practice of examining these cases will facilitate 1) more precise determination of cause of death, 2) identification of SUDEP for improved epidemiological surveillance (the first step for an intervention study), and 3) bio-banking and cell-based research. This article reviews how pathologists and healthcare professionals have approached ERD, current practices, logistical problems and areas to improve and harmonize. The main neuropathology, cardiac and genetic findings in SUDEP are outlined, providing a framework for best practices, integration of clinical, pathologic and molecular genetic investigations in SUDEP, and ultimately prevention. This article is protected by copyright. All rights reserved.", "doi": "10.1111/nan.12453", "title": "The past, present and future challenges in epilepsy related and sudden deaths and biobanking.", "journal": ["Neuropathology and applied neurobiology", "Neuropathol. Appl. Neurobiol."]}