{"authors": [["Chang", "H C", "HC", "Department of Anaesthesiology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Liao", "C C", "CC", "Department of Anaesthesiology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Chang", "C C", "CC", "Department of Anaesthesiology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Huang", "S Y", "SY", "Department of Anaesthesiology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Yeh", "C C", "CC", "Department of Surgery, China Medical University Hospital, Taichung, Taiwan."], ["Hu", "C J", "CJ", "Department of Neurology, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Cherng", "Y G", "YG", "Department of Anaesthesiology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Chen", "T L", "TL", "Department of Anaesthesiology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."]], "date": "2017-11-27", "id": "29178417", "text": "Limited information is available on the risks of epilepsy after surgery in patients receiving general or neuraxial anaesthesia. Using Taiwan's National Health Insurance Research Database, we identified 1,478,977 patients aged ≥ 20 years who underwent surgery (required general or neuraxial anaesthesia with hospitalisation for more than one day) between 2004 and 2011. We selected 235,066 patients with general anaesthesia and 235,066 patients with neuraxial anaesthesia using a frequency-matching procedure for age and sex. We did not study those with co-existing epilepsy-related risk factors. The adjusted rate ratios (RRs) and 95% confidence intervals (CIs) of newly diagnosed epilepsy 1 year after surgery associated with general anaesthesia were analysed in the multivariate Poisson regression model. The one-year incidence of postoperative epilepsy for patients with general anaesthesia and neuraxial anaesthesia were 0.41 and 0.32 per 1000 persons, respectively, and the corresponding RR was 1.27 (95%CI 1.15-1.41). The association between general anaesthesia and postoperative epilepsy was significant in men (RR = 1.22; 95%CI 1.06-1.40), women (RR = 1.33; 95%CI 1.15-1.55) and 20-39-year-old patients. The risk of postoperative epilepsy increased in patients with general anaesthesia who had co-existing medical conditions and postoperative complications.", "doi": "10.1111/anae.14099", "title": "Risk of epilepsy in surgical patients undergoing general or neuraxial anaesthesia.", "journal": ["Anaesthesia", "Anaesthesia"]}