{"authors": [["Tóth", "Kinga", "K", "Institute of Cognitive Neuroscience and Psychology, Research Center for Natural Sciences, Hungarian Academy of Sciences, 1117, Budapest, Hungary."], ["Hofer", "Katharina T", "KT", "Institute of Cognitive Neuroscience and Psychology, Research Center for Natural Sciences, Hungarian Academy of Sciences, 1117, Budapest, Hungary."], ["Kandrács", "Ágnes", "Á", "Institute of Cognitive Neuroscience and Psychology, Research Center for Natural Sciences, Hungarian Academy of Sciences, 1117, Budapest, Hungary."], ["Entz", "László", "L", "National Institute of Clinical Neuroscience, 1145, Budapest, Hungary."], ["Bagó", "Attila", "A", "National Institute of Clinical Neuroscience, 1145, Budapest, Hungary."], ["Erőss", "Loránd", "L", "National Institute of Clinical Neuroscience, 1145, Budapest, Hungary."], ["Jordán", "Zsófia", "Z", "National Institute of Clinical Neuroscience, 1145, Budapest, Hungary."], ["Nagy", "Gábor", "G", "National Institute of Clinical Neuroscience, 1145, Budapest, Hungary."], ["Sólyom", "András", "A", "National Institute of Clinical Neuroscience, 1145, Budapest, Hungary."], ["Fabó", "Dániel", "D", "National Institute of Clinical Neuroscience, 1145, Budapest, Hungary."], ["Ulbert", "István", "I", "Institute of Cognitive Neuroscience and Psychology, Research Center for Natural Sciences, Hungarian Academy of Sciences, 1117, Budapest, Hungary."], ["Wittner", "Lucia", "L", "Institute of Cognitive Neuroscience and Psychology, Research Center for Natural Sciences, Hungarian Academy of Sciences, 1117, Budapest, Hungary."]], "date": "2017-12-28", "id": "29178354", "text": "Hyperexcitability and hypersynchrony of neuronal networks are thought to be linked to the generation of epileptic activity in both humans and animal models. Here we show that human epileptic postoperative neocortical tissue is able to generate two different types of synchronies in vitro. Epileptiform bursts occurred only in slices derived from epileptic patients and were hypersynchronous events characterized by high levels of excitability. Spontaneous population activity emerged in both epileptic and non-epileptic tissue, with a significantly lower degree of excitability and synchrony, and could not be linked to epilepsy. These results help us to understand better the role of excitatory and inhibitory neuronal circuits in the generation of population events, and to define the subtle border between physiological and pathological synchronies.Interictal activity is a hallmark of epilepsy diagnostics and is linked to neuronal hypersynchrony. Little is known about perturbations in human epileptic neocortical microcircuits, and their role in generating pathological synchronies. To explore hyperexcitability of the human epileptic network, and its contribution to convulsive activity, we investigated an in vitro model of synchronous burst activity spontaneously occurring in postoperative tissue slices derived from patients with or without preoperative clinical and electrographic manifestations of epileptic activity. Human neocortical slices generated two types of synchronies. Interictal-like discharges (classified as epileptiform events) emerged only in epileptic samples, and were hypersynchronous bursts characterized by considerably elevated levels of excitation. Synchronous population activity was initiated in both epileptic and non-epileptic tissue, with a significantly lower degree of excitability and synchrony, and could not be linked to epilepsy. However, in pharmacoresistant epileptic tissue, a higher percentage of slices exhibited population activity, with higher local field potential gradient amplitudes. More intracellularly recorded neurons received depolarizing synaptic potentials, discharging more reliably during the events. Light and electron microscopic examinations showed slightly lower neuron densities and higher densities of excitatory synapses in the human epileptic neocortex. Our data suggest that human neocortical microcircuits retain their functionality and plasticity in vitro, and can generate two significantly different synchronies. We propose that population bursts might not be pathological events while interictal-like discharges may reflect the epileptogenicity of the human cortex. Our results show that hyperexcitability characterizes the human epileptic neocortical network, and that it is closely related to the emergence of synchronies.", "doi": "10.1113/JP275413", "title": "Hyperexcitability of the network contributes to synchronization processes in the human epileptic neocortex.", "journal": ["The Journal of physiology", "J. Physiol. (Lond.)"]}