{"authors": [["Faramand", "Andrew M", "AM", "University College London, London, United Kingdom."], ["Barnes", "Nicola", "N", "Great Ormond Street Hospital, London, United Kingdom."], ["Harrison", "Sue", "S", "Great Ormond Street Hospital, London, United Kingdom."], ["Gunny", "Roxanna", "R", "Great Ormond Street Hospital, London, United Kingdom."], ["Jacques", "Tom", "T", "UCL Great Ormond Street Institute of Child Health, London, United Kingdom."], ["Tahir", "M Zubair", "MZ", "Great Ormond Street Hospital, London, United Kingdom."], ["Varadkar", "Sophia M", "SM", "Great Ormond Street Hospital, London, United Kingdom."], ["Cross", "Helen J", "HJ", "Great Ormond Street Hospital, London, United Kingdom."], ["Harkness", "William", "W", "Great Ormond Street Hospital, London, United Kingdom."], ["Tisdall", "Martin M", "MM", "Great Ormond Street Hospital, London, United Kingdom."]], "date": "2017-11-26", "id": "29178251", "text": "Glioneuronal tumors (GNTs) are well-recognized causes of chronic drug-resistant focal epilepsy in children. Our practice involves an initial period of radiological surveillance and antiepileptic medications, with surgery being reserved for those with radiological progression or refractory seizures. We planned to analyze the group of patients with low-grade GNTs, aiming to identify factors affecting seizure and cognitive outcomes.We retrospectively reviewed the medical records of 150 children presenting to Great Ormond Street Hospital with seizures secondary to GNTs. Analysis of clinical, neuroimaging, neuropsychological, and surgical factors was performed to determine predictors of outcome. Seizure outcome at final follow-up was classified as either seizure-free (group A) or not seizure-free (group B) for patients with at least 12-months follow-up postsurgery. Full-scale intelligence quotient (FSIQ) was used as a measure of cognitive outcome.Eighty-six males and 64 females were identified. Median presurgical FSIQ was 81. One hundred twenty-one patients (80.5%) underwent surgery. Median follow-up after surgery was 2 years, with 92 patients (76%) having at least 12 months of follow-up after surgery. Seventy-four patients (80%) were seizure-free, and 18 (20%) continued to have seizures. Radiologically demonstrated complete tumor resection was associated with higher rates of seizure freedom (P = .026). Higher presurgical FSIQ was related to shorter epilepsy duration until surgery (P = .012) and to older age at seizure onset (P = .043).A high proportion of children who present with epilepsy and GNTs go on to have surgical tumor resection with excellent postoperative seizure control. Complete resection is associated with a higher chance of seizure freedom. Higher presurgical cognitive functioning is associated with shorter duration of epilepsy prior to surgery and with older age at seizure onset. Given the high rate of eventual surgery, early surgical intervention should be considered in children with continuing seizures associated with GNTs.", "doi": "10.1111/epi.13961", "title": "Seizure and cognitive outcomes after resection of glioneuronal tumors in children.", "journal": ["Epilepsia", "Epilepsia"]}