{"authors": [["Falsaperla", "Raffaele", "R", "General Pediatrics and Pediatric Acute and Emergency Unit, Policlinico-Vittorio-Emanuele University Hospital, University of Catania, Catania, Italy."], ["Vari", "Maria Stella", "MS", "Pediatric Neurology and Muscular Diseases Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, \"G. Gaslini\" Institute, Genoa, Italy."], ["Toldo", "Irene", "I", "Neurology and Neurophysiology O.U., Department of Woman's and Child's Health, University Hospital of Padua, Padua, Italy."], ["Murgia", "Alessandra", "A", "Neurology and Neurophysiology O.U., Department of Woman's and Child's Health, University Hospital of Padua, Padua, Italy."], ["Sartori", "Stefano", "S", "Neurology and Neurophysiology O.U., Department of Woman's and Child's Health, University Hospital of Padua, Padua, Italy."], ["Vecchi", "Marilena", "M", "Neurology and Neurophysiology O.U., Department of Woman's and Child's Health, University Hospital of Padua, Padua, Italy."], ["Suppiej", "Agnese", "A", "Neurology and Neurophysiology O.U., Department of Woman's and Child's Health, University Hospital of Padua, Padua, Italy."], ["Burlina", "Alberto", "A", "Inherited Metabolic Diseases O.U., Department of Woman's and Child's Health, University Hospital of Padua, Padua, Italy."], ["Mastrangelo", "Mario", "M", "Department of Pediatrics, Child Neurology and Psychiatry, Sapienza University of Rome, Policlinico Umberto I Hospital, Rome, Italy."], ["Leuzzi", "Vincenzo", "V", "Department of Pediatrics, Child Neurology and Psychiatry, Sapienza University of Rome, Policlinico Umberto I Hospital, Rome, Italy."], ["Marchiani", "Valentina", "V", "Infantile Neuropsychiatry O.U., Policlinico Sant'Orsola-Malpighi, DIMEC, University of Bologna, Bologna, Italy."], ["De Liso", "Paola", "P", "Department of Pediatrics, Child Neurology and Psychiatry, Sapienza University of Rome, Policlinico Umberto I Hospital, Rome, Italy."], ["Capovilla", "Giuseppe", "G", "Department of Child Neuropsychiatry, Epilepsy Center, C. Poma Hospital, Mantua, Italy."], ["Striano", "Pasquale", "P", "Pediatric Neurology and Muscular Diseases Unit, Department of Neurosciences, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genoa, \"G. Gaslini\" Institute, Genoa, Italy."], ["Vitaliti", "Giovanna", "G", "General Pediatrics and Pediatric Acute and Emergency Unit, Policlinico-Vittorio-Emanuele University Hospital, University of Catania, Catania, Italy. giovitaliti@yahoo.it."], [null, null, null, null]], "date": "2017-11-25", "id": "29178011", "text": "The aim of our study was to describe the clinical, electroencephalogram, molecular findings and the diagnostic and therapeutic flow-chart of children with pyridoxine-dependent epilepsies (PDEs). We performed a retrospective observational study on children with PDEs, diagnosed and followed-up in Italian Pediatric Departments. In each centre, the authors collected data from a cohort of children admitted for intractable seizures, responsive to pyridoxine administration and resistant to other anticonvulsant therapies. Data were retrospectively analysed from January 2016 to January 2017. Sixteen patients (13 males, and 3 females) were included. We found that 93.75% of patients underwent conventional anticonvulsant therapy before starting pyridoxine administration and 62.5% had ex-juvantibus diagnosis, as specific serum diagnostic tests had been performed in only 37.5% of patients by alpha-AASA and pipecolic acid blood and urine dosage. The most common type of seizure was generalized tonic-clonic in 7 patients and the most common EEG pattern was characterized by a \"burst suppression\" pattern. Before pyridoxine administration, other anticonvulsant drugs were used in 93.75% of patients, with consequent onset of drug-resistance. Phenobarbital was the most frequently used drug as first-line treatment. The importance of our study relies on the need of a deeper knowledge of PDEs in terms of early diagnosis, avoiding incorrect treatment and related adverse events, clinical and EEG pathognomonic features, and genetic aspects of the disease.", "doi": "10.1007/s11011-017-0150-x", "title": "Pyridoxine-dependent epilepsies: an observational study on clinical, diagnostic, therapeutic and prognostic features in a pediatric cohort.", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}