{"authors": [["Cardona", "Andrés F", "AF", "Brain Tumors Unit, Clinical and Translational Oncology Group, Institute of Oncology, Clínica del Country, Bogotá, Colombia. andres.cardona@clinicadelcountry.com."], ["Rojas", "Leonardo", "L", "Clinical Oncology Department, Centro Javeriano de Oncología, Hospital Universitario San Ignacio, Bogotá, Colombia."], ["Wills", "Beatriz", "B", "Foundation for Clinical and Applied Cancer Research (FICMAC), Calle 116 No. 9 - 72, c. 318, Bogotá, Colombia."], ["Bernal", "Laura", "L", "Internal Medicine Department, Hospital Universitario San Ignacio, Bogotá, Colombia."], ["Ruiz-Patiño", "Alejandro", "A", "Medicine Faculty, Pontificia Universidad Javeriana, Bogotá, Colombia."], ["Arrieta", "Oscar", "O", "Thoracic Oncology Unit and Laboratory of Personalized Medicine, Instituto Nacional de Cancerología (INCan), México City, Mexico."], ["Hakim", "Enrique Jiménez", "EJ", "Neurosurgery Department, Fundación Santa Fe de Bogotá, Bogotá, Colombia."], ["Hakim", "Fernando", "F", "Neurosurgery Department, Fundación Santa Fe de Bogotá, Bogotá, Colombia."], ["Mejía", "Juan Armando", "JA", "Neurosurgery Department, Fundación Santa Fe de Bogotá, Bogotá, Colombia."], ["Useche", "Nicolás", "N", "Institute of Neuroscience, Universidad El Bosque, Bogotá, Colombia."], ["Bermúdez", "Sonia", "S", "Institute of Neuroscience, Universidad El Bosque, Bogotá, Colombia."], ["Carranza", "Hernán", "H", "Brain Tumors Unit, Clinical and Translational Oncology Group, Institute of Oncology, Clínica del Country, Bogotá, Colombia."], ["Vargas", "Carlos", "C", "Brain Tumors Unit, Clinical and Translational Oncology Group, Institute of Oncology, Clínica del Country, Bogotá, Colombia."], ["Otero", "Jorge", "J", "Brain Tumors Unit, Clinical and Translational Oncology Group, Institute of Oncology, Clínica del Country, Bogotá, Colombia."], ["Mayor", "Luis Carlos", "LC", "Neurology Department, Fundación Santa Fe de Bogotá, Bogotá, Colombia."], ["Ortíz", "León Darío", "LD", "Latin American Neuro-Oncology Network (RedLANO), Bogotá, Colombia."], ["Franco", "Sandra", "S", "Brain Tumors Unit, Clinical and Translational Oncology Group, Institute of Oncology, Clínica del Country, Bogotá, Colombia."], ["Ortíz", "Carlos", "C", "Brain Tumors Unit, Clinical and Translational Oncology Group, Institute of Oncology, Clínica del Country, Bogotá, Colombia."], ["Gil-Gil", "Miguel", "M", "Medical Oncology Service, Catalan Institute of Oncology, Hospital Duran I Reynals - IDIBELL, Hospitalet de Llobregat, Spain."], ["Balaña", "Carmen", "C", "Medical Oncology Service, Catalan Institute of Oncology, Hospital Universitari Germans Trias i Pujol, IGTP, Badalona, Spain."], ["Zatarain-Barrón", "Zyanya Lucia", "ZL", "Thoracic Oncology Unit and Laboratory of Personalized Medicine, Instituto Nacional de Cancerología (INCan), México City, Mexico."]], "date": "2017-11-25", "id": "29177594", "text": "Epilepsy is a common symptom in patients with glioblastoma (GB). 213 patients with GB from RedLANO follow-up registry were included. All patients underwent surgery, if feasible, followed by chemoradiation based on temozolomide (Stupp platform). Information was recorded regarding demographics, seizure timing, anti-epileptic drugs (AEDs), dosage, time to next seizure, total seizures in 6 months, and main side effects of AEDs. The relationship between epilepsy treatment and overall survival (OS) was evaluated. Mean age was 53 years old and 56.8% were male. Seventy-eight patients (37%) were treated with levetiracetam (LEV), 27% were given another AED and 36% did not require any AED. Choice of AED was not associated with age (p = 0.67), performance status (p = 0.24) or anatomic tumor site (p = 0.34). Seizures and AED requirement were greater in those having primary GB (p = 0.04). After starting an AED, the mean time until next crisis was 9.9 days (SD ± 6.3), which was shorter in those receiving LEV (p = 0.03); mean number of seizures during the first 3 and 6 months were 2.9 and 4, respectively. Most patients treated with LEV (n = 46) required less than two medication adjustments compared to those treated with other AEDs (p = 0.02). Likewise, less patients exposed to LEV required a coadjuvant drug (p = 0.04). Additionally, patients receiving LEV had significantly less adverse effects compared to patients treated with another AED. OS was significantly higher in the group treated with LEV compared to other AEDs (25.5 vs. 17.9 months; p = 0.047). Patients treated with LEV had better seizure control and longer OS compared to other AEDs.", "doi": "10.1007/s11060-017-2660-0", "title": "Efficacy and safety of Levetiracetam vs. other antiepileptic drugs in Hispanic patients with glioblastoma.", "journal": ["Journal of neuro-oncology", "J. Neurooncol."]}