{"authors": [["Jonker", "Frank", "F", "GGZ Altrecht, Vesalius, Centre for Neuropsychiatry, Woerden, The Netherlands; Faculty of Behavioral and Movement Sciences, Section Clinical Neuropsychology, Vrije Universiteit (VU), Amsterdam, The Netherlands. Electronic address: f.a.jonker@vu.nl."], ["Jonker", "Cees", "C", "Institute for Health and Care Research (EMGO), Vrije Universiteit Medical Center (VUmc), Amsterdam, The Netherlands."], ["Bronzwaer", "Laura", "L", "GGZ Altrecht, Vesalius, Centre for Neuropsychiatry, Woerden, The Netherlands."], ["Scherder", "Erik", "E", "Faculty of Behavioral and Movement Sciences, Section Clinical Neuropsychology, Vrije Universiteit (VU), Amsterdam, The Netherlands."]], "date": "2017-11-21", "id": "29175724", "text": "Amygdalohippocampectomy (AHE) is the resective surgery for medically intractable mesial temporal lobe epilepsy. To date no study has investigated a wide range of neuropsychiatric symptoms in right AHE outpatients.Three patients with right AHE participated in this study. The control group are patients with cognitive complaints with no history of epilepsy or neurological impairment and no structural abnormalities on the MRI/CT. We expected no difference in verbal memory compared to the controls. Concerning affective Theory of Mind (ToM) we expect a difference between controls and AHE patients. In terms of behavior it is expected that coping and behavioral questionnaires do not significantly differ between AHE and controls, but that proxies of AHE patients do report more behavioral/psychiatric symptoms.No significant difference was found between groups concerning the cognitive functions. For affective ToM we did find a significant difference (p=0.044). A significant difference for the use of more reassuring thoughts (p=0.006) and a trend for less passive reactions on the coping questionnaire, suggesting an 'active coping style'. Overall, AHE patients report fewer problems the self- reported questionnaires. Proxies of the AHE patients reported a trend for more behavioral disinhibition compared to proxy ratings of the control group.Right AHE patients underestimate their behavioral and emotional changes due to self-awareness deficits. Ratings of significant others are of immense importance for the detection of psychiatric and behavioral problems. Lesions in the amygdala- orbitofrontal cortex connection disrupt the emotional network, which might explain our results.", "doi": "10.1016/j.clineuro.2017.11.010", "title": "A right amygdalohippocampectomy: A diagnostic challenge.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}