{"authors": [["Hanrahan", "Brian", "B", "UPMC Pittsburgh, Department of Neurology, USA. Electronic address: hanrahanbj@upmc.edu."], ["Ghearing", "Gena", "G", "University of Iowa Carver School of Medicine, Department of Neurology, USA. Electronic address: gena-ghearing@uiowa.edu."], ["Urban", "Alexandra", "A", "UPMC Pittsburgh, Department of Neurology, USA. Electronic address: urbana1@upmc.edu."], ["Plummer", "Cheryl", "C", "UPMC Pittsburgh, Department of Neurology, USA. Electronic address: plummerc@upmc.edu."], ["Pan", "Julie", "J", "UPMC Pittsburgh, Department of Neurology, USA. Electronic address: JWP44@pitt.edu."], ["Hendrickson", "Rick", "R", "UPMC Pittsburgh, Department of Neurology, USA. Electronic address: hendrx@upmc.edu."], ["Bagic", "Anto", "A", "UPMC Pittsburgh, Department of Neurology, USA. Electronic address: bagica@upmc.edu."], ["Antony", "Arun", "A", "UPMC Pittsburgh, Department of Neurology, USA. Electronic address: antonya2@upmc.edu."]], "date": "2017-11-23", "id": "29175694", "text": "Our goal was to evaluate how accurate neurologists are at differentiating between different paroxysmal events based on clinical history versus observation of the spell in question. Forty-seven neurologists reviewed 12 clinical histories and videos of recorded events of patients admitted in the Epilepsy Monitoring Unit (EMU). They were asked to diagnose events as epileptic seizures, non-epileptic behavioral spells (NEBS), or other physiologic events as well as rate their confidence in their diagnosis. The median diagnostic accuracy for all paroxysmal events was 67% for clinical history and 75% for observation (p=.001). This was largely due to the difference in accuracy within the subgroup of patients with NEBS (67% history vs. 83% observation, p<.001). There were trends for higher diagnostic accuracy and increased inter-rater agreement with higher levels of training. Physicians with higher levels of training were more confident with diagnosis based on observation. In summary, reviewing videos of paroxysmal spells may improve diagnostic accuracy and enhance the evaluation of patients. Neurologists at all levels of training should encourage the recording and review of videos of recurrent spells to aid in medical decision-making especially when there is high concern that the spells in question are NEBS.", "doi": "10.1016/j.yebeh.2017.09.001", "title": "Diagnostic accuracy of paroxysmal spells: Clinical history versus observation.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}