{"authors": [["Doo", "Jin Woong", "JW", "Dept. of Pediatrics, Chonbuk National University Medical School, Jeonju 54907, Republic of Korea."], ["Kim", "Soon Chul", "SC", "Dept. of Pediatrics, Chonbuk National University Medical School, Jeonju 54907, Republic of Korea; Research Institute of Clinical Medicine, Chonbuk National University Medical School, Jeonju 54907, Republic of Korea."], ["Kim", "Sun Jun", "SJ", "Dept. of Pediatrics, Chonbuk National University Medical School, Jeonju 54907, Republic of Korea; Research Institute of Clinical Medicine, Chonbuk National University Medical School, Jeonju 54907, Republic of Korea. Electronic address: sunjun@jbnu.ac.kr."]], "date": "2017-11-23", "id": "29175693", "text": "The aim of the current study was to assess the influences of valproate (VPA) on the language functions in newly diagnosed pediatric patients with epilepsy. We reviewed medical records of 53 newly diagnosed patients with epilepsy, who were being treated with VPA monotherapy (n=53; 22 male patients and 31 female patients). The subjects underwent standardized language tests, at least twice, before and after the initiation of VPA. The standardized language tests used were The Test of Language Problem Solving Abilities, a Korean version of The Expressive/Receptive Language Function Test, and the Urimal Test of Articulation and Phonology. Since all the patients analyzed spoke Korean as their first language, we used Korean language tests to reduce the bias within the data. All the language parameters of the Test of Language Problem Solving Abilities slightly improved after the initiation of VPA in the 53 pediatric patients with epilepsy (mean age: 11.6±3.2years), but only \"prediction\" was statistically significant (determining cause, 14.9±5.1 to 15.5±4.3; making inference, 16.1±5.8 to 16.9±5.6; prediction, 11.1±4.9 to 11.9±4.2; total score of TOPS, 42.0±14.4 to 44.2±12.5). The patients treated with VPA also exhibited a small extension in mean length of utterance in words (MLU-w) when responding, but this was not statistically significant (determining cause, 5.4±2.0 to 5.7±1.6; making inference, 5.8±2.2 to 6.0±1.8; prediction, 5.9±2.5 to 5.9±2.1; total, 5.7±2.1 to 5.9±1.7). The administration of VPA led to a slight, but not statistically significant, improvement in the receptive language function (range: 144.7±41.1 to 148.2±39.7). Finally, there were no statistically significant changes in the percentage of articulation performance after taking VPA. Therefore, our data suggested that VPA did not have negative impact on the language function, but rather slightly improved problem-solving abilities.", "doi": "10.1016/j.yebeh.2017.10.039", "title": "Influence of valproate on language functions in children with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}