{"authors": [["Tachikawa", "Masanori", "M", "Division of Membrane Transport and Drug Targeting, Graduate School of Pharmaceutical Sciences, Tohoku University, Sendai, Japan; Department of Pharmaceutics, Graduate School of Medicine and Pharmaceutical Sciences, University of Toyama, Toyama, Japan. Electronic address: tachik-dds@umin.ac.jp."], ["Yashiki", "Ayane", "A", "Department of Pharmaceutics, Graduate School of Medicine and Pharmaceutical Sciences, University of Toyama, Toyama, Japan."], ["Akanuma", "Shin-Ichi", "SI", "Department of Pharmaceutics, Graduate School of Medicine and Pharmaceutical Sciences, University of Toyama, Toyama, Japan."], ["Matsukawa", "Haruka", "H", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Hokkaido University, Sapporo, Japan."], ["Ide", "Soichiro", "S", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Hokkaido University, Sapporo, Japan; Addictive Substance Project, Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan."], ["Minami", "Masabumi", "M", "Department of Pharmacology, Graduate School of Pharmaceutical Sciences, Hokkaido University, Sapporo, Japan."], ["Hosoya", "Ken-Ichi", "KI", "Department of Pharmaceutics, Graduate School of Medicine and Pharmaceutical Sciences, University of Toyama, Toyama, Japan. Electronic address: hosoyak@pha.u-toyama.ac.jp."]], "date": "2017-11-24", "id": "29175673", "text": "Guanidinoacetate (GAA) is a biosynthetic precursor of creatine, which plays a critical role in homeostasis of high-energy phosphates in the brain, but cerebral accumulation of GAA leads to neurological complications, such as epilepsy and seizures. The purpose of the present study was to clarify the contribution of the γ-aminobutyric acid (GABA) transport systems to GAA transport in astrocytes by means of uptake studies in rat brain slices, primary astrocyte cultures and Chinese hamster ovary (CHO) cells expressing human GABA transporters (GATs). GAA uptake by rat brain slices was Na+- and Cl--dependent, and GABA-sensitive. The inhibitory effect of GABA, a common substrate of GATs, on GAA uptake by the brain slices was similar to that of β-alanine, a selective substrate of GAT2/Slc6a13, GAT3/Slc6a11, and taurine transporter (TauT)/Slc6a6. Taurine, a high-affinity substrate of TauT/Slc6a6, exhibited a lesser inhibitory effect. In contrast, betaine, a substrate of betaine-GABA transporter 1 (BGT1)/Slc6a12, and creatine, a substrate of creatine transporter (CRT)/Slc6a8, had little inhibitory effect. A similar inhibition profile was observed in primary-cultured astrocytes. CHO cells expressing human GAT2/SLC6A13, GAT3/SLC6A11 and BGT1/SLC6A12 exhibited GAA transport, whereas CHO cells expressing GAT1/SLC6A1 did not. The Michaelis-Menten values in CHO cells expressing GAT2/SLC6A13 and GAT3/SLC6A11 were similar to those in primary-cultured astrocytes. Overall, our results suggest that astrocytic GAT2/Slc6a13 and GAT3/Slc6a11 play major roles in GAA uptake as regulatory mechanisms of GAA in rat brain, while TauT/Slc6a6, BGT1/Slc6a12, and CRT/Slc6a8 make relatively small contributions.", "doi": "10.1016/j.neuint.2017.11.013", "title": "Astrocytic γ-aminobutyric acid (GABA) transporters mediate guanidinoacetate transport in rat brain.", "journal": ["Neurochemistry international", "Neurochem. Int."]}