{"authors": [["Quintana", "Hedley Knewjen", "HK", "Unit of Cardiovascular Epidemiology, Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden. Electronic address: Hedley.Quintana@ki.se."], ["Janszky", "Imre", "I", "Department of Public Health and General Practice, Norwegian University of Science and Technology, Trondheim, Norway."], ["Kanar", "Alkass", "A", "Department of Oncology-Pathology, Karolinska Institutet, Stockholm, Sweden."], ["Gigante", "Bruna", "B", "Unit of Cardiovascular Epidemiology, Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden; Division of Cardiovascular Medicine, Department of Clinical Sciences, Danderyd University Hospital, Danderyd, Sweden."], ["Druid", "Henrik", "H", "Department of Oncology-Pathology, Karolinska Institutet, Stockholm, Sweden."], ["Ahlbom", "Anders", "A", "Unit of Epidemiology, Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden."], ["de Faire", "Ulf", "U", "Unit of Cardiovascular Epidemiology, Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden; Department of Cardiology, Karolinska University Hospital, Stockholm, Sweden."], ["Hallqvist", "Johan", "J", "Department of Public Health and Caring Sciences, Family Medicine and Preventive Medicine, Uppsala University, Uppsala, Sweden."], ["Leander", "Karin", "K", "Unit of Cardiovascular Epidemiology, Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden."]], "date": "2017-11-14", "id": "29175662", "text": "Present knowledge concerning potential associations between comorbidities and the fatality of a first myocardial infarction (MI) is limited.To identify comorbidities in 45-70-year-old individuals who suffered a first MI and died within 7 days in Stockholm County from 1992-1994. In addition, to assess how each of the comorbidities identified, as well as the number of hospitalizations during the 10-year period prior to the MI, was associated with MI fatality.The data collected on our inception cohort of 1984 first MI, of which 524 were fatal within 7 days, were primarily self-reported, proxy-reported by questionnaire and/or extracted from comprehensive national registers. Comorbidities among fatal cases with a prevalence >2% were identified. Risk ratios (with 95% confidence intervals) for the association of MI fatality with number of prior hospitalizations and specific comorbidities were calculated using binomial regression with log link. A structured review of autopsy reports on fatal cases was performed in order to identify additional indicators of comorbidities.After adjusting for sex, age and disposable income, the number of previous hospitalizations was associated with 7-day MI fatality. Of the comorbidities identified as prevalent in fatal cases, the following were associated with 7-day fatality in crude analysis: epilepsy, heart failure, stroke, alcoholism, cancer, renal diseases, asthma, psychiatric diseases, diabetes, and rheumatoid arthritis. Indicators of comorbidities identified from autopsy data included a silent MI, severe atherosclerosis of the abdominal aorta, and hepatic steatosis. Adjustments for sex and age (although not possible for epilepsy and alcoholism), did not substantially alter results.Our current findings indicate that in connection with a first MI, particular attention should be paid to those with repeated prior hospitalizations and/or epilepsy, heart failure, stroke, alcoholism, cancer, renal diseases, asthma, psychiatric diseases, diabetes and rheumatoid arthritis.", "doi": "10.1016/j.carpath.2017.11.002", "title": "Comorbidities in relation to fatality of first myocardial infarction.", "journal": ["Cardiovascular pathology : the official journal of the Society for Cardiovascular Pathology", "Cardiovasc. Pathol."]}