{"authors": [["Yang", "Peng-Fan", "PF", "Department of Neurosurgery, Fuzhou General Hospital, Fujian Medical University, Fuzhou, China. Electronic address: yangpengfan@outlook.com."], ["Pei", "Jia-Sheng", "JS", "Department of Neurosurgery, Fuzhou General Hospital, Fujian Medical University, Fuzhou, China."], ["Jia", "Yan-Zeng", "YZ", "Department of Epileptology, Fuzhou General Hospital, Fujian Medical University, Fuzhou, China."], ["Lin", "Qiao", "Q", "Department of Epileptology, Fuzhou General Hospital, Fujian Medical University, Fuzhou, China."], ["Xiao", "Hui", "H", "Department of Medical Imaging, Fuzhou General Hospital, Fujian Medical University, Fuzhou, China."], ["Zhang", "Ting-Ting", "TT", "Department of Pathology, Fuzhou General Hospital, Fujian Medical University, Fuzhou, China."], ["Zhong", "Zhong-Hui", "ZH", "Department of Epileptology, Fuzhou General Hospital, Fujian Medical University, Fuzhou, China."]], "date": "2017-11-22", "id": "29175574", "text": "Operative strategies for cerebral cavernous malformation (CCM)-associated temporal lobe epilepsy and timing of surgical intervention continue to be debated. This study aimed to establish an algorithm to evaluate the efficacy of surgical intervention strategies, to maximize positive surgical outcomes and minimize postsurgical neurologic deficits.47 patients having undergone operation for CCM-associated temporal lobe epilepsy were retrospectively reviewed. They had received a diagnostic series for seizure localization, including long-term video electroencephalography (vEEG), high-resolution magnetic resonance imaging (MRI), and positron emission tomography-computed tomography (PET-CT). In patients with mesial temporal lobe CCMs, the involved structures (amygdala, hippocampus, or parahippocampal gyrus) were resected in addition to the lesions. Patients with neocortical epileptogenic CCM underwent extended lesionectomy guided by intraoperative electrocorticography; further performance of amygdalohippocampectomy depended on the extent of hippocampal epileptogenicity.The study cohort contained 28 patients with drug-resistant epilepsy (DRE), 12 with chronic epilepsy (CE), and 7 with sporadic seizure (SS). Normal temporal lobe metabolism was seen in 7/7 patients of the SS group. Hypometabolism was found in all patients with chronic disease except for those with posterior inferior and middle temporal gyrus cavernous malformations (CMs). Of the 31 patients with superficial neocortical CCM, 7 had normal PET without hippocampal sclerosis, 14 had ipsilateral temporal lobe hypometabolism without hippocampal sclerosis, and 10 had obvious hippocampal sclerosis and hypometabolism. Seizure freedom in DRE, CE, and SS was 82.1%, 75%, and 100%, respectively. A significant difference was found between lesion laterality and postoperative seizure control; the rate was lower in left-sided cases because of less aggressive resection.Our study demonstrates that the data from the presurgical evaluation, particularly regarding CM location, responsiveness to antiepileptic drugs, and temporal lobe metabolism, are crucial parameters for choosing surgical approaches to CCM-associated temporal lobe epilepsy. By this operative strategy, patients may receive maximized seizure control and minimized postsurgical neurologic sequelae.", "doi": "10.1016/j.wneu.2017.11.067", "title": "Surgical Management and Long-Term Seizure Outcome After Surgery for Temporal Lobe Epilepsy Associated with Cerebral Cavernous Malformations.", "journal": ["World neurosurgery", "World Neurosurg"]}