{"authors": [["Schmidt", "Richard F", "RF", "Department of Neurosurgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA. Electronic address: Richard.F.Schmidt@Jefferson.edu."], ["Lang", "Michael J", "MJ", "Department of Neurosurgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."], ["Hoelscher", "Christian M", "CM", "Department of Neurosurgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."], ["Jabbour", "Pascal M", "PM", "Department of Neurosurgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."], ["Tjoumakaris", "Stavropoula I", "SI", "Department of Neurosurgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."], ["Sharan", "Ashwini D", "AD", "Department of Neurosurgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."], ["Wu", "Chengyuan", "C", "Department of Neurosurgery, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."]], "date": "2017-11-22", "id": "29175567", "text": "Stereoelectroencephalography (sEEG) requires extensive preoperative planning to optimize placement of electrodes and limit the potential for complications. Flat-detector computed tomography (FD-CT) has previously been used for perioperative vascular imaging to guide the treatment of vascular lesions. This imaging modality provides a detailed depiction of cerebrovascular and bony cranial anatomy, which can be used to guide intracranial electrode implantation. We have developed a novel method to improve preoperative planning for sEEG electrode implantation and limit the potential for postoperative complications by using FD-CT imaging merged with preoperative magnetic resonance imaging (MRI).All patients underwent preoperative FD-CT with selective intra-arterial iodinated contrast dye injection through the late arterial and capillary phases for evaluation of cerebrovascular anatomy. These results were merged with thin-cut MRI for trajectory planning of intracranial sEEG electrodes. All patients underwent routine CT and MRI after electrode placement.39 patients have undergone sEEG implantation according to this protocol, with a total of 541 electrodes placed. Additionally, 25 (64.1%) patients underwent implantation of 70 oblique insular electrodes. There were no clinically significant complications after the implantations. Thirty-six (92.3%) patients underwent operative intervention, including surgical resection in 27 (69.2%) patients.FD-CT imaging allows for a detailed depiction of cortical cerebrovascular anatomy through the capillary phase, in addition to bony cranial anatomy. This enables the safe planning of complex trajectories, including high-obliquity insular electrodes and transsulcal trajectories through \"empty sulci\" while also providing concurrent imaging of bony anatomy to allow for preoperative planning of drill depth and anchor placement.", "doi": "10.1016/j.wneu.2017.11.063", "title": "Flat-Detector Computed Tomography for Evaluation of Intracerebral Vasculature for Planning of Stereoelectroencephalography Electrode Implantation.", "journal": ["World neurosurgery", "World Neurosurg"]}