{"authors": [["Bergin", "Peter S", "PS", "Department of Neurology, Auckland City Hospital, Grafton, Auckland, New Zealand. Electronic address: pbergin@adhb.govt.nz."], ["Beghi", "Ettore", "E", "IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy. Electronic address: ettore.beghi@marionegri.it."], ["Sadleir", "Lynette G", "LG", "Department of Paediatrics, University of Otago, Wellington, New Zealand. Electronic address: lynette.sadleir@otago.ac.nz."], ["Tripathi", "Manjari", "M", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Richardson", "Mark P", "MP", "Division of Neuroscience, King's College London, London, UK. Electronic address: mark.richardson@kcl.ac.uk."], ["Bianchi", "Elisa", "E", "IRCCS - Istituto di Ricerche Farmacologiche Mario Negri, Milan, Italy. Electronic address: elisa.bianchi@marionegri.it."], ["D'Souza", "Wendyl J", "WJ", "Department of Medicine, St. Vincent's Hospital, The University of Melbourne, Australia. Electronic address: wendyl@unimelb.edu.au."], [null, null, null, null]], "date": "2017-10-26", "id": "29175563", "text": "Previous studies have shown moderate agreement between physicians when diagnosing epilepsy, but have included small numbers. The EpiNet study group was established to undertake multicentre clinical trials in epilepsy. Before commencing trials, we wanted to determine levels of agreement between physicians from different countries and different health systems when diagnosing epilepsy, specific seizure types and etiologies.30 Case scenarios describing six children and 24 adults with paroxysmal events (21 epileptic seizures, nine non-epileptic attacks) were presented to physicians with an interest in epilepsy. Physicians were asked how likely was a diagnosis of epilepsy; if seizures were generalised or focal; and the likely etiology. For 23 cases, clinical information was presented in Step 1, and investigations in Step 2.189 Participants from 36 countries completed the 30 cases. Levels of agreement were determined for 154 participants who provided details regarding their clinical experience. There was substantial agreement for diagnosis of epilepsy (kappa=0.61); agreement was fair to moderate for seizure type(s) (kappa=0.40) and etiology (kappa=0.41). For 23 cases with two steps, agreement increased from step 1 to step 2 for diagnosis of epilepsy (kappa 0.56-0.70), seizure type(s) (kappa 0.38-0.52), and etiology (kappa 0.38-0.47). Agreement was better for 53 epileptologists (diagnosis of epilepsy, kappa=0.66) than 56 neurologists with a special interest in epilepsy (kappa=0.58). Levels of agreement differed slightly between physicians practicing in different parts of the world, between child and adult neurologists, and according to one's experience with epilepsy.Although there is substantial agreement when epileptologists diagnose epilepsy, there is less agreement for diagnoses of seizure types and etiology. Further education of physicians regarding semiology of different seizure types is required. Differences in approach to diagnosis, both between physicians and between countries, could impact negatively on clinical trials of anti-epileptic drugs.", "doi": "10.1016/j.eplepsyres.2017.10.014", "title": "Do neurologists around the world agree when diagnosing epilepsy? - Results of an international EpiNet study.", "journal": ["Epilepsy research", "Epilepsy Res."]}