{"authors": [["Baftiu", "Arton", "A", "Programme for Pharmacy, Department of Life Sciences and Health, Faculty of Health Sciences, Oslo and Akershus University College of Applied Sciences, Oslo, Norway. Electronic address: arton.baftiu@hioa.no."], ["Feet", "Silje Andrea", "SA", "Programme for Pharmacy, Department of Life Sciences and Health, Faculty of Health Sciences, Oslo and Akershus University College of Applied Sciences, Oslo, Norway."], ["Larsson", "Pål Gunnar", "PG", "Department of Neurosurgery, Oslo University Hospital, Oslo, Norway."], ["Burns", "Margrete Larsen", "ML", "Department of Pharmacology, Oslo University Hospital, Oslo, Norway."], ["Henning", "Oliver", "O", "The National Center for Epilepsy, Sandvika, Oslo University Hospital, Oslo, Norway."], ["Sætre", "Erik", "E", "The National Center for Epilepsy, Sandvika, Oslo University Hospital, Oslo, Norway."], ["Molden", "Espen", "E", "Center for Psychopharmacology, Diakonhjemmet Hospital, Oslo, Norway; School of Pharmacy, University of Oslo, Oslo, Norway."], ["Granas", "Anne Gerd", "AG", "School of Pharmacy, University of Oslo, Oslo, Norway."], ["Johannessen", "Svein I", "SI", "Department of Pharmacology, Oslo University Hospital, Oslo, Norway; The National Center for Epilepsy, Sandvika, Oslo University Hospital, Oslo, Norway."], ["Landmark", "Cecilie Johannessen", "CJ", "Programme for Pharmacy, Department of Life Sciences and Health, Faculty of Health Sciences, Oslo and Akershus University College of Applied Sciences, Oslo, Norway; Department of Pharmacology, Oslo University Hospital, Oslo, Norway; The National Center for Epilepsy, Sandvika, Oslo University Hospital, Oslo, Norway."]], "date": "2017-11-11", "id": "29175562", "text": "Many patients with epilepsy use antiepileptic drugs (AEDs) in combination. The elderly is a vulnerable group regarding polypharmacy. The purpose of this study was to investigate changes in utilisation of AEDs, and the extent of polypharmacy with other CNS-active drugs in elderly versus younger patients in Norway.This pharmacoepidemiological study included all prescriptions of antiepileptic, antidepressant and antipsychotic drugs from Norwegian pharmacies in the Norwegian Prescription Database (NorPD) (2004-2015). Variables included number of patients, utilisation in defined daily doses, age, gender, and diagnosis specific reimbursement codes for AEDs.The use of AEDs has increased in all age groups in this population-based study in Norway. In the elderly, AEDs used in neuropathic pain (mainly gabapentin and pregabalin) have increased more than 10-fold (from 0.7 to 9.6 DDDs/1000 elderly/day, 2004-2015), while the prevalence of users is four times more than in younger patients. Polypharmacy between antiepileptic, antidepressant and antipsychotic drugs occurred in 35% of elderly and 38% of younger patients with epilepsy. The use of enzyme-inducers was common, and occurred more often in elderly patients. A total of 42 different interactions that may have clinical implications were identified among these drugs.The use of AEDs in elderly compared to younger patients is increasing, especially in neuropathic pain. Polypharmacy with antiepileptic, antidepressant and/or antipsychotic drugs was documented in more than one third of the patients. Awareness of increased drug utilisation, polypharmacy with potential drug interactions, and focus on elderly patients are important for increased patient safety.", "doi": "10.1016/j.eplepsyres.2017.11.001", "title": "Utilisation and polypharmacy aspects of antiepileptic drugs in elderly versus younger patients with epilepsy: A pharmacoepidemiological study of CNS-active drugs in Norway, 2004-2015.", "journal": ["Epilepsy research", "Epilepsy Res."]}