{"authors": [["DeKraker", "Jordan", "J", "Brain and Mind Institute, University of Western Ontario, London, Ontario, Canada; Imaging Research Laboratories, Robarts Research Institute, University of Western Ontario, London, Ontario, Canada; Graduate Program in Neuroscience, University of Western Ontario, London, Ontario, Canada. Electronic address: jordandekraker@gmail.com."], ["Ferko", "Kayla M", "KM", "Brain and Mind Institute, University of Western Ontario, London, Ontario, Canada; Imaging Research Laboratories, Robarts Research Institute, University of Western Ontario, London, Ontario, Canada; Graduate Program in Neuroscience, University of Western Ontario, London, Ontario, Canada."], ["Lau", "Jonathan C", "JC", "Imaging Research Laboratories, Robarts Research Institute, University of Western Ontario, London, Ontario, Canada; Graduate Program in Biomedical Engineering, University of Western Ontario, London, Ontario, Canada; Division of Neurosurgery, Department of Clinical Neurological Sciences, London Health Sciences Centre, University Hospital, University of Western Ontario, London, Ontario, Canada."], ["Köhler", "Stefan", "S", "Brain and Mind Institute, University of Western Ontario, London, Ontario, Canada; Department of Psychology, University of Western Ontario, London, Ontario, Canada."], ["Khan", "Ali R", "AR", "Brain and Mind Institute, University of Western Ontario, London, Ontario, Canada; Imaging Research Laboratories, Robarts Research Institute, University of Western Ontario, London, Ontario, Canada; Department of Medical Biophysics, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada; Department of Medical Imaging, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."]], "date": "2017-11-23", "id": "29175494", "text": "The hippocampus, like the neocortex, has a morphological structure that is complex and variable in its folding pattern, especially in the hippocampal head. The current study presents a computational method to unfold hippocampal grey matter, with a particular focus on the hippocampal head where complexity is highest due to medial curving of the structure and the variable presence of digitations. This unfolding was performed on segmentations from high-resolution, T2-weighted 7T MRI data from 12 healthy participants and one surgical patient with epilepsy whose resected hippocampal tissue was used for histological validation. We traced a critical image feature composed of the hippocampal sulcus and stratum radiatum lacunosum-moleculare, (SRLM) in these images, then employed user-guided semi-automated techniques to detect and subsequently unfold the surrounding hippocampal grey matter. This unfolding was performed by solving Laplace's equation in three dimensions of interest (long-axis, proximal-distal, and laminar). The resulting 'unfolded coordinate space' provides an intuitive way of mapping the hippocampal subfields in 2D space (long-axis and proximal-distal), such that similar borders can be applied in the head, body, and tail of the hippocampus independently of variability in folding. This unfolded coordinate space was employed to map intracortical myelin and thickness in relation to subfield borders, which revealed intracortical myelin differences that closely follow the subfield borders used here. Examination of a histological resected tissue sample from a patient with epilepsy reveals that our unfolded coordinate system has biological validity, and that subfield segmentations applied in this space are able to capture features not seen in manual tracing protocols.", "doi": "10.1016/j.neuroimage.2017.11.054", "title": "Unfolding the hippocampus: An intrinsic coordinate system for subfield segmentations and quantitative mapping.", "journal": ["NeuroImage", "Neuroimage"]}