{"authors": [["Wang", "Yue", "Y", "Lab of Pediatric Neurology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders in Chongqing, China International Science and Technology Cooperation Base of Child development and Critical Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, PR China."], ["Liu", "Liming", "L", "Lab of Pediatric Neurology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders in Chongqing, China International Science and Technology Cooperation Base of Child development and Critical Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, PR China."], ["Chen", "Hengsheng", "H", "Lab of Pediatric Neurology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders in Chongqing, China International Science and Technology Cooperation Base of Child development and Critical Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, PR China."], ["Cheng", "Li", "L", "Lab of Pediatric Neurology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders in Chongqing, China International Science and Technology Cooperation Base of Child development and Critical Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, PR China."], ["Jiang", "Li", "L", "Lab of Pediatric Neurology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders in Chongqing, China International Science and Technology Cooperation Base of Child development and Critical Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, PR China; Department of Neurology, Children's Hospital of Chongqing Medical University, 136# Zhongshan 2 Road, Chongqing 400014, PR China. Electronic address: dr_jianglijl@163.com."]], "date": "2017-11-23", "id": "29175488", "text": "The use of related cell cultured models to investigate the genesis and development of epilepsy is beneficial for exploring the mechanism of epileptogenesis. Recent reports have described the myelination damage caused by epilepsy in animal models; however, limited reports have focused on the influence of epilepsy on remyelination in vitro. The current study was designed to investigate the effect of the epileptiform discharge microenvironment on the differentiation of oligodendrocyte precursor cells (OPCs). Neurons with epileptiform discharge released more glutamic acid than normal neurons, which was detected by HPLC. The RT-qPCR, immunofluorescence and Western Blot results showed myelin basic protein (MBP) loss in the epileptiform discharge neuron microenvironment, with increased GluR2 subunit expression. In addition, an α-amino-3-hydroxy-5-methyl-4-isoazolepropionic acid (AMPA) receptor antagonist altered the influence of epilepsy on OPC differentiation. This study confirmed the positive effect of epilepsy on the differentiation of OPCs and verified the critical role of glutamic acid and the AMPA receptor in this process, which provides a potential treatment strategy for epilepsy.", "doi": "10.1016/j.brainres.2017.11.021", "title": "Influence of the epileptiform discharge microenvironment on the differentiation of oligodendrocyte precursor cells.", "journal": ["Brain research", "Brain Res."]}