{"authors": [["Kamm", "Janina", "J", "Department of Neurology, University of Iowa Hospitals and Clinics, Iowa City, IA, USA. Electronic address: janina-kamm@uiowa.edu."], ["Boles Ponto", "Laura L", "LL", "Department of Radiology, University of Iowa Hospitals and Clinics, Iowa City, IA, USA."], ["Manzel", "Ken", "K", "Department of Neurology, University of Iowa Hospitals and Clinics, Iowa City, IA, USA."], ["Gaasedelen", "Owen J", "OJ", "Department of Psychological and Quantitative Foundations, The University of Iowa, Iowa City, IA, USA."], ["Nagahama", "Yasunori", "Y", "Department of Neurosurgery, University of Iowa Hospitals and Clinics, Iowa City, IA, USA."], ["Abel", "Taylor", "T", "Department of Neurosurgery, University of Iowa Hospitals and Clinics, Iowa City, IA, USA."], ["Tranel", "Daniel", "D", "Department of Neurology, University of Iowa Hospitals and Clinics, Iowa City, IA, USA; Department of Psychological and Brain Sciences, The University of Iowa, Iowa City, IA, USA."]], "date": "2017-11-22", "id": "29175222", "text": "The objective of this study was to determine whether preoperative [18F]fludeoxyglucose (FDG)-positron emission tomography (PET) asymmetry in temporal lobe metabolism predicts neuropsychological and seizure outcomes after temporal lobectomy (TL).An archival sample of 47 adults with unilateral temporal lobe epilepsy who underwent TL of their language-dominant (29 left, 1 right) or nondominant (17 right) hemisphere were administered neuropsychological measures pre- and postoperatively. Post-TL seizure outcomes were measured at 1year. Regional FDG uptake values were defined by an automated technique, and a quantitative asymmetry index (AI) was calculated to represent the relative difference in the FDG uptake in the epileptic relative to the nonepileptic temporal lobe for four regions of interest: medial anterior temporal (MAT), lateral anterior temporal (LAT), medial posterior temporal (MPT), and lateral posterior temporal (LPT) cortices.In language-dominant TL, naming outcomes were predicted by FDG uptake asymmetry in the MAT (r=-0.38) and LPT (r=-0.45) regions. For all patients, visual search and motor speed outcomes were predicted by FDG uptake asymmetry in all temporal regions (MPT, r=0.42; MAT, r=0.34; LPT, r=0.47; LAT, r=0.51). Seizure outcomes were predicted by FDG uptake asymmetry in the MAT (r=0.36) and MPT (r=0.30) regions. In all of these significant associations, greater hypometabolism in regions of the epileptic temporal lobe was associated with better postoperative outcomes.Our results support the conclusion that FDG uptake asymmetry is a useful clinical tool in assessing risk for cognitive changes in patients being considered for TL.", "doi": "10.1016/j.yebeh.2017.10.006", "title": "Temporal lobe asymmetry in FDG-PET uptake predicts neuropsychological and seizure outcomes after temporal lobectomy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}