{"authors": [["Yuen", "Alan W C", "AWC", "NIHR University College London Hospitals Biomedical Research Centre, UCL Institute of Neurology, WC1N 3BG London, UK; Chalfont Centre for Epilepsy, Chalfont St. Peter SL9 0RJ, UK. Electronic address: alan@yuen.co.uk."], ["Keezer", "Mark R", "MR", "NIHR University College London Hospitals Biomedical Research Centre, UCL Institute of Neurology, WC1N 3BG London, UK; Chalfont Centre for Epilepsy, Chalfont St. Peter SL9 0RJ, UK; Stichting Epilepsie Instellingen Nederland (SEIN), Heemstede 2103SW, The Netherlands; Centre de Recherche du Centre hospitalier de l'Université de Montréal (CRCHUM), Montréal, Québec H2L 4M1, Canada. Electronic address: mark.keezer@umontreal.ca."], ["Sander", "Josemir W", "JW", "NIHR University College London Hospitals Biomedical Research Centre, UCL Institute of Neurology, WC1N 3BG London, UK; Chalfont Centre for Epilepsy, Chalfont St. Peter SL9 0RJ, UK; Stichting Epilepsie Instellingen Nederland (SEIN), Heemstede 2103SW, The Netherlands. Electronic address: l.sander@ucl.ac.uk."]], "date": "2017-11-22", "id": "29175221", "text": "The basic pathophysiology of epilepsy is still not fully understood. Epidemiological evidence for epilepsy seems to suggest that it may not only be the propensity for seizures to occur. The high prevalence of comorbidity and the finding that premature mortality is still increased in those who are in long-term remission, suggest that there is a systemic component to the condition. This systemic component is an additional shared risk factor that can explain an important proportion of the comorbidities of epilepsy as well as how an individual with inactive epilepsy remains at an elevated risk of premature mortality. This systemic component can be viewed from the perspective of a number of fundamental pathophysiological processes: inflammation, oxidative stress, glycation, and methylation capacity. These processes are associated with all-cause mortality and there is also a growing understanding of their impact on seizure processes. We propose that epilepsy be considered as the sum of seizures and comorbidities caused by systemic dysfunction, and that the comprehensive management of epilepsy should also include the management of the systemic dysfunction.", "doi": "10.1016/j.yebeh.2017.10.010", "title": "Epilepsy is a neurological and a systemic disorder.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}