{"authors": [["Arango-Jaramillo", "Esteban", "E", "CES University, Calle 10 #22-04, Medellín, Colombia."], ["Lozano-García", "Lucas", "L", "CES University, Calle 10 #22-04, Medellín, Colombia."], ["Benjumea-Cuartas", "Vanessa", "V", "Department of Epilepsy, Neurocentro, Epilepsy and Parkinson Institute, Carrera 9 #25-25, Pereira, Colombia."], ["Andrade-Machado", "René", "R", "Neurological Institute of Colombia, CES University, Calle 55 #46-36, Medellín, Colombia. Electronic address: andrade.rene@uces.edu.co."]], "date": "2017-11-22", "id": "29175220", "text": "The sign of the cross (SC) is a catholic ritual that has been described as an automatism during the ictal phase in patients with right temporal lobe epilepsy.The study aimed to describe the prevalence of the SC and analyze the characteristics of patients who presented this phenomenon during the video-electroencephalography (VEEG) admission in our Epilepsy department.This is a retrospective analysis of 1308 recorded seizures; 14 patients presented the SC during the admission. Seizure semiology, electroencephalography (EEG), etiology, neuroimaging, and surgical findings were analyzed.A prevalence of 1.1% was found, and the sign was not only an ictal finding (21% was postictal) but also exclusive of patients with temporal lobe epilepsy (15% were extratemporal) in contrast to what has been reported so far. The localizing and lateralizing value of the ictal SC was low (sensitivity 75%, specificity 33.3%, positive predictive value 60%, negative predictive value 50% for a right temporal epileptogenic zone (EZ)) compared with other previously described signs. Regardless of the lateralization of the EZ, the sign was always performed with the right hand supporting the hypothesis of a possible learned behavioral automatism.The SC is a rare ictal or postictal manifestation that occurs in patients with temporal and extratemporal epilepsies without clear localizing and lateralizing value compared with previously described signs.", "doi": "10.1016/j.yebeh.2017.09.029", "title": "Periictal sign of the cross or Signum Crucis as a lateralizing sign in focal epilepsies: Not only a right temporal lobe epilepsy feature.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}