{"authors": [["Lin", "Chung-Ying", "CY", "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, Hung Hom, Hong Kong."], ["Saffari", "Mohsen", "M", "Health Research Center, Baqiyatallah University of Medical Sciences, Tehran, Iran."], ["Koenig", "Harold G", "HG", "Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, USA; King Abdulaziz University, Jeddah, Saudi Arabia; Ningxia Medical University, Yinchuan, China."], ["Pakpour", "Amir H", "AH", "Social Determinants of Health Research Center, Qazvin University of Medical Sciences, Qazvin, Iran; Department of Nursing, School of Health and Welfare, Jönköping University, Jönköping, Sweden. Electronic address: apakpour@qums.ac.ir."]], "date": "2017-11-22", "id": "29175219", "text": "The epidemiologic information demonstrates the importance of caring people with epilepsy (PWE). Indeed, the impaired quality of life (QoL) and medication nonadherence rate among PWE have been reported. However, religiosity and religious coping could be potential factors for clinicians to foster appropriate intervention on epileptic care. This study investigated two models to further understand the relationships between religiosity, religious coping (including positive and negative coping), medication adherence, and QoL in an Iranian sample with epilepsy. Eligible PWE (n=760) completed the religiosity scale (Duke University Religion Index; DUREL) at baseline; the religious coping scale (Brief Religious Coping Scale; Brief RCOPE) one month later; the medication adherence scale (Medication Adherence Report Scale; MARS-5) two months later; and the QoL scale (Quality of Life in Epilepsy; QOLIE-31) twelve months later. Their antiepileptic drug serum level was measured during the period they completed the MARS. Through structural equation modeling (SEM), we found that religiosity directly correlated with negative religious coping and medication adherence, and indirectly correlated with medication adherence through negative religious coping. Both positive and negative religious coping directly correlated with medication adherence and QoL. Therefore, religiosity and religious coping may be determinants of medication adherence and QoL in PWE; health professionals may consider asking PWE if religion is important to them and how they use it to cope with their epilepsy.", "doi": "10.1016/j.yebeh.2017.10.008", "title": "Effects of religiosity and religious coping on medication adherence and quality of life among people with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}