{"authors": [["Westerhausen", "René", "R", "Center for Lifespan Changes in Brain and Cognition (LCBC), Department of Psychology, University of Oslo, Oslo, Norway; Department for Biological and Medical Psychology, University of Bergen, Bergen, Norway. Electronic address: rene.westerhausen@psykologi.uio.no."], ["Karud", "Celine M R", "CMR", "Center for Lifespan Changes in Brain and Cognition (LCBC), Department of Psychology, University of Oslo, Oslo, Norway."]], "date": "2017-11-22", "id": "29174639", "text": "Morphometric neuroimaging studies on healthy adult individuals regularly report a positive association between intelligence test performance (IQ) and structural properties of the corpus callosum (CC). At the same time, studies examining the effect of callosotomy on epilepsy patients report only negligible changes in IQ as result of the surgery, partially contradicting the findings of the morphometry studies. Objective of the present meta-analysis of individual participant data (IPD) of 87 cases from 16 reports was to re-investigate the effect of callosotomy on full scale IQ as well as on the verbal and performance subscale under special consideration of two possible moderating factors: pre-surgical IQ levels and the extent of the surgery (complete vs. anterior transsection). The main finding was that callosotomy selectively affects performance IQ, whereby the effect is modulated by the pre-surgical level of performance. Patients with an above-median pre-surgery performance IQ level show a significant average decrease of -5.44 (CI95%: - 8.33 to - 2.56) IQ points following the surgery, while the below-median group does not reveal a significant change in IQ (mean change: 1.01 IQ points; CI95%: -1.83 to 3.86). Thus, the present analyses support the notion that callosotomy has a negative effect on the patients' performance IQ, but only in those patients, who at least have an average performance levels before the surgery. This observation also lends support to the findings of previous morphometry studies, indicating that the frequently observed CC-IQ correlation might indeed reflect a functional contribution of callosal interhemispheric connectivity to intelligence-test performance.", "doi": "10.1016/j.neulet.2017.11.040", "title": "Callosotomy affects performance IQ: A meta-analysis of individual participant data.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}