{"authors": [["Kellens", "Alyssa", "A", "Centre for Evidence-Based Practice, Belgian Red Cross, Motstraat 42, Mechelen, Belgium."], ["De Buck", "Emmy", "E", "Centre for Evidence-Based Practice, Belgian Red Cross, Motstraat 42, Mechelen, Belgium; Department of Public Health and Primary Care, Faculty of Medicine, KU Leuven, Kapucijnenvoer 35 blok d - bus 7001, Leuven, Belgium. Electronic address: emmy.debuck@rodekruis.be."], ["Emonds", "Marie-Paule", "MP", "Department of Microbiology and Immunology, Faculty of Medicine, KU Leuven, UZ Herestraat 49 - bus 7003 36, Leuven, Belgium; Belgian Red Cross, Motstraat 42, Mechelen, Belgium."], ["Vandekerckhove", "Philippe", "P", "Department of Public Health and Primary Care, Faculty of Medicine, KU Leuven, Kapucijnenvoer 35 blok d - bus 7001, Leuven, Belgium; Belgian Red Cross, Motstraat 42, Mechelen, Belgium; Faculty of Medicine and Health Sciences, Ghent University, De Pintelaan 185 5K3, Ghent, Belgium."], ["Lagae", "Lieven", "L", "Department of Pediatrics, University Hospitals Leuven, Herestraat 49, Leuven, Belgium; Department of Development and Regeneration, Faculty of Medicine, KU Leuven, UZ Herestraat 49 - bus 7003 20, Leuven, Belgium."]], "date": "2017-11-23", "id": "29174496", "text": "In many countries people with epilepsy are temporarily or permanently excluded from blood donation. This exclusion is based on the assumption that they are more likely to experience adverse donor reactions such as epileptic seizures, and not on scientific evidence. A systematic review was therefore performed to critically examine the evidence with regard to adverse effects of blood donation on epilepsy patients.Five databases (MEDLINE, Embase, The Cochrane Library, Web of Science and CINAHL) were searched for studies from the date of inception until December 2014. Two of the authors screened the articles and extracted the data independently and used the GRADE approach to assess the quality of evidence.The literature search yielded 7283 references. Following title and abstract screening in the first phase, and full text screening in the second phase, only three observational studies were finally withheld: one cohort study and two case series. None of the three studies could demonstrate that a blood donation resulted in adverse events in epilepsy patients. However, the studies were of poor methodological quality and lacked a solid statistical analysis.Limited low quality studies could not demonstrate that blood donors with epilepsy are at an increased risk of adverse events. Further research is necessary to determine whether and how long epilepsy patients have to be excluded from blood donation.", "doi": "10.1016/j.eplepsyres.2017.11.002", "title": "Is it safe for people with epilepsy to donate blood? A systematic review.", "journal": ["Epilepsy research", "Epilepsy Res."]}