{"authors": [["Copmans", "Daniëlle", "D", "Laboratory for Molecular Biodiscovery, Department of Pharmaceutical and Pharmacological Sciences, KU Leuven - University of Leuven, Leuven, Belgium."], ["Orellana-Paucar", "Adriana M", "AM", "Laboratory for Molecular Biodiscovery, Department of Pharmaceutical and Pharmacological Sciences, KU Leuven - University of Leuven, Leuven, Belgium; Carrera de Bioquímica y Farmacia, Facultad de Ciencias Químicas, Universidad de Cuenca, Cuenca, Ecuador."], ["Steurs", "Gert", "G", "Molecular Design and Synthesis, Department of Chemistry, KU Leuven - University of Leuven, Leuven, Belgium."], ["Zhang", "Yifan", "Y", "Laboratory for Molecular Biodiscovery, Department of Pharmaceutical and Pharmacological Sciences, KU Leuven - University of Leuven, Leuven, Belgium."], ["Ny", "Annelii", "A", "Laboratory for Molecular Biodiscovery, Department of Pharmaceutical and Pharmacological Sciences, KU Leuven - University of Leuven, Leuven, Belgium."], ["Foubert", "Kenn", "K", "Natural Products & Food Research and Analysis (NatuRA), Department of Pharmaceutical Sciences, University of Antwerp, Antwerp, Belgium."], ["Exarchou", "Vasiliki", "V", "Natural Products & Food Research and Analysis (NatuRA), Department of Pharmaceutical Sciences, University of Antwerp, Antwerp, Belgium."], ["Siekierska", "Aleksandra", "A", "Laboratory for Molecular Biodiscovery, Department of Pharmaceutical and Pharmacological Sciences, KU Leuven - University of Leuven, Leuven, Belgium."], ["Kim", "Youngju", "Y", "Molecular Design and Synthesis, Department of Chemistry, KU Leuven - University of Leuven, Leuven, Belgium."], ["De Borggraeve", "Wim", "W", "Molecular Design and Synthesis, Department of Chemistry, KU Leuven - University of Leuven, Leuven, Belgium."], ["Dehaen", "Wim", "W", "Molecular Design and Synthesis, Department of Chemistry, KU Leuven - University of Leuven, Leuven, Belgium."], ["Pieters", "Luc", "L", "Natural Products & Food Research and Analysis (NatuRA), Department of Pharmaceutical Sciences, University of Antwerp, Antwerp, Belgium."], ["de Witte", "Peter A M", "PAM", "Laboratory for Molecular Biodiscovery, Department of Pharmaceutical and Pharmacological Sciences, KU Leuven - University of Leuven, Leuven, Belgium. Electronic address: peter.dewitte@kuleuven.be."]], "date": "2017-11-22", "id": "29174382", "text": "Epilepsy is a neurological disease that affects more than 70 million people worldwide and is characterized by the presence of spontaneous unprovoked recurrent seizures. Existing anti-seizure drugs (ASDs) have side effects and fail to control seizures in 30% of patients due to drug resistance. Hence, safer and more efficacious drugs are sorely needed. Flavonoids are polyphenolic structures naturally present in most plants and consumed daily with no adverse effects reported. These structures have shown activity in several seizure and epilepsy animal models through allosteric modulation of GABAA receptors, but also via potent anti-inflammatory action in the brain. As such, dietary flavonoids offer an interesting source for ASD and anti-epileptogenic drug (AED) discovery, but their pharmaceutical potential is often hampered by metabolic instability and low oral bioavailability. It has been argued that their drug-likeness can be improved via methylation of the free hydroxyl groups, thereby dramatically enhancing metabolic stability and membrane transport, facilitating absorption and highly increasing bioavailability. Since no scientific data is available regarding the use of methylated flavonoids in the fight against epilepsy, we studied naringenin (NRG), kaempferol (KFL), and three methylated derivatives, i.e., naringenin 7-O-methyl ether (NRG-M), naringenin 4',7-dimethyl ether (NRG-DM), and kaempferide (4'-O-methyl kaempferol) (KFD) in the zebrafish pentylenetetrazole (PTZ) seizure model. We demonstrate that the methylated flavanones NRG-DM and NRG-M are highly effective against PTZ-induced seizures in larval zebrafish, whereas NRG and the flavonols KFL and KFD possess only a limited activity. Moreover, we show that NRG-DM is active in two standard acute mouse seizure models, i.e., the timed i.v. PTZ seizure model and the 6-Hz psychomotor seizure model. Based on these results, NRG-DM is proposed as a lead compound that is worth further investigation for the treatment of generalized seizures and drug-resistant focal seizures. Our data therefore highlights the potential of methylated flavonoids in the search for new and improved ASDs.", "doi": "10.1016/j.neuint.2017.11.011", "title": "Methylated flavonoids as anti-seizure agents: Naringenin 4',7-dimethyl ether attenuates epileptic seizures in zebrafish and mouse models.", "journal": ["Neurochemistry international", "Neurochem. Int."]}