{"authors": [["Ricci", "Monica", "M", "ARC Centre of Excellence for Cognition and Its Disorders, University of Sydney, Sydney, Australia."], ["Wong", "Toh", "T", "Institute of Clinical Neurosciences, Royal Prince Alfred Hospital and Central Medical School, University of Sydney, Sydney, Australia."], ["Nikpour", "Armin", "A", "ARC Centre of Excellence for Cognition and Its Disorders, University of Sydney, Sydney, Australia; Institute of Clinical Neurosciences, Royal Prince Alfred Hospital and Central Medical School, University of Sydney, Sydney, Australia."], ["Miller", "Laurie A", "LA", "ARC Centre of Excellence for Cognition and Its Disorders, University of Sydney, Sydney, Australia; Institute of Clinical Neurosciences, Royal Prince Alfred Hospital and Central Medical School, University of Sydney, Sydney, Australia. Electronic address: laurie.miller@sydney.edu.au."]], "date": "2017-10-23", "id": "29174307", "text": "It is well established that when retrieval or other forms of testing follow shortly after the acquisition of new information, long-term memory is improved in healthy subjects (Roediger & Karpicke, 2006). It is not known whether such early interventions would alleviate ALF, a condition in which early retention is normal, but there is a steep decline over longer intervals. A different behavioral intervention (i.e., an interposed recall of a story after a longer delay) was found to prevent subsequent memory loss in a single case with ALF (Jansari, Davis, McGibbon, Firminger, & Kapur, 2010; McGibbon & Jansari, 2013), but this has yet to be replicated. In the present study, we sought to test the effectiveness of early rehearsal as well as a later interposed recall on long term memory. Three men with ALF and 10 matched, healthy males (mean age = 67 yr; mean education = 15 yr) were compared for story recall following 3 early intervention conditions. There were two early rehearsal conditions: Repeated-Recall (2 additional recalls were requested in the initial 30 min interval) and Repeated Recall With Discussion (2 additional recalls plus discussion occurred in the initial 30 min interval) as well as a Control condition, in which there was no additional rehearsal in the first 30 min. Memory for 6 stories (2 in each condition) was tested at 0 min, 30 min, 1 day, 1 week and 4 weeks. In addition, to evaluate the possible sustaining effect of an additional retrieval (\"booster recall\") between 1 wk and 4 wk delays, 1 story from each of the early intervention conditions was recalled at 2 weeks' delay. Consistent with the profile characteristic of ALF, nonparametric statistics revealed no group differences at 0 or 30 min recalls. For Control stories, the ALF group's recall was impaired by 24 h delay. For stories in either of the early rehearsal conditions, the patients showed better retention, performing within normal limits until the 4 week recall. The \"booster recall\" session at 2 weeks benefitted the patients' retention at 4 weeks, with patients' mean recall remaining within normal limits only for those stories recalled at 2 weeks. These results indicate that behavioral interventions including early rehearsal in the first several min and a booster recall at a much later time point help to prevent ALF. Confirmation of the usefulness of these interventions in other cases and investigating whether these cognitive techniques can be extended to \"real world\" applications are the logical next steps.", "doi": "10.1016/j.cortex.2017.10.007", "title": "Testing the effectiveness of cognitive interventions in alleviating accelerated long term forgetting (ALF).", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}