{"authors": [["Nagan", "Margot", "M", "Department of Pediatrics and Neurology, Division of Pediatric Neurology, Children's Hospital of Colorado, Aurora, CO; Department of Pediatrics and Neurology, Division of Pediatric Neurology, University of Colorado Denver, Denver, CO."], ["Caffarelli", "Mauro", "M", "Department of Pediatrics and Neurology, Division of Pediatric Neurology, Benioff Children's Hospital, San Francisco, CA; Department of Pediatrics and Neurology, Division of Pediatric Neurology, University of California San Francisco School of Medicine, San Francisco, CA."], ["Donatelli", "Stephanie", "S", "Department of Pediatrics and Neurology, Division of Pediatric Neurology, Boston Children's Hospital, Boston, MA; Department of Pediatrics and Neurology, Division of Pediatric Neurology, Harvard Medical School, Boston, MA; Department of Pediatrics and Neurology, Division of Pediatric Neurology, Boston Medical Center, Boston, MA; Department of Pediatrics and Neurology, Division of Pediatric Neurology, Boston University School of Medicine, Boston, MA."], ["Rosman", "N Paul", "NP", "Department of Pediatrics and Neurology, Division of Pediatric Neurology, Boston Medical Center, Boston, MA; Department of Pediatrics and Neurology, Division of Pediatric Neurology, Boston University School of Medicine, Boston, MA. Electronic address: npaul.rosman@bmc.org."]], "date": null, "id": "29173305", "text": "To assess primary caregiver understanding of the term epilepsy.A cross-sectional telephone survey evaluated understanding of the term epilepsy among primary caregivers of children diagnosed with epilepsy at an urban referral center during a 24-month period. Three measures of primary caregiver understanding were used: (1) identifying if their child had a seizure disorder, epilepsy, or both; (2) providing an open-ended definition of epilepsy; and (3) selecting from a multiple-choice definition of epilepsy. Caregivers with 3 correct answers were assigned the greatest knowledge score. Associations with possible predictor variables were analyzed.Caregivers for 75 of 116 eligible patients were contacted successfully. Of those, 55 of 75 met eligibility criteria; 45 of the eligible caregivers completed the survey. Twenty-six of 45 caregivers (58%) identified that their child had both a seizure disorder and epilepsy, 5 of 45 (11%) provided a correct open-ended definition of epilepsy, and 16 of 45 (36%) selected the correct multiple-choice definition. Fifteen caregivers (33%) had no correct answers. Seventeen (38%) answered 1, 9 (20%) answered 2, and 4 (9%) answered all 3 measures correctly. Caregivers with greater self-rated understanding had greater epilepsy knowledge scores (P = .008). Having a child neurologist as the first person to discuss the diagnosis with the caregiver also predicted a greater epilepsy knowledge score (P = .04).Most primary caregivers of children with epilepsy have a poor understanding of the term epilepsy. Changes are needed in how we educate caregivers about the meaning of this term.", "doi": "10.1016/j.jpeds.2017.08.068", "title": "Epilepsy or a Seizure Disorder? Parental Knowledge and Misconceptions About Terminology.", "journal": ["The Journal of pediatrics", "J. Pediatr."]}