{"authors": [["Rotolo", "Maria Concetta", "MC", "Istituto Superiore di Sanita - Department of Therapeutic Research and Medicines Evaluation Rome. Italy."], ["Graziano", "Silvia", "S", "Istituto Superiore di Sanita - Department of Therapeutic Research and Medicines Evaluation Rome. Italy."], ["Pellegrini", "Manuela", "M", "Istituto Superiore di Sanita - Department of Therapeutic Research and Medicines Evaluation Rome. Italy."], ["Corlazzoli", "Daniele", "D", "Clinica Veterinaria Roma Sud Rome. Italy."], ["Antinori", "Lucia", "L", "Clinica Veterinaria Roma Sud Rome. Italy."], ["Porcarelli", "Laura", "L", "Clinica Veterinaria Roma Sud Rome. Italy."], ["Pichini", "Simona", "S", "Istituto Superiore di Sanità - Department of Therapeutic Research and Medicines Evaluation Rome. Italy."]], "date": "2017-11-21", "id": "29173160", "text": "To date, an increasing number of pet owners, especially in the USA, are using cannabis-derived products containing generally delta 9-tetrahydrocannabinol (THC) and cannabidiol (CBD) to help their animals' health. Unfortunately, studies on the clinical use of cannabinoids in veterinary medicine are still limited, and the application of analytical methodologies for the determination of cannabinoids in animal (especially dog) biological matrices such as plasma, is still missing.A reliable, fast, accurate, simple gas chromatography-mass spectrometry (GC-MS) method was developed and validated for the quantification of THC and CBD in plasma samples of eight dogs under therapeutic treatment for epilepsy and receiving oral administration of medical cannabis (Bediol).The method was linear for both the analytes under investigation with coefficients of determination (r2) of at least 0.99. Absolute analytical recovery (mean ± SD) ranged from 80.6 ± 6.2% for THC and 81.7 ± 4.3% for CBD. The matrix effect showed less than 10% analytical suppression due to endogenous substances for both the analytes. The intra-assay and inter-assay precision values ranged from 4.9% to 12.7%, and from 5.2% to 8.7% respectively. The intra-assay and inter-assay accuracy values ranged from 2.3% to 9.6% and from 3.4% to 13.0% respectively. The validated method was successfully applied to real samples; moreover to assess the potential of the method applicability and robustness in future veterinary clinical studies on cannabinoids therapy, we attempted to follow the kinetic of THC and CBD in the plasma of two dogs under therapy at different times after Bediol administration.", "doi": "10.2174/1389201018666171122115815", "title": "Simple and fast gas-chromatography mass spectrometry assay to assess delta 9-tetrahydrocannabinol and cannabidiol in dogs treated with medical cannabis for canine epilepsy.", "journal": ["Current pharmaceutical biotechnology", "Curr Pharm Biotechnol"]}