{"authors": [["Nielsen", "Marianne K", "MK", "Epilepsy Clinic, Clinic of Neurology Rigshospitalet, University Hospital of Copenhagen, Denmark. Electronic address: Mariannekromann@dadlnet.dk."], ["Petrenaite", "Vaiva", "V", "Epilepsy Clinic, Clinic of Neurology Rigshospitalet, University Hospital of Copenhagen, Denmark."], ["Andersen", "Noémi B", "NB", "Epilepsy Clinic, Clinic of Neurology Rigshospitalet, University Hospital of Copenhagen, Denmark."]], "date": "2017-11-04", "id": "29172139", "text": "Eslicarbazepine acetate (ESL) is indicated for treatment of focal epilepsy. Our aim was to evaluate the effect and tolerability of ESL in elderly and younger adults. The primary objective was to measure changes in seizure frequency before and after at least six months of treatment. Secondary objective was to analyse the safety profile. Sub-analysis was performed in patients previously treated with oxcarbamazepine.A single-centre, retrospective study of patients with focal epilepsy treated with ESL. Data were collected by reviewing the clinical and laboratory files. Seventy-two patients received ESL, of which 14 were ≥60 years old, and were analysed for adverse effects. Fifty-nine patients received treatment for ≥6 months and were included in the evaluation of seizure frequency; in this group 12 were ≥60 years old.Seizure frequency (n=59) was reduced for both young adults (< 60years) and elderly adults (≥60); both groups achieved better seizure control from an average of 2 to 0.5 (p-value: 0.002) and 3.5 to 0.65 (p-value:<0.05) seizures per month, respectively. Adverse effects leading to treatment discontinuation (n=72) were more frequent in elderly (42.9%) than in young adults (17.2%) (p-value 0.04). There was no significant difference in mild adverse effects between young (15.5%) and elderly adults (14.3%). Most common adverse effects were somnolence, gastrointestinal disturbances and dizziness.The study indicates that ESL has an advantageous profile in relation to seizure control. The discontinuation rate might be higher in elderly than in younger adults. Further prospective studies are needed to confirm these conclusions.", "doi": "10.1016/j.seizure.2017.10.002", "title": "Clinical experience with eslicarbazepine acetate in adults with sub-analysis of elderly.", "journal": ["Seizure", "Seizure"]}