{"authors": [["McWilliams", "Andrew", "A", "Great Ormond Street Hospital for Children NHS Trust, Great Ormond Street, London WC1N 3JH, UK; UCL Great Ormond Street Institute of Child Health, 30 Guildford St, University College London, London WC1N 1EH, UK; Department of Child and Adolescent Psychiatry, Institute of Psychiatry, Psychology and Neuroscience,16 de Crespigny Park, London SE5 8AF, UK. Electronic address: andrewmcwilliams@doctors.net.uk."], ["Reilly", "Colin", "C", "Research Department, Young Epilepsy, Lingfield, Surrey RH7 6PW, UK; UCL Great Ormond Street Institute of Child Health, 30 Guildford St, University College London, London WC1N 1EH, UK."], ["Heyman", "Isobel", "I", "Great Ormond Street Hospital for Children NHS Trust, Great Ormond Street, London WC1N 3JH, UK; UCL Great Ormond Street Institute of Child Health, 30 Guildford St, University College London, London WC1N 1EH, UK."]], "date": "2017-10-31", "id": "29172138", "text": "To describe clinical experiences of paediatric non-epileptic seizures (NES) among doctors attending a UK child and adolescent psychiatry conference.Sixty-six participants completed a semi-structured bespoke questionnaire. Results are reported using descriptive statistics.Two-thirds of respondents regarded the best name for the disorder to be \"non-epileptic seizures\". Although most doctors saw new cases each year, two-thirds described their own service as poorly equipped to manage NES. Anti-epileptic drugs (AEDs) were commonly still being taken by children without epilepsy 6 months after their diagnosis. Preferred treatment approaches included supportive case management and cognitive behavioural therapy. Joint working with paediatrics and liaison with schools were seen as important.Despite many clinicians having experience of the disorder, NES seemed to occupy a neglected status, often falling between paediatrics and child mental health, with inadequately defined care pathways leading to sub-optimal treatment. Re-configuration of services to prioritise liaison with paediatrics and education may support development of effective treatment, thus maximising health, social and educational opportunities for young people and their families.", "doi": "10.1016/j.seizure.2017.10.021", "title": "Non-epileptic seizures in children: Views and approaches at a UK child and adolescent psychiatry conference.", "journal": ["Seizure", "Seizure"]}