{"authors": [["Petito", "Gabrielle T", "GT", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224, USA."], ["Wharen", "Robert E", "RE", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224, USA."], ["Feyissa", "Anteneh M", "AM", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224, USA."], ["Grewal", "Sanjeet S", "SS", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224, USA."], ["Lucas", "John A", "JA", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224, USA."], ["Tatum", "William O", "WO", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224, USA. Electronic address: Tatum.william@mayo.edu."]], "date": "2017-11-22", "id": "29172137", "text": "Stereotactic laser ablation (SLA) is a novel form of epilepsy surgery for patients with drug-resistant focal epilepsy. We evaluated one hundred consecutive surgeries performed for patients with epilepsy to address the impact of SLA on our therapeutic approach, as well as patient outcomes.A retrospective, single center analysis of the last one hundred neurosurgeries for epilepsy was performed from 2013 to 2015. Demographics, surgical procedures, and postoperative measures were assessed up to 5years to compare the effect of SLA on outcome. Confidence intervals (CI) and comparative tests of proportions compared outcomes for SLA and resective surgery. Procedural categorical comparison used Chi-square and Kaplan-Meier curves. Student t-test was utilized for single variables such as age at procedure and seizure onset.One hundred surgeries for epilepsy yielded thirty-three SLAs and twenty-one resections with a mean of 21.7-month and 21.3-month follow-up, respectively. The temporal lobe was the most common target for SLA (92.6%) and resection (75%). A discrete lesion was present on brain magnetic resonance imaging (MRI) in 27/32 (84.4%) of SLA patients compared with 7/20 (35%) of resection patients with a normal MRI. Overall, 55-60% of patients became seizure-free (SF). Four of five patients with initial failure to SLA became SF with subsequent resection surgery. Complications were more frequent with resection although SF outcomes did not differ (Chi square; p=0.79). Stereotactic laser ablation patients were older than those with resections (47.0years vs. 35.4years, p=0.001). The mean length of hospitalization prior to discharge was shorter for SLA (1.18days) compared with open resection (3.43days; SD: 3.16 days) (p=0.0002).We now use SLA as a first line therapy at our center in patients with lesional temporal lobe epilepsy (TLE) before resection. Seizure-free outcome with SLA and resection was similar but with a shorter length of stay. Long-term follow-up is recommended to determine sustained SF status from SLA.", "doi": "10.1016/j.yebeh.2017.10.041", "title": "The impact of stereotactic laser ablation at a typical epilepsy center.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}