{"authors": [["Neal", "Andrew", "A", "Department of Medicine, The University of Melbourne, Parkville, Australia; Department of Neurology, Royal Melbourne Hospital, Parkville, Australia. Electronic address: andrew.neal@unimelb.edu.au."], ["Kwan", "Patrick", "P", "Department of Medicine, The University of Melbourne, Parkville, Australia; Department of Neurology, Royal Melbourne Hospital, Parkville, Australia."], ["O'Brien", "Terence John", "TJ", "Department of Medicine, The University of Melbourne, Parkville, Australia; Department of Neurology, Royal Melbourne Hospital, Parkville, Australia."], ["Buckland", "Michael E", "ME", "Department of Neuropathology, Royal Prince Alfred Hospital, NSW, Australia; Brain & Mind Centre, University of Sydney, NSW, Australia."], ["Gonzales", "Michael", "M", "Department of Anatomical Pathology, Royal Melbourne Hospital, Parkville, Australia."], ["Morokoff", "Andrew", "A", "Department of Surgery, The University of Melbourne, Parkville, Australia; Department of Neurosurgery, Royal Melbourne Hospital, Parkville, Australia."]], "date": "2017-12-22", "id": "29172136", "text": "Isocitrate dehydrogenase 1 and 2 mutations (IDH1/2) have an established association with preoperative seizures in patients with grades II-IV diffuse gliomas. Here, we examined if IDH1/2 mutations are a biomarker of postoperative seizure frequency.This was a retrospective study. Patients with grades II-IV supratentorial diffuse glioma, immunohistochemistry results of IDH1-R132H, and antiepileptic drug (AED) prescribed postoperatively were included. The primary outcome was seizure frequency over the first 12 postoperative months: Group A - postoperative seizure freedom; Group B - 1-11 seizures over 12months (less than one seizure per month); and Group C - greater than one seizure per month. Rates of IDH1-R132H mutation were compared between the three outcome groups in univariate and multivariate analyses. Subgroup analysis was performed in 64 patients with IDH1/2 pyrosequencing data.One hundred cases were included in the analysis: 30.0% grade II, 20.0% grade III, and 50.0% grade IV gliomas. Group B patients averaged 1 seizure over 12months, compared with 2 seizures per month in Group C. Isocitrate dehydrogense 1-R132H mutation was present in 29.3% (17/58) of Group A, 18.2% (14/22) of Group B, and 70.0% (14/20) of Group C patients (p=0.001). On multivariate analysis, after controlling for preoperative seizure, grade, and temporal tumor location, IDH1-R132H was associated with Group C when compared with both Group A (RR 4.75, p=0.032) and Group B (RR 9.70, p=0.012). In the subgroup with IDH1/2 molecular data, an IDH1/2 mutation was present in 64.7% (22/34) of Group A, 28.6% (4/14) of Group C, and 87.5% (14/16) of Group C patients (p=0.004).In patients with supratentorial diffuse gliomas, IDH1-R132H mutations are associated with a more severe phenotype of postoperative epilepsy. These findings support further research into IDH mutations, and the potential for an antiepileptic therapeutic effect of their inhibitors, in patients with glioma-associated epilepsy.", "doi": "10.1016/j.yebeh.2017.10.027", "title": "IDH1 and IDH2 mutations in postoperative diffuse glioma-associated epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}