{"authors": [["van Klink", "Nicole", "N", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, UMC Utrecht, The Netherlands. Electronic address: n.vanklink-2@umcutrecht.nl."], ["Mol", "Arjen", "A", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, UMC Utrecht, The Netherlands; Faculty of Medicine, Utrecht University, The Netherlands."], ["Ferrier", "Cyrille", "C", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, UMC Utrecht, The Netherlands."], ["Hillebrand", "Arjan", "A", "Department of Clinical Neurophysiology and Magnetoencephalography Center, VU University Medical Center, Amsterdam, The Netherlands."], ["Huiskamp", "Geertjan", "G", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, UMC Utrecht, The Netherlands."], ["Zijlmans", "Maeike", "M", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, UMC Utrecht, The Netherlands; SEIN - Stichting Epilepsie Instellingen Nederland, Heemstede, The Netherlands."]], "date": "2017-11-09", "id": "29172114", "text": "Surface EEG can show epileptiform ripples in people with focal epilepsy, but identification is impeded by the low signal-to-noise ratio of the electrode recordings. We used beamformer-based virtual electrodes to improve ripple identification.We analyzed ten minutes of interictal EEG of nine patients with refractory focal epilepsy. EEGs with more than 60 channels and 20 spikes were included. We computed ∼79 virtual electrodes using a scalar beamformer and marked ripples (80-250 Hz) co-occurring with spikes in physical and virtual electrodes. Ripple numbers in physical and virtual electrodes were compared, and sensitivity and specificity of ripples for the region of interest (ROI; based on clinical information) were determined.Five patients had ripples in the physical electrodes and eight in the virtual electrodes, with more ripples in virtual than in physical electrodes (101 vs. 57, p = .007). Ripples in virtual electrodes predicted the ROI better than physical electrodes (AUC 0.65 vs. 0.56, p = .03).Beamforming increased ripple visibility in surface EEG. Virtual ripples predicted the ROI better than physical ripples, although sensitivity was still poor.Beamforming can facilitate ripple identification in EEG. Ripple localization needs to be improved to enable its use for presurgical evaluation in people with epilepsy.", "doi": "10.1016/j.clinph.2017.10.026", "title": "Beamforming applied to surface EEG improves ripple visibility.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}