{"authors": [["Feldman", "Rebecca Emily", "RE", "Translational and Molecular Imaging Institute, Icahn School of Medicine at Mount Sinai, New York, NY, United States; Radiology, Icahn School of Medicine at Mount Sinai, New York, NY, United States. Electronic address: rebecca.feldman2@mountsinai.org."], ["Rutland", "John Watson", "JW", "Translational and Molecular Imaging Institute, Icahn School of Medicine at Mount Sinai, New York, NY, United States; Radiology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Fields", "Madeline Cara", "MC", "Department of Neurology, Mount Sinai Hospital, New York, NY, United States."], ["Marcuse", "Lara Vanessa", "LV", "Department of Neurology, Mount Sinai Hospital, New York, NY, United States."], ["Pawha", "Puneet S", "PS", "Radiology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Delman", "Bradley Neil", "BN", "Radiology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."], ["Balchandani", "Priti", "P", "Translational and Molecular Imaging Institute, Icahn School of Medicine at Mount Sinai, New York, NY, United States; Radiology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."]], "date": "2017-11-20", "id": "29172093", "text": "7T (7T) magnetic resonance imaging (MRI) facilitates the visualization of the brain with resolution and contrast beyond what is available at conventional clinical field strengths, enabling improved detection and quantification of small structural features such as perivascular spaces (PVSs). The distribution of PVSs, detected in vivo at 7T, may act as a biomarker for the effects of epilepsy. In this work, we systematically quantify the PVSs in the brains of epilepsy patients and compare them to healthy controls.T2-weighted turbo spin echo images were obtained at 7T on 21 epilepsy patients and 17 healthy controls. For all subjects, PVSs were manually marked on Osirix image analysis software. Marked PVSs with diameter≥0.5mm were then mapped by hemisphere and lobe. The asymmetry index (AI) was calculated for each region and the maximum asymmetry index (|AImax|) was reported for each subject. The asymmetry in epilepsy subjects was compared to that of controls, and the region with highest asymmetry was compared to the suspected seizure onset zone.There was a significant difference between the |AImax| in epilepsy subjects and in controls (p=0.016). In 72% of patients, the region or lobe of the brain showing maximum PVS asymmetry was the same as the region containing the suspected seizure onset zone.These findings suggest that epilepsy may be associated with significantly asymmetric distribution of PVSs in the brain. Furthermore, the region of maximal asymmetry of the PVSs may help provide localization or confirmation of the seizure onset zone.", "doi": "10.1016/j.seizure.2017.11.004", "title": "Quantification of perivascular spaces at 7T: A potential MRI biomarker for epilepsy.", "journal": ["Seizure", "Seizure"]}