{"authors": [["Steensberg", "Alvilda T", "AT", "Department of Drug Design and Pharmacology, Copenhagen University Hospital, Denmark; Epilepsy Clinic, Department of Neurology, Copenhagen University Hospital, Rigshospitalet, Denmark."], ["Olsen", "Ane Sophie", "AS", "Department of Ophthalmology, Copenhagen University Hospital, Rigshospitalet, Denmark."], ["Litman", "Minna", "M", "Neurobiology Research Unit, Copenhagen University Hospital, Rigshospitalet, Denmark."], ["Jespersen", "Bo", "B", "Department of Neurosurgery, Copenhagen University Hospital, Rigshospitalet, Denmark."], ["Kolko", "Miriam", "M", "Department of Drug Design and Pharmacology, Copenhagen University Hospital, Denmark; Department of Ophthalmology, Copenhagen University Hospital, Rigshospitalet, Denmark; Department of Ophthalmology, Zealand University Hospital, Roskilde, Denmark."], ["Pinborg", "Lars H", "LH", "Neurobiology Research Unit, Copenhagen University Hospital, Rigshospitalet, Denmark; Epilepsy Clinic, Department of Neurology, Copenhagen University Hospital, Rigshospitalet, Denmark. Electronic address: lars.pinborg@nru.dk."]], "date": "2017-11-20", "id": "29172092", "text": "To determine visual field defects (VFDs) using methods of varying complexity and compare results with subjective symptoms in a population of newly operated temporal lobe epilepsy patients.Forty patients were included in the study. Two patients failed to perform VFD testing. Humphrey Field Analyzer (HFA) perimetry was used as the gold standard test to detect VFDs. All patients performed a web-based visual field test called Damato Multifixation Campimetry Online (DMCO). A bedside confrontation visual field examination ad modum Donders was extracted from the medical records in 27/38 patients. All participants had a consultation by an ophthalmologist. A questionnaire described the subjective complaints.A VFD in the upper quadrant was demonstrated with HFA in 29 (76%) of the 38 patients after surgery. In 27 patients tested ad modum Donders, the sensitivity of detecting a VFD was 13%. Eight patients (21%) had a severe VFD similar to a quadrant anopia, thus, questioning their permission to drive a car. In this group of patients, a VFD was demonstrated in one of five (sensitivity=20%) ad modum Donders and in seven of eight (sensitivity=88%) with DMCO. Subjective symptoms were only reported by 28% of the patients with a VFD and in two of eight (sensitivity=25%) with a severe VFD. Most patients (86%) considered VFD information mandatory.VFD continue to be a frequent adverse event after epilepsy surgery in the medial temporal lobe and may affect the permission to drive a car in at least one in five patients. Subjective symptoms and bedside visual field testing ad modum Donders are not sensitive to detect even a severe VFD. Newly developed web-based visual field test methods appear sensitive to detect a severe VFD but perimetry remains the golden standard for determining if visual standards for driving is fulfilled. Patients consider VFD information as mandatory.", "doi": "10.1016/j.seizure.2017.11.011", "title": "Visual field defects after temporal lobe resection for epilepsy.", "journal": ["Seizure", "Seizure"]}