{"authors": [["Dragoumi", "Pinelopi", "P", "Aristotle University of Thessaloniki, A' Department of Paediatrics, Hippokration General Hospital of Thessaloniki, Greece."], ["Emery", "Jacqueline", "J", "Young Epilepsy, Paediatric Neurology, Lingfield, Surrey."], ["Chivers", "Fiona", "F", "Young Epilepsy, Neurophysiology, Lingfield, Surrey."], ["Brady", "Megan", "M", "Young Epilepsy, Neurophysiology, Lingfield, Surrey."], ["Desurkar", "Archana", "A", "Sheffield Children's Hospital, Sheffield."], ["Cross", "J Helen", "JH", "Developmental Neurosciences, UCL Great Ormond Street Institute of Child Health, London, Great Ormond Street Hospital for Children, London, UK."], ["Das", "Krishna B", "KB", "Great Ormond Street Hospital for Children, London, UK."]], "date": "2017-11-24", "id": "29171397", "text": "Accurate diagnosis of a distinct epilepsy syndrome is based on well-defined electroclinical features that differentiate separate nosological entities. In clinical practice, however, syndromes may overlap and cases may present with unusual manifestations posing a diagnostic challenge. This heterogeneity has been documented in several cases presenting with eyelid myoclonia with or without absences (EMA) diagnosed either as Jeavons syndrome (JS) variants or as genetic generalised epilepsies defined by the presence of this unique clinical entity. The hallmark of JS is the triad: (1) eyelid myoclonia with or without absences, (2) eye closure-induced paroxysms, and (3) photosensitivity. The presence of massive myoclonus, intellectual disability, or slowing of the EEG background are not typical features of the syndrome and may cause delay in making the correct diagnosis. Adding to the variability of clinical features, we describe two female paediatric patients with probable genetic epilepsy who presented with EMA but demonstrated clear atypical features, such as prominent myoclonic seizures, atonic components on video-EEG, and cognitive impairment. We also note the presence of interictal and ictal posterior discharges during eyelid myoclonia in one, supporting similar previous observations leading to consideration of EMA as an occipital cortex-initiated seizure activity. [Published with video sequences on www.epilepticdisorders.com].", "doi": "10.1684/epd.2017.0937", "title": "Crossing the lines between epilepsy syndromes: a myoclonic epilepsy variant with prominent eyelid myoclonia and atonic components.", "journal": ["Epileptic disorders : international epilepsy journal with videotape", "Epileptic Disord"]}