{"authors": [["Carvill", "Gemma L", "GL", "Ken and Ruth Davee Department of Neurology, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["Liu", "Aijie", "A", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Mandelstam", "Simone", "S", "Florey Institute of Neuroscience and Mental Health, Parkville, Victoria, Australia."], ["Schneider", "Amy", "A", "Epilepsy Research Centre, Department of Medicine, University of Melbourne, Austin Health, Heidelberg, Victoria, Australia."], ["Lacroix", "Amy", "A", "Division of Genetic Medicine, Department of Pediatrics, University of Washington, Seattle, WA, USA."], ["Zemel", "Matthew", "M", "Division of Genetic Medicine, Department of Pediatrics, University of Washington, Seattle, WA, USA."], ["McMahon", "Jacinta M", "JM", "Epilepsy Research Centre, Department of Medicine, University of Melbourne, Austin Health, Heidelberg, Victoria, Australia."], ["Bello-Espinosa", "Luis", "L", "Department of Paediatrics, University of Calgary, Alberta Children's Hospital, Calgary, Alberta, Canada."], ["Mackay", "Mark", "M", "Departments of Paediatrics and Radiology, University of Melbourne, Royal Children's Hospital, Melbourne, Victoria, Australia."], ["Wallace", "Geoffrey", "G", "Department of Neurology, Lady Cilento Children's Hospital, Brisbane, Queensland, Australia."], ["Waak", "Michaela", "M", "Department of Neurology, Lady Cilento Children's Hospital, Brisbane, Queensland, Australia."], ["Zhang", "Jing", "J", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Yang", "Xiaoling", "X", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Malone", "Stephen", "S", "Department of Neurology, Lady Cilento Children's Hospital, Brisbane, Queensland, Australia."], ["Zhang", "Yue-Hua", "YH", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Mefford", "Heather C", "HC", "Division of Genetic Medicine, Department of Pediatrics, University of Washington, Seattle, WA, USA."], ["Scheffer", "Ingrid E", "IE", "Florey Institute of Neuroscience and Mental Health, Parkville, Victoria, Australia."]], "date": "2017-11-24", "id": "29171013", "text": "Heterozygous de novo variants in the autophagy gene, WDR45, are found in beta-propeller protein-associated neurodegeneration (BPAN). BPAN is characterized by adolescent onset dementia and dystonia; 66% patients have seizures. We asked whether WDR45 was associated with developmental and epileptic encephalopathy (DEE). We performed next generation sequencing of WDR45 in 655 patients with developmental and epileptic encephalopathies. We identified 3/655 patients with DEE plus 4 additional patients with de novo WDR45 pathogenic variants (6 truncations, 1 missense); all were female. Six presented with DEE and 1 with early onset focal seizures and profound regression. Median seizure onset was 12 months, 6 had multiple seizure types, and 5/7 had focal seizures. Three patients had magnetic resonance susceptibility-weighted imaging; blooming was noted in the globus pallidi and substantia nigra in the 2 older children aged 4 and 9 years, consistent with iron accumulation. We show that de novo pathogenic variants are associated with a range of developmental and epileptic encephalopathies with profound developmental consequences.", "doi": "10.1111/epi.13957", "title": "Severe infantile onset developmental and epileptic encephalopathy caused by mutations in autophagy gene WDR45.", "journal": ["Epilepsia", "Epilepsia"]}