{"authors": [["Takenaka", "O", "O", "Eisai Co., Ltd., Tokyo, Japan."], ["Ferry", "J", "J", "Eisai Inc., Woodcliff Lake, NJ, USA."], ["Saeki", "K", "K", "Eisai Co., Ltd., Tokyo, Japan."], ["Laurenza", "A", "A", "Eisai Inc., Woodcliff Lake, NJ, USA."]], "date": "2017-11-23", "id": "29171002", "text": "Explore perampanel pharmacokinetics (PK) in all subjects (aged ≥12 years) vs adolescents (aged ≥12 to ≤17 years) with partial-onset seizures (POS) and identify factors explaining between-subject variability in efficacy using a population PK/pharmacodynamic (PD) analysis.Population PK analysis was performed using nonlinear mixed-effect modeling with data from phase II/III randomized, double-blind, placebo-controlled studies of adjunctive perampanel in POS. Perampanel exposure was predicted for all subjects and adolescents. Population PK/PD analyses were performed using data from phase III studies to explore the relationship between perampanel exposure and 28-day average seizure frequency and responder probability.Pooled perampanel PK data from 1318 subjects were described by a one-compartment disposition model. In the absence of antiepileptic drugs (AEDs) affecting perampanel PK, estimated perampanel apparent clearance (CL/F) was 0.668 L/h (all subjects) and 0.682 L/h (adolescent subjects). Co-administration of carbamazepine and oxcarbazepine/phenytoin reduced perampanel exposure. Gender, Asian race (excluding Japanese or Chinese), and increasing alanine aminotransferase lowered perampanel CL/F, but differences were small and not considered clinically relevant. Adolescent outcomes were similar to the total population. Based on PK/PD data from 1748 subjects, percent reduction in 28-day average seizure frequency from baseline and responder probability increased with increasing perampanel exposure; concomitant CYP3A-inducing AEDs lowered perampanel exposure but did not impact the slope for responder probability.These results are consistent with previous analyses but expand on these through inclusion of a larger number of patients from different ethnic groups, and demonstrate that outcomes were similar between adults and adolescents.", "doi": "10.1111/ane.12874", "title": "Pharmacokinetic/pharmacodynamic analysis of adjunctive perampanel in subjects with partial-onset seizures.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}