{"authors": [["Voets", "Natalie L", "NL", "Wellcome Centre for Integrative Neuroimaging, FMRIB, Nuffield Department of Clinical Neurosciences, University of Oxford, John Radcliffe Hospital, Oxford, OX3 9DU, UK. natalie.voets@ndcn.ox.ac.uk."], ["Hodgetts", "Carl J", "CJ", "Wellcome Centre for Integrative Neuroimaging, FMRIB, Nuffield Department of Clinical Neurosciences, University of Oxford, John Radcliffe Hospital, Oxford, OX3 9DU, UK."], ["Sen", "Arjune", "A", "Oxford Epilepsy Research Group, Nuffield Department of Clinical Neurosciences, University of Oxford, John Radcliffe Hospital, Oxford, OX3 9DU, UK."], ["Adcock", "Jane E", "JE", "Wellcome Centre for Integrative Neuroimaging, FMRIB, Nuffield Department of Clinical Neurosciences, University of Oxford, John Radcliffe Hospital, Oxford, OX3 9DU, UK."], ["Emir", "Uzay", "U", "Wellcome Centre for Integrative Neuroimaging, FMRIB, Nuffield Department of Clinical Neurosciences, University of Oxford, John Radcliffe Hospital, Oxford, OX3 9DU, UK."]], "date": "2017-11-23", "id": "29170537", "text": "Ultra high-field 7T MRI offers sensitivity to localize hippocampal pathology in temporal lobe epilepsy (TLE), but has rarely been evaluated in patients with normal-appearing clinical MRI. We applied multimodal 7T MRI to assess if focal subfield atrophy and deviations in brain metabolites characterize epileptic hippocampi. Twelve pre-surgical TLE patients (7 MRI-negative) and age-matched healthy volunteers were scanned at 7T. Hippocampal subfields were manually segmented from 600μm isotropic resolution susceptibility-weighted images. Hippocampal metabolite spectra were acquired to determine absolute concentrations of glutamate, glutamine, myo-inositol, NAA, creatine and choline. We performed case-controls analyses, using permutation testing, to identify abnormalities in hippocampal imaging measures in individual patients, for evaluation against clinical evidence of seizure lateralisation and neuropsychological memory test scores. Volume analyses identified hippocampal subfield atrophy in 9/12 patients (75%), commonly affecting CA3. 7/8 patients had altered metabolite concentrations, most showing reduced glutamine levels (62.5%). However, neither volume nor metabolite deviations consistently lateralized the epileptogenic hippocampus. Rather, lower subiculum volumes and glutamine concentrations correlated with impaired verbal memory performance. Hippocampal subfield and metabolic abnormalities detected at 7T appear to reflect pathophysiological processes beyond epileptogenesis. Despite limited diagnostic contributions, these markers show promise to help elucidate mnemonic processing in TLE.", "doi": "10.1038/s41598-017-16046-5", "title": "Hippocampal MRS and subfield volumetry at 7T detects dysfunction not specific to seizure focus.", "journal": ["Scientific reports", "Sci Rep"]}