{"authors": [["Wen", "Dingsheng", "D", "Laboratory of Drug Metabolism and Pharmacokinetics, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China; Institute of Clinical Pharmacology, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: dswen168@163.com."], ["Chen", "Ziyi", "Z", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: chenziy@126.com."], ["Yang", "Chao", "C", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: Pedro_y@126.com."], ["Liu", "Huanbin", "H", "Laboratory of Drug Metabolism and Pharmacokinetics, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China; Institute of Clinical Pharmacology, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: arlbenny@126.com."], ["Li", "Hongliang", "H", "Laboratory of Drug Metabolism and Pharmacokinetics, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China; Institute of Clinical Pharmacology, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: analyst369@163.com."], ["Chen", "Juan", "J", "Laboratory of Drug Metabolism and Pharmacokinetics, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China; Institute of Clinical Pharmacology, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: juanke526@163.com."], ["Dai", "Qiling", "Q", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: Dai_qilin@126.com."], ["Zhong", "Guoping", "G", "Laboratory of Drug Metabolism and Pharmacokinetics, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China; Institute of Clinical Pharmacology, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: zhonggp@mail.sysu.edu.cn."], ["Qin", "Jiaming", "J", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: qinjiamin2005@163.com."], ["Ni", "Guanzhong", "G", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: gzni_neuro@163.com."], ["Huang", "Min", "M", "Laboratory of Drug Metabolism and Pharmacokinetics, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China; Institute of Clinical Pharmacology, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: huangmin@mail.sysu.edu.cn."], ["Zhou", "Liemin", "L", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: lmzhou56@163.com."], ["Wang", "Xueding", "X", "Laboratory of Drug Metabolism and Pharmacokinetics, School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou City, Guangdong Province 510080, China. Electronic address: wangxd@mail.sysu.edu.cn."]], "date": "2017-11-16", "id": "29169113", "text": "Valproic acid(VPA) is a classic drug that used to treat epilepsy in monotherapy or combination with other anticonvulsant drugs such as lamotrigine (LTG). Although it was reported that VPA could increase lamotrigine trough concentration in clinical practice, there was no report about the effect of LTG on the trough concentration of VPA and its main metabolites, such as 4-ene-VPA, 3-OH-VPA, 4-OH-VPA, 3-keto-VPA, 2-PGA which are related to the therapeutic and toxic effects of VPA. In this study, a simple and rapid method for the simultaneous determination of VPA and its five metabolites in human plasma using HPLC-MS/MS was developed for the first time. Benzoic acid was used as an internal standard (IS). Separation was performed on a Hypersil GOLD C18 column by isocratic elution using acetonitrile: 10mM ammonium acetate solution (90:10, v/v) as mobile phase at a flow rate of 0.3mL/min. A triple quadrupole mass spectrometer operating in the negative ion-switching, electron spray ionization mode with selection reaction monitoring (SRM) was employed to determine transitions of m/z 143.183→143.183, 157.033→113.165, 173.017→129.074, 159.058→101.082, 140.870→140. 870, 159.049→123.076, 121.035→77.136 for VPA, 2-PGA, 3-keto-VPA, 3-OH-VPA, 4-ene-VPA, 4-OH-VPA and IS, respectively. The method also afforded satisfactory results in terms of sensitivity, specificity, precision (intra- and inter-batch), accuracy, recovery, matrix effect and stability. This method was successfully applied to evaluate the effect of LTG on the trough concentration of VPA, 2-PGA, 3-keto-VPA, 3-OH-VPA, 4-ene-VPA, 4-OH-VPA in Chinese epilepsy patients. The result showed that there was no significant difference in the concentration of VPA and its five metabolites between patients in VPA monotherapy and patients in therapy combining VPA with LTG.", "doi": "10.1016/j.jpba.2017.11.042", "title": "A rapid and simple HPLC-MS/MS method for the simultaneous quantification of valproic acid and its five metabolites in human plasma and application to study pharmacokinetic interaction in Chinese epilepsy patients.", "journal": ["Journal of pharmaceutical and biomedical analysis", "J Pharm Biomed Anal"]}