{"authors": [["McCleary", "Kaci", "K", "Department of Neurology, University of Iowa, United States. Electronic address: kaci-mccleary@uiowa.edu."], ["Barrash", "Joseph", "J", "Department of Neurology, University of Iowa, United States."], ["Granner", "Mark", "M", "Department of Neurology, University of Iowa, United States."], ["Manzel", "Kenneth", "K", "Department of Neurology, University of Iowa, United States."], ["Greider", "Audrey", "A", "Department of Neurology, University of Iowa, United States."], ["Jones", "Robert", "R", "Department of Neurology, University of Iowa, United States."]], "date": "2017-11-21", "id": "29169082", "text": "The intracarotid sodium amytal procedure (the \"Wada test\") has for many years been the gold standard for language and memory lateralization and remains an important part of presurgical analysis for patients with medically intractable seizures. Due to shortages in the key sedative (amobarbital), neuropsychologists have turned to alternatives such as propofol. Our aim was to investigate the safety and efficacy of propofol relative to amobarbital in the Wada test.We performed a retrospective review of the 97 Wada procedures performed at University of Iowa Hospitals and Clinics from 2007 through mid-2015.Propofol produced similar lateralization rates as amobarbital for both language and memory. Similar rates of patients in each group went on to have the resection surgery. With regard to safety, there were no differences found in average rate or severity of adverse effects. None of the demographic characteristics reviewed were predictive of increased risk for either drug.These findings support previous studies indicating that propofol is as safe and efficacious as amobarbital, and can continue to be used in Wada procedures with confidence.", "doi": "10.1016/j.yebeh.2017.10.037", "title": "The safety and efficacy of propofol as a replacement for amobarbital in intracarotid Wada testing of presurgical patients with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}