{"authors": [["Yildiz", "Edibe Pembegül", "EP", "Division of Pediatric Neurology, Department of Pediatrics, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey. Electronic address: edibepembegul@hotmail.com."], ["Yesil", "Gözde", "G", "Department of Medical Genetics, Bezmi Alem Vakif University Faculty of Medicine, Istanbul, Turkey."], ["Bektas", "Gonca", "G", "Division of Pediatric Neurology, Department of Pediatrics, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey."], ["Caliskan", "Mine", "M", "Division of Pediatric Neurology, Department of Pediatrics, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey."], ["Tatlı", "Burak", "B", "Division of Pediatric Neurology, Department of Pediatrics, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey."], ["Aydinli", "Nur", "N", "Division of Pediatric Neurology, Department of Pediatrics, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey."], ["Ozmen", "Meral", "M", "Division of Pediatric Neurology, Department of Pediatrics, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey."]], "date": "2017-11-20", "id": "29169047", "text": "Spinal muscular atrophy with progressive myoclonic epilepsy (SMA-PME), a rare disorder caused by mutation in the ASAH1 gene, is characterized by progressive muscle weakness and intractable epilepsy. The literature about SMA-PME is very rare and most of the time limited to case reports. Mutation in the ASAH1 gene is also found in another rare syndrome which is Farber disease. We report a case of a 13.5-year-old girl with SMA-PME associated with ASAH1 gene mutation. She presented with progressive muscle weakness, tremor, seizure, and cognitive impairment. Clinical features and electrophysiological investigations revealed a motor neuron disease and generalized epilepsy. The marked difference in disease manifestations may explain why Farber and SMA-PME diseases were not suspected of being allelic conditions. SMA-PME cases with ASAH1 mutation could be treated using therapeutic studies regarding Farber disease. In patients with undefined PME or lower motor neuron disease cases, ASAH1 mutation scans should be studied.", "doi": "10.1016/j.clineuro.2017.11.008", "title": "Spinal muscular atrophy with progressive myoclonic epilepsy linked to mutations in ASAH1.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}