{"authors": [["Dehn", "Lorenz B", "LB", "Society for Epilepsy Research, Bethel Epilepsy Center, Bielefeld, Germany; Department of Psychology, Bielefeld University, Bielefeld, Germany. Electronic address: lorenz.dehn@evkb.de."], ["Pfäfflin", "Margarete", "M", "Society for Epilepsy Research, Bethel Epilepsy Center, Bielefeld, Germany."], ["Brückner", "Sabine", "S", "Saxonian Epilepsy Center Radeberg, Radeberg, Germany."], ["Lutz", "Martin T", "MT", "Saxonian Epilepsy Center Radeberg, Radeberg, Germany."], ["Steinhoff", "Bernhard J", "BJ", "Kork Epilepsy Center, Kehl-Kork, Germany."], ["Mayer", "Thomas", "T", "Saxonian Epilepsy Center Radeberg, Radeberg, Germany."], ["Bien", "Christian G", "CG", "Society for Epilepsy Research, Bethel Epilepsy Center, Bielefeld, Germany."], ["Nussbeck", "Fridtjof W", "FW", "Department of Psychology, Bielefeld University, Bielefeld, Germany."], ["May", "Theodor W", "TW", "Society for Epilepsy Research, Bethel Epilepsy Center, Bielefeld, Germany; Department of Psychology, Bielefeld University, Bielefeld, Germany."]], "date": "2017-11-13", "id": "29169028", "text": "Depressive and anxiety disorders are frequent among people with epilepsies. There are, however, only few longitudinal studies, which examine the relationship between these comorbid psychiatric disorders and epilepsy-related variables. Thus, we investigated the interrelationships of depression and anxiety symptoms with seizure frequency across time.Before admittance to an epilepsy center (T1) and six months after discharge (T2), patients (n=198) with mainly difficult-to-treat epilepsies completed the Hospital Anxiety and Depression Scale (HADS). Correlation and path analyses were conducted.Depression and anxiety symptoms (HADS) as well as seizure frequency significantly decreased from baseline to follow-up. Both at T1 and T2, seizure frequency was slightly, but significantly correlated with depression and anxiety levels (rs=0.17-.32). Cross-lagged-analyses showed that baseline (T1) level of depression significantly predicted frequency of seizures at follow-up (T2). However, anxiety at T1 was not a significant predictor of seizure frequency at T2 and seizure frequency at T1 did not predict either depressive or anxiety symptoms at T2.The present findings emphasize the importance of psychiatric comorbidities, especially depression, for seizure frequency and its progress in patients with difficult-to-treat epilepsies referred to a specialized epilepsy center. Thus, comorbid psychiatric disorders need specific consideration as part of a comprehensive diagnostic and therapeutic treatment approach.", "doi": "10.1016/j.seizure.2017.11.008", "title": "Relationships of depression and anxiety symptoms with seizure frequency: Results from a multicenter follow-up study.", "journal": ["Seizure", "Seizure"]}