{"authors": [["Estey", "Chelsie M", "CM", "Department of Clinical Sciences, Cornell University Hospital for Animals, Ithaca, NY, United States."], ["Dewey", "Curtis W", "CW", "Department of Clinical Sciences, Cornell University Hospital for Animals, Ithaca, NY, United States."], ["Rishniw", "Mark", "M", "Department of Clinical Sciences, Cornell University Hospital for Animals, Ithaca, NY, United States."], ["Lin", "David M", "DM", "Department of Biomedical Sciences, Cornell University, Ithaca, NY, United States."], ["Bouma", "Jennifer", "J", "Rochester Veterinary Specialists, Rochester, NY, United States."], ["Sackman", "Joseph", "J", "Long Island Veterinary Specialists, Plainview, NY, United States."], ["Burkland", "Erica", "E", "Department of Clinical Sciences, Cornell University Hospital for Animals, Ithaca, NY, United States."]], "date": "2017-11-08", "id": "29167797", "text": "MRI-acquired volumetric measurements from 100 dogs with presumptive idiopathic epilepsy (IE) and 41 non-epileptic (non-IE) dogs were used to determine if hippocampal asymmetry exists in the IE as compared to the non-IE dogs. MRI databases from three institutions were searched for dogs that underwent MRI of the brain and were determined to have IE and those that were considered non-IE dogs. Volumes of the right and left hippocampi were measured using Mimics® software. Median hippocampal volumes of IE and non-IE dogs were 0.47 and 0.53 cm3, respectively. There was no significant difference in overall hippocampal volume between IE and non-IE dogs; however, IE dogs had greater hippocampal asymmetry than non-IE dogs (P < 0.012). A threshold value of 1.16 from the hippocampal ratio had an 85% specificity for identifying IE-associated asymmetry. Thirty five percent of IE dogs had a hippocampal ratio >1.16. Asymmetry was not associated with any particular hemisphere (P = 0.67). Our study indicates that hippocampal asymmetry occurs in a subset of dogs with presumptive idiopathic/genetic epilepsy, suggesting a structural etiology to some cases of IE.", "doi": "10.3389/fvets.2017.00183", "title": "A Subset of Dogs with Presumptive Idiopathic Epilepsy Show Hippocampal Asymmetry: A Volumetric Comparison with Non-Epileptic Dogs Using MRI.", "journal": ["Frontiers in veterinary science", "Front Vet Sci"]}