{"authors": [["Angdembe", "Mangesh", "M", "Research Department, Transcultural Psychosocial Organisation (TPO) Nepal, Kathmandu, Nepal."], ["Kohrt", "Brandon A", "BA", "Department of Psychiatry, George Washington University, Washington DC, USA."], ["Jordans", "Mark", "M", "War Child Holland The Netherlands and Centre for Global Mental Health, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Rimal", "Damodar", "D", "Research Department, Transcultural Psychosocial Organisation (TPO) Nepal, Kathmandu, Nepal."], ["Luitel", "Nagendra P", "NP", "Research Department, Transcultural Psychosocial Organisation (TPO) Nepal, Kathmandu, Nepal."]], "date": "2017-11-15", "id": "29167700", "text": "Nepal is representative of Low and Middle Income Countries (LMIC) with limited availability of mental health services in rural areas, in which the majority of the population resides.This formative qualitative study explores resources, challenges, and potential barriers to the development and implementation of evidence-based Comprehensive Community-based Mental Health Services (CCMHS) in accordance with the mental health Gap Action Programme (mhGAP) for persons with severe mental health disorders and epilepsy. Focus Group Discussions (FGDs, n = 9) and Key-Informant Interviews (KIIs, n = 26) were conducted in a rural district in western Nepal. Qualitative data were coded using the Framework Analysis Method employing QSR NVIVO software.Health workers, general community members, and persons living with mental illness typically attributed mental illness to witchcraft, curses, and punishment for sinful acts. Persons with mental illness are often physically bound or locked in structures near their homes. Mental health services in medical settings are not available. Traditional healers are often the first treatment of choice. Primary care workers are limited both by lack of knowledge about mental illness and the inability to prescribe psychotropic medication. Health workers supported upgrading their existing knowledge and skills through mhGAP resources. Health workers lacked familiarity with basic computing and mobile technology, but they supported the introduction of mobile technology for delivering effective mental health services. Persons with mental illness and their family members supported the development of patient support groups for collective organization and advocacy. Stakeholders also supported development of focal community resource persons to aid in mental health service delivery and education.Health workers, persons living with mental illness and their families, and other stakeholders identified current gaps and barriers related to mental health services. However, respondents were generally supportive in developing community-based care in rural Nepal.", "doi": "10.1186/s13033-017-0176-9", "title": "Situational analysis to inform development of primary care and community-based mental health services for severe mental disorders in Nepal.", "journal": ["International journal of mental health systems", "Int J Ment Health Syst"]}