{"authors": [["Ng", "Nawi", "N", "Unit of Epidemiology and Global Health, Department of Public Health and Clinical Medicine, Faculty of Medicine, Umeå University, SE-901 87, Umeå, Sweden."], ["Flygare Wallén", "Eva", "E", "Karolinska Institutet (KI), Department of Neurobiology, Care Sciences and Society (NVS), Division of Family Medicine and Primary Care, Alfred Nobels allé 23, D2, SE-141 83, Huddinge, Sweden."], ["Ahlström", "Gerd", "G", "Department of Health Sciences, Faculty of Medicine, Lund University, P.O. Box 157, SE-221 00, Lund, Sweden. gerd.ahlstrom@med.lu.se."]], "date": "2017-11-22", "id": "29166873", "text": "Sweden has closed all institutions and imposed legislation to ensure service and support for individuals with intellectual disability (ID). Understanding mortality among older individuals with ID is essential to inform development of health promotion and disease control strategies. We investigated patterns and risk of mortality among older adults with ID in Sweden.This retrospective cohort study compared older adults aged 55 years and older with ID with a control population. Participants were followed during 2002-2015 or death, and censored if they moved out of Sweden. Individuals with ID were identified from two national registers: one covering all specialist health-care visits (out-patient visits and hospitalisation) and the other covering people accessing social/support services. Individuals with ID (n = 15,289) were matched with a control population by sex, birth year, and year of first hospitalisation/out-patient visit/access to LSS services. Cause-of-death data were recorded using International Classification of Diseases, Tenth Revision. Cox proportional hazards regression were conducted to assess if overall and cause-specific mortality rate among individuals with ID was higher than in the Swedish population.The overall mortality rate among individuals with ID was 2483 per 100,000 people compared with 810 in the control population. Among those who died, more individuals with ID were younger than 75 years and unmarried. Leading causes of death among individuals with ID were circulatory diseases (34%), respiratory diseases (17%) and neoplasms (15%). Leading causes of death in a sub-sample with Down syndrome (DS) were respiratory diseases (37%), circulatory diseases (26%) and mental/behavioural disorders (11%). Epilepsy and pneumonitis were more common among individuals with ID than controls. Alzheimer's disease was common in the control population and individuals with DS, but not among those with ID when DS was excluded. Individuals with ID had a higher overall mortality risk (hazard ratio [HR] 4.1, 95% confidence interval [CI] 4.0-4.3) and respiratory disease death risk (HR 12.5, 95% CI 10.9-14.2) than controls.Older adults with ID in Sweden carry a higher mortality risk compared with the general population, mainly attributable to respiratory, nervous and circulatory diseases. Care for this group, particularly during the terminal stage of illness, needs to be tailored based on understanding of their main health problem.", "doi": "10.1186/s12877-017-0665-3", "title": "Mortality patterns and risk among older men and women with intellectual disability: a Swedish national retrospective cohort study.", "journal": ["BMC geriatrics", "BMC Geriatr"]}