{"authors": [["Chowdhury", "Rasheda Arman", "RA", "Multimodal Functional Imaging Lab, Biomedical Engineering Department, McGill University, Montreal, Québec, Canada."], ["Pellegrino", "Giovanni", "G", "San Camillo Hospital IRCCS, 80 Via Alberoni, Venice, 30126, Italy."], ["Aydin", "Ümit", "Ü", "Multimodal Functional Imaging Lab, Department of Physics and PERFORM Centre, Concordia University, Montreal, Québec, Canada."], ["Lina", "Jean-Marc", "JM", "Ecole de Technologie Supérieure, Montréal, Québec, Canada."], ["Dubeau", "François", "F", "Neurology and Neurosurgery Department, Montreal Neurological Institute, McGill University, Montreal, Québec, Canada."], ["Kobayashi", "Eliane", "E", "Neurology and Neurosurgery Department, Montreal Neurological Institute, McGill University, Montreal, Québec, Canada."], ["Grova", "Christophe", "C", "Multimodal Functional Imaging Lab, Biomedical Engineering Department, McGill University, Montreal, Québec, Canada."]], "date": "2017-11-21", "id": "29164737", "text": "Fusion of electroencephalography (EEG) and magnetoencephalography (MEG) data using maximum entropy on the mean method (MEM-fusion) takes advantage of the complementarities between EEG and MEG to improve localization accuracy. Simulation studies demonstrated MEM-fusion to be robust especially in noisy conditions such as single spike source localizations (SSSL). Our objective was to assess the reliability of SSSL using MEM-fusion on clinical data. We proposed to cluster SSSL results to find the most reliable and consistent source map from the reconstructed sources, the so-called consensus map. Thirty-four types of interictal epileptic discharges (IEDs) were analyzed from 26 patients with well-defined epileptogenic focus. SSSLs were performed on EEG, MEG, and fusion data and consensus maps were estimated using hierarchical clustering. Qualitative (spike-to-spike reproducibility rate, SSR) and quantitative (localization error and spatial dispersion) assessments were performed using the epileptogenic focus as clinical reference. Fusion SSSL provided significantly better results than EEG or MEG alone. Fusion found at least one cluster concordant with the clinical reference in all cases. This concordant cluster was always the one involving the highest number of spikes. Fusion yielded highest reproducibility (SSR EEG = 55%, MEG = 71%, fusion = 90%) and lowest localization error. Also, using only few channels from either modality (21EEG + 272MEG or 54EEG + 25MEG) was sufficient to reach accurate fusion. MEM-fusion with consensus map approach provides an objective way of finding the most reliable and concordant generators of IEDs. We, therefore, suggest the pertinence of SSSL using MEM-fusion as a valuable clinical tool for presurgical evaluation of epilepsy.", "doi": "10.1002/hbm.23889", "title": "Reproducibility of EEG-MEG fusion source analysis of interictal spikes: Relevance in presurgical evaluation of epilepsy.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}