{"authors": [["Valente", "Pierluigi", "P", "Department of Experimental Medicine, Section of Physiology, University of Genoa, 16132 Genova, Italy."], ["Farisello", "Pasqualina", "P", "Department of Experimental Medicine, Section of Physiology, University of Genoa, 16132 Genova, Italy."], ["Valtorta", "Flavia", "F", "S. Raffaele Scientific Institute and Vita-Salute University, 20132 Milano, Italy."], ["Baldelli", "Pietro", "P", "Department of Experimental Medicine, Section of Physiology, University of Genoa, 16132 Genova, Italy."], ["Benfenati", "Fabio", "F", "Department of Experimental Medicine, Section of Physiology, University of Genoa, 16132 Genova, Italy."]], "date": "2017-09-30", "id": "29163811", "text": "Synapsins are a family of synaptic vesicle phosphoproteins regulating synaptic transmission and plasticity. SYN1/2 genes are major epilepsy susceptibility genes in humans. Consistently, synapsin I/II/III triple knockout (TKO) mice are epileptic and exhibit severe impairments in phasic and tonic GABAergic inhibition that precede the appearance of the epileptic phenotype. These changes are associated with an increased strength of excitatory transmission that has never been mechanistically investigated. Here, we observed that an identical effect in excitatory transmission could be induced in wild-type (WT) Schaffer collateral-CA1 pyramidal cell synapses by blockade of GABAB receptors (GABABRs). The same treatment was virtually ineffective in TKO slices, suggesting that the increased strength of the excitatory transmission results from an impairment of GABAB presynaptic inhibition. Exogenous stimulation of GABABRs in excitatory autaptic neurons, where GABA spillover is negligible, demonstrated that GABABRs were effective in inhibiting excitatory transmission in both WT and TKO neurons. These results demonstrate that the decreased GABA release and spillover, previously observed in TKO hippocampal slices, removes the tonic brake of presynaptic GABABRs on glutamate transmission, making the excitation/inhibition imbalance stronger.", "doi": "10.18632/oncotarget.21405", "title": "Impaired GABAB-mediated presynaptic inhibition increases excitatory strength and alters short-term plasticity in synapsin knockout mice.", "journal": ["Oncotarget", "Oncotarget"]}