{"authors": [["Bonaz", "Bruno", "B", "Division of Hepato-Gastroenterology, Grenoble University Hospital, Grenoble, Alpes, France."], ["Sinniger", "Valérie", "V", "Division of Hepato-Gastroenterology, Grenoble University Hospital, Grenoble, Alpes, France."], ["Pellissier", "Sonia", "S", "Laboratoire Inter-Universitaire de Psychologie, Personnalité, Cognition et Changement Social LIP/PC2S-EA4145, University Savoie Mont Blanc, Chambéry, France."]], "date": "2017-11-02", "id": "29163522", "text": "The vagus nerve (VN) is the longest nerve of the organism and a major component of the parasympathetic nervous system which constitutes the autonomic nervous system (ANS), with the sympathetic nervous system. There is classically an equilibrium between the sympathetic and parasympathetic nervous systems which is responsible for the maintenance of homeostasis. An imbalance of the ANS is observed in various pathologic conditions. The VN, a mixed nerve with 4/5 afferent and 1/5 efferent fibers, is a key component of the neuro-immune and brain-gut axes through a bidirectional communication between the brain and the gastrointestinal (GI) tract. A dual anti-inflammatory role of the VN is observed using either vagal afferents, targeting the hypothalamic-pituitary-adrenal axis, or vagal efferents, targeting the cholinergic anti-inflammatory pathway. The sympathetic nervous system and the VN act in synergy, through the splenic nerve, to inhibit the release of tumor necrosis factor-alpha (TNFα) by macrophages of the peripheral tissues and the spleen. Because of its anti-inflammatory effect, the VN is a therapeutic target in the treatment of chronic inflammatory disorders where TNFα is a key component. In this review, we will focus on the anti-inflammatory role of the VN in inflammatory bowel diseases (IBD). The anti-inflammatory properties of the VN could be targeted pharmacologically, with enteral nutrition, by VN stimulation (VNS), with complementary medicines or by physical exercise. VNS is one of the alternative treatments for drug resistant epilepsy and depression and one might think that VNS could be used as a non-drug therapy to treat inflammatory disorders of the GI tract, such as IBD, irritable bowel syndrome, and postoperative ileus, which are all characterized by a blunted autonomic balance with a decreased vagal tone.", "doi": "10.3389/fimmu.2017.01452", "title": "The Vagus Nerve in the Neuro-Immune Axis: Implications in the Pathology of the Gastrointestinal Tract.", "journal": ["Frontiers in immunology", "Front Immunol"]}