{"authors": [["Colnaghi", "Silvia", "S", "Laboratory of Neuro-otology and Neuro-ophtalmology, Fondazione Istituto Neurologico Nazionale Casimiro Mondino (IRCCS), Pavia, Italy."], ["Beltrami", "Giorgio", "G", "Department of Electrical, Computer and Biomedical Engineering, University of Pavia, Pavia, Italy."], ["Poloni", "Guy", "G", "Neuroradiology Department, Fondazione Istituto Neurologico Nazionale Casimiro Mondino (IRCCS), Pavia, Italy."], ["Pichiecchio", "Anna", "A", "Neuroradiology Department, Fondazione Istituto Neurologico Nazionale Casimiro Mondino (IRCCS), Pavia, Italy."], ["Bastianello", "Stefano", "S", "Neuroradiology Department, Fondazione Istituto Neurologico Nazionale Casimiro Mondino (IRCCS), Pavia, Italy."], ["Galimberti", "Carlo Andrea", "CA", "Epilepsy Centre, Fondazione Istituto Neurologico Nazionale Casimiro Mondino (IRCCS), Pavia, Italy."], ["Versino", "Maurizio", "M", "Laboratory of Neuro-otology and Neuro-ophtalmology, Fondazione Istituto Neurologico Nazionale Casimiro Mondino (IRCCS), Pavia, Italy."]], "date": "2017-11-07", "id": "29163352", "text": "Mesial temporal lobe epilepsy with hippocampal sclerosis (MTLE-HS) may involve extrahippocampal areas of structural damage and dysfunction. The accuracy of medium-term spatial memory can be tested by memory-guided saccades (MGS) to evaluate a functional impairment of the parahippocampal cortex (PHC), while voxel-based morphometry (VBM) analysis can be used to detect a structural damage of the latter region.MGS with 3- and 30-s memorization delays were compared between 7 patients affected by right MTLE-HS (r-MTLE-HS), 6 patients affected by left MTLE-HS, and 13 healthy controls. The same subjects underwent brain MRI for a VBM analysis. Correlation analysis was performed between the results of VBM and MGS and with patients' clinical data.Right MTLE-HS patients showed impaired accuracy of leftward MGS with a 30-s memorization delay; their gray-matter volume was reduced in the right hippocampus and inferior temporal gyrus, and bilaterally in the cerebellum. Left MTLE-HS patients had normal MGS accuracy; their gray-matter volume was reduced in the left hippocampus, in the right-inferior temporal gyrus and corpus callosus, and bilaterally in the insular cortex and in the cerebellum. The difference between right and left parahippocampal volumes correlated with MGS accuracy, while right and left hippocampal volumes did not. Hippocampal and parahippocampal volume did not correlate with clinical variables such as febrile seizures, age at disease onset, disease duration, and seizure frequency.MGS abnormalities suggested the functional involvement of the right PHC in patients with r-MTLE-HS, supporting a right lateralization of spatial memory control and showing a relation between functional impairment and degree of atrophy.", "doi": "10.3389/fneur.2017.00595", "title": "Parahippocampal Involvement in Mesial Temporal Lobe Epilepsy with Hippocampal Sclerosis: A Proof of Concept from Memory-Guided Saccades.", "journal": ["Frontiers in neurology", "Front Neurol"]}