{"authors": [["Bertoglio", "Daniele", "D", "Department of Translational Neurosciences, University of Antwerp, Antwerp, Belgium."], ["Amhaoul", "Halima", "H", "Department of Translational Neurosciences, University of Antwerp, Antwerp, Belgium."], ["Van Eetveldt", "Annemie", "A", "Department of Translational Neurosciences, University of Antwerp, Antwerp, Belgium."], ["Houbrechts", "Ruben", "R", "Department of Translational Neurosciences, University of Antwerp, Antwerp, Belgium."], ["Van De Vijver", "Sebastiaan", "S", "Department of Translational Neurosciences, University of Antwerp, Antwerp, Belgium."], ["Ali", "Idrish", "I", "Department of Translational Neurosciences, University of Antwerp, Antwerp, Belgium."], ["Dedeurwaerdere", "Stefanie", "S", "Department of Translational Neurosciences, University of Antwerp, Antwerp, Belgium."]], "date": "2017-11-06", "id": "29163349", "text": "The aim of epilepsy models is to investigate disease ontogenesis and therapeutic interventions in a consistent and prospective manner. The kainic acid-induced status epilepticus (KASE) rat model is a widely used, well-validated model for temporal lobe epilepsy (TLE). As we noted significant variability within the model between labs potentially related to the rat strain used, we aimed to describe two variants of this model with diverging seizure phenotype and neuropathology. In addition, we evaluated two different protocols to induce status epilepticus (SE). Wistar Han (Charles River, France) and Sprague-Dawley (Harlan, The Netherlands) rats were subjected to KASE using the Hellier kainic acid (KA) and a modified injection scheme. Duration of SE and latent phase were characterized by video-electroencephalography (vEEG) in a subgroup of animals, while animals were sacrificed 1 week (subacute phase) and 12 weeks (chronic phase) post-SE. In the 12 weeks post-SE groups, seizures were monitored with vEEG. Neuronal loss (neuronal nuclei), microglial activation (OX-42 and translocator protein), and neurodegeneration (Fluorojade C) were assessed. First, the Hellier protocol caused very high mortality in WH/CR rats compared to SD/H animals. The modified protocol resulted in a similar SE severity for WH/CR and SD/H rats, but effectively improved survival rates. The latent phase was significantly shorter (p < 0.0001) in SD/H (median 8.3 days) animals compared to WH/CR (median 15.4 days). During the chronic phase, SD/H rats had more seizures/day compared to WH/CR animals (p < 0.01). However, neuronal degeneration and cell loss were overall more extensive in WH/CR than in SD/H rats; microglia activation was similar between the two strains 1 week post-SE, but higher in WH/CR rats 12 weeks post-SE. These neuropathological differences may be more related to the distinct neurotoxic effects of KA in the two rat strains than being the outcome of seizure burden itself. The divergences in disease progression and seizure outcome, in addition to the histopathological dissimilarities, further substantiate the existence of strain differences for the KASE rat model of TLE.", "doi": "10.3389/fneur.2017.00588", "title": "Kainic Acid-Induced Post-Status Epilepticus Models of Temporal Lobe Epilepsy with Diverging Seizure Phenotype and Neuropathology.", "journal": ["Frontiers in neurology", "Front Neurol"]}