{"authors": [["Russell", "Vivienne A", "VA", "Department of Human Biology, Faculty of Health Sciences, University of Cape Town, Observatory, Cape Town, South Africa."]], "date": "2017-11-07", "id": "29163069", "text": "Neuroscience began with neuroanatomy and neurosurgery in Egypt more than 5000 years ago. Knowledge grew over time and specialized neurosurgery centers were established in north Africa in the eleventh century. However, it was not until the twentieth century that neuroscience research became established in sub-Saharan Africa. In most African countries, clinical research focused on understanding the rationale and improving treatment of epilepsy, infections, nutritional neuropathies, stroke and tumors. Significant advances were made. In the twenty-first century, African knowledge expanded to include all branches of neuroscience, contributing to genetic, biochemical and inflammatory determinants of brain disorders. A major focus of basic neuroscience research has been, and is, investigation of plant extracts, drugs and stress in animal models, providing insight and identifying potential novel therapies. A significant event in the history of African neuroscience was the founding of the Society of Neuroscientists of Africa (SONA) in 1993. The International Brain Research Organization (IBRO) supported SONA conferences, as well as workshops and neuroscience training schools in Africa. Thanks to their investment, as well as that of funding agencies, such as the National Institutes of Health (NIH), International Society for Neurochemistry (ISN), World Federation of Neurosurgical Societies (WFNS), World Federation of Neurology (WFN) and the International League Against Epilepsy (ILAE), neuroscience research is well-established in Africa today. However, in order to continue to develop, African neuroscience needs continued international support and African neuroscientists need to engage in policy and decision-making to persuade governments to fund studies that address the unique regional needs in Africa.", "doi": "10.3389/fnana.2017.00096", "title": "Notes on the Recent History of Neuroscience in Africa.", "journal": ["Frontiers in neuroanatomy", "Front Neuroanat"]}