{"authors": [["Kros", "Lieke", "L", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."], ["Lindeman", "Sander", "S", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."], ["Eelkman Rooda", "Oscar H J", "OHJ", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."], ["Murugesan", "Pavithra", "P", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."], ["Bina", "Lorenzo", "L", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."], ["Bosman", "Laurens W J", "LWJ", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."], ["De Zeeuw", "Chris I", "CI", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."], ["Hoebeek", "Freek E", "FE", "Department of Neuroscience, Erasmus MC, Rotterdam, Netherlands."]], "date": "2017-10-31", "id": "29163057", "text": "Absence epilepsy is characterized by the occurrence of generalized spike and wave discharges (GSWDs) in electrocorticographical (ECoG) recordings representing oscillatory activity in thalamocortical networks. The oscillatory nature of GSWDs has been shown to be reflected in the simple spike activity of cerebellar Purkinje cells and in the activity of their target neurons in the cerebellar nuclei, but it is unclear to what extent complex spike activity is implicated in generalized epilepsy. Purkinje cell complex spike firing is elicited by climbing fiber activation and reflects action potential firing in the inferior olive. Here, we investigated to what extent modulation of complex spike firing is reflected in the temporal patterns of seizures. Extracellular single-unit recordings in awake, head-restrained homozygous tottering mice, which suffer from a mutation in the voltage-gated CaV2.1 calcium channel, revealed that a substantial proportion of Purkinje cells (26%) showed increased complex spike activity and rhythmicity during GSWDs. Moreover, Purkinje cells, recorded either electrophysiologically or by using Ca2+-imaging, showed a significant increase in complex spike synchronicity for both adjacent and remote Purkinje cells during ictal events. These seizure-related changes in firing frequency, rhythmicity and synchronicity were most prominent in the lateral cerebellum, a region known to receive cerebral input via the inferior olive. These data indicate profound and widespread changes in olivary firing that are most likely induced by seizure-related activity changes in the thalamocortical network, thereby highlighting the possibility that olivary neurons can compensate for pathological brain-state changes by dampening oscillations.", "doi": "10.3389/fncel.2017.00346", "title": "Synchronicity and Rhythmicity of Purkinje Cell Firing during Generalized Spike-and-Wave Discharges in a Natural Mouse Model of Absence Epilepsy.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}