{"authors": [["Srivastava", "Arpna", "A", "Centre of Excellence for Epilepsy, a joint collaboration of NBRC & AIIMS, New Delhi, India."], ["Dixit", "Aparna Banerjee", "AB", "Centre of Excellence for Epilepsy, a joint collaboration of NBRC & AIIMS, New Delhi, India."], ["Paul", "Debasmita", "D", "Centre of Excellence for Epilepsy, a joint collaboration of NBRC & AIIMS, New Delhi, India."], ["Tripathi", "Manjari", "M", "Centre of Excellence for Epilepsy, a joint collaboration of NBRC & AIIMS, New Delhi, India."], ["Sarkar", "Chitra", "C", "Department of Pathology, All India Institute of Medical Sciences, New Delhi, India."], ["Chandra", "P Sarat", "PS", "Centre of Excellence for Epilepsy, a joint collaboration of NBRC & AIIMS, New Delhi, India."], ["Banerjee", "Jyotirmoy", "J", "Centre of Excellence for Epilepsy, a joint collaboration of NBRC & AIIMS, New Delhi, India. jyotirmoybanerjee1@gmail.com."]], "date": "2017-11-21", "id": "29162878", "text": "Experimental and clinical evidence have demonstrated aberrant expression of cytokines/chemokines and their receptors in patients with hippocampal sclerosis (HS) and focal cortical dysplasia (FCD). However, there is limited information regarding the modulation of cytokine/chemokine-regulatory networks, suggesting contribution of miRNAs and downstream transcription factors/receptors in these pathologies. Hence, we studied the levels of multiple inflammatory mediators (IL1β, IL1Ra, IL6, IL10, CCL3, CCL4, TNFα and VEGF) along with transcriptional changes of nine related miRNAs and mRNA levels of downstream effectors of significantly altered cytokines/chemokines in brain tissues obtained from patients with HS (n = 26) and FCD (n = 26). Up regulation of IL1β, IL6, CCL3, CCL4, STAT-3, C-JUN and CCR5, and down regulation of IL 10 were observed in both HS and FCD cases (p < 0.05). CCR5 was significantly up regulated in FCD as compared to HS (p < 0.001). Both, HS and FCD presented decreased miR-223-3p, miR-21-5p, miR-204-5p and let-7a-5p and increased miR-155-5p expression (p < 0.05). As compared to HS, miR-204-5p (upstream to CCR5 and IL1β) and miR-195-5p (upstream to CCL4) were significantly decreased in FCD patients (p < 0.01). Our results suggest differential alteration of cytokine/chemokine regulatory networks in HS and FCD and provide a rationale for developing pathology specific therapy.", "doi": "10.1038/s41598-017-16041-w", "title": "Comparative analysis of cytokine/chemokine regulatory networks in patients with hippocampal sclerosis (HS) and focal cortical dysplasia (FCD).", "journal": ["Scientific reports", "Sci Rep"]}