{"authors": [["Ylipalosaari", "Pekka", "P", "Department of Infection Control, Oulu University Hospital, Box 21, FIN-90029, Oulu, OYS, Finland. pylipalo@gmail.com."], ["Ala-Kokko", "Tero I", "TI", "Department of Anesthesiology, Division of Intensive Care, Oulu University Hospital, FIN-90029, Oulu, OYS, Finland."], ["Laurila", "Jouko", "J", "Department of Anesthesiology, Division of Intensive Care, Oulu University Hospital, FIN-90029, Oulu, OYS, Finland."], ["Ahvenjärvi", "Lauri", "L", "Department of Radiology, Oulu University Hospital, FIN-90029, Oulu, OYS, Finland."], ["Syrjälä", "Hannu", "H", "Department of Infection Control, Oulu University Hospital, Box 21, FIN-90029, Oulu, OYS, Finland."]], "date": "2017-11-21", "id": "29162037", "text": "We compared in a single mixed intensive care unit (ICU) patients with influenza A(H1N1) pdm09 between pandemic and postpandemic periods.Retrospective analysis of prospectively collected data in 2009-2016. Data are expressed as median (25th-75th percentile) or number (percentile).Seventy-six influenza A(H1N1) pdm09 patients were admitted to the ICU: 16 during the pandemic period and 60 during the postpandemic period. Postpandemic patients were significantly older (60 years vs. 43 years, p < 0.001) and less likely to have epilepsy or other neurological diseases compared with pandemic patients (5 [8.3%] vs. 6 [38%], respectively; p = 0.009). Postpandemic patients were more likely than pandemic patients to have cardiovascular disease (24 [40%] vs. 1 [6%], respectively; p = 0.015), and they had higher scores on APACHE II (17 [13-22] vs. 14 [10-17], p = 0.002) and SAPS II (40 [31-51] vs. 31 [25-35], p = 0.002) upon admission to the ICU. Postpandemic patients had higher maximal SOFA score (9 [5-12] vs. 5 [4-9], respectively; p = 0.03) during their ICU stay. Postpandemic patients had more often septic shock (40 [66.7%] vs. 8 [50.0%], p = 0.042), and longer median hospital stays (15.0 vs. 8.0 days, respectively; p = 0.006). During 2015-2016, only 18% of the ICU- treated patients had received seasonal influenza vaccination.Postpandemic ICU-treated A(H1N1) pdm09 influenza patients were older and developed more often septic shock and had longer hospital stays than influenza patients during the 2009 pandemic.", "doi": "10.1186/s12879-017-2829-3", "title": "ICU-treated influenza A(H1N1) pdm09 infections more severe post pandemic than during 2009 pandemic: a retrospective analysis.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}