{"authors": [["Nayak", "Chetan S", "CS", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."], ["Mariyappa", "N", "N", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."], ["Majumdar", "Kaushik K", "KK", "3 Systems Science and Informatics Unit, Indian Statistical Institute, Bengaluru, India."], ["Prasad", "Pradeep D", "PD", "4 Department of Biostatistics, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."], ["Ravi", "G S", "GS", "4 Department of Biostatistics, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."], ["Nagappa", "M", "M", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."], ["Kandavel", "Thennarasu", "T", "4 Department of Biostatistics, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."], ["Taly", "Arun B", "AB", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."], ["Sinha", "Sanjib", "S", "1 Department of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bengaluru, India."]], "date": "2017-03-01", "id": "29161907", "text": "Excessive cortical synchrony within neural ensembles has been implicated as an important mechanism driving epileptiform activity. The current study measures and compares background electroencephalographic (EEG) phase synchronization in patients having various types of epilepsies and healthy controls during awake and sleep stages.A total of 120 patients with epilepsy (PWE) subdivided into 3 groups (juvenile myoclonic epilepsy [JME], temporal lobe epilepsy [TLE], and extra-temporal lobe epilepsy [Ex-TLE]; n = 40 in each group) and 40 healthy controls were subjected to overnight polysomnography. EEG phase synchronization (SI) between the 8 EEG channels was assessed for delta, theta, alpha, sigma, and high beta frequency bands using ensemble measure on 10-second representative time windows and compared between patients and controls and also between awake and sleep stages. Mean ± SD of SI was compared using 2-way analysis of variance followed by pairwise comparison ( P ≤ .05).In both delta and theta bands, the SI was significantly higher in patients with JME, TLE, and Ex-TLE compared with controls, whereas in alpha, sigma, and high beta bands, SI was comparable between the groups. On comparison of SI between sleep stages, delta band: progressive increase in SI from wake ⇒ N1 ⇒ N2 ⇒ N3, whereas REM (rapid eye movement) was comparable to wake; theta band: decreased SI during N2 and increase during N3; alpha band: SI was highest in wake and lower in N1, N2, N3, and REM; and sigma and high beta bands: progressive increase in SI from wake ⇒ N1 ⇒ N2 ⇒ N3; however, sigma band showed lower SI during REM.This study found an increased background cortical synchronization in PWE compared with healthy controls in delta and theta bands during wake and sleep. This background hypersynchrony may be an important property of epileptogenic brain circuitry in PWE, which enables them to effortlessly generate a paroxysmal EEG depolarization shift.", "doi": "10.1177/1550059417696559", "title": "Heightened Background Cortical Synchrony in Patients With Epilepsy: EEG Phase Synchrony Analysis During Awake and Sleep Stages Using Novel Ensemble Measure.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}