{"authors": [["Doudoux", "Hannah", "H", "1 Clinical Neurophysiology Unit, Neurology Department, University Grenoble Alpes Hospital, Grenoble, France."], ["Skaare", "Kristina", "K", "2 Clinical investigation centre, University Grenoble Alpes hospital, ThEMAS, TIMC, UMR-CNRS 5525, University Grenoble Alpes, Grenoble, France."], ["Geay", "Thomas", "T", "3 Grenoble Alpes University, Grenoble INP, CNRS, GIPSA-Lab, Grenoble France."], ["Kahane", "Philippe", "P", "4 Epilpesy Unit Neurology Department, University University Grenoble Alpes Hospital, Grenoble, France."], ["Bosson", "Jean L", "JL", "2 Clinical investigation centre, University Grenoble Alpes hospital, ThEMAS, TIMC, UMR-CNRS 5525, University Grenoble Alpes, Grenoble, France."], ["Sabourdy", "Cécile", "C", "1 Clinical Neurophysiology Unit, Neurology Department, University Grenoble Alpes Hospital, Grenoble, France."], ["Vercueil", "Laurent", "L", "1 Clinical Neurophysiology Unit, Neurology Department, University Grenoble Alpes Hospital, Grenoble, France."]], "date": "2017-03-01", "id": "29161899", "text": "The optimal duration of routine EEG (rEEG) has not been determined on a clinical basis. This study aims to determine the time required to obtain relevant information during rEEG with respect to the clinical request.All rEEGs performed over 3 months in unselected patients older than 14 years in an academic hospital were analyzed retrospectively. The latency required to obtain relevant information was determined for each rEEG by 2 independent readers blinded to the clinical data. EEG final diagnoses and latencies were analyzed with respect to the main clinical requests: subacute cognitive impairment, spells, transient focal neurologic manifestation or patients referred by epileptologists.From 430 rEEGs performed in the targeted period, 364 were analyzed: 92% of the pathological rEEGs were provided within the first 10 minutes of recording. Slowing background activity was diagnosed from the beginning, whereas interictal epileptiform discharges were recorded over time. Moreover, the time elapsed to demonstrate a pattern differed significantly in the clinical groups: in patients with subacute cognitive impairment, EEG abnormalities appeared within the first 10 minutes, whereas in the other groups, data could be provided over time.Patients with subacute cognitive impairment differed from those in the other groups significantly in the elapsed time required to obtain relevant information during rEEG, suggesting that 10-minute EEG recordings could be sufficient, arguing in favor of individualized rEEG. However, this conclusion does not apply to intensive care unit patients.", "doi": "10.1177/1550059417698549", "title": "How Long Should Routine EEG Be Recorded to Get Relevant Information?", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}