{"authors": [["Margolis", "Seth A", "SA", "Alpert Medical School of Brown University, Department of Psychiatry and Human Behavior, 222 Richmond St., Providence, RI 02903, USA; Rhode Island Hospital, 593 Eddy St., Providence, RI 02903, USA; Ferkauf Graduate School of Psychology, Yeshiva University, 1165 Morris Park Ave., Bronx, NY 10461, USA. Electronic address: seth_margolis@Brown.edu."], ["Nakhutina", "Luba", "L", "State University of New York (SUNY) Downstate Medical Center, 450 Clarkson Ave., Brooklyn, NY 11203, USA."], ["Schaffer", "Sarah G", "SG", "Northwell Health, Cushing Neuroscience Institute, 611 Northern Blvd., Great Neck, NY 11021, USA."], ["Grant", "Arthur C", "AC", "State University of New York (SUNY) Downstate Medical Center, 450 Clarkson Ave., Brooklyn, NY 11203, USA."], ["Gonzalez", "Jeffrey S", "JS", "Ferkauf Graduate School of Psychology, Yeshiva University, 1165 Morris Park Ave., Bronx, NY 10461, USA; Albert Einstein College of Medicine, Yeshiva University, 1300 Morris Park Ave., Bronx, NY 10461, USA."]], "date": "2017-12-22", "id": "29161631", "text": "Perceived epilepsy stigma and reduced social well-being are prevalent sources of distress in people with epilepsy (PWE). Yet, research on patient-level correlates of these difficulties is lacking, especially among underserved groups.Racially/ethnically diverse adults with intractable seizures (N=60, 62% female; 79% Black, 20% Hispanic/Latino, 8% White) completed validated measures of personality (NEO Five Factor Inventory, NEO-FFI-3), perceived epilepsy stigma (Epilepsy Stigma Scale, ESS), and quality of life (Quality of Life Inventory in Epilepsy, QOLIE-89). Controlling for covariates, ordinary least-squares (OLS) regression evaluated the total, direct, and indirect effects of NEO-FFI-3 neuroticism and extraversion scores on epilepsy-related social well-being (i.e., combination of QOLIE-89 social isolation and work/driving/social function subscales, α=0.87), mediated through perceived stigma.In separate models, higher levels of neuroticism (N) and lower levels of extraversion (E) were significantly and independently associated with greater perceived stigma (N path a=0.71, p=0.005; E path a=-1.10, p<0.005). Stigma, in turn, was significantly and independently associated with poorer social well-being (N path b=0.23, p<0.001; E path b=-0.23, p<0.001). Bias-corrected bootstrap confidence intervals (CIs) showed that neuroticism and extraversion were indirectly associated with social well-being through their respective associations with perceived stigma (N path ab=-0.16, 95% CIs [-0.347, -0.044]; E path ab=0.25, 95% CIs [0.076, 0.493]).Higher neuroticism and lower extraversion covaried with stigma beliefs, and these may be markers of poor social outcomes in PWE. Mediation models suggest that targeting epilepsy stigma beliefs may be a particularly useful component to incorporate when developing interventions aimed at promoting social well-being in diverse PWE.", "doi": "10.1016/j.yebeh.2017.10.023", "title": "Perceived epilepsy stigma mediates relationships between personality and social well-being in a diverse epilepsy population.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}