{"authors": [["Ding", "Xiaoyan", "X", "Department of Neurology, Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310009, China; Department of Neurology, The Children's Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310052, China."], ["Zheng", "Yang", "Y", "Department of Neurology, Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310009, China."], ["Guo", "Yi", "Y", "Department of Neurology, Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310009, China."], ["Shen", "Chunhong", "C", "Department of Neurology, Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310009, China."], ["Wang", "Shan", "S", "Department of Neurology, Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310009, China."], ["Chen", "Feng", "F", "Department of Neurology, Medical Treatment Center Lihuili, Ningbo, Zhejiang 315040, China."], ["Yan", "Shengqiang", "S", "Department of Neurology, Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310009, China."], ["Ding", "Meiping", "M", "Department of Neurology, Epilepsy Center, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, Zhejiang 310009, China. Electronic address: 2183004@zju.edu.cn."]], "date": "2017-11-21", "id": "29161630", "text": "We measured the prevalence of active epilepsy and investigated the treatment gap and treatment gap risk profile in eastern China. This was a cross-sectional population-based survey conducted in Zhejiang, China, from October 2013 to March 2014. A total 54,976 people were selected using multi-stage cluster sampling. A two-stage questionnaire-based process was used to identify patients with active epilepsy and to record their demographic, socioeconomic, and epilepsy-related features. Logistic regression analysis was used to analyze risk factors of the treatment gap in eastern China, as adjusted for age and sex. We interviewed 50,035 people; 118 had active epilepsy (2.4‰), among which the treatment gap was 58.5%. In multivariate analysis, failure to receive appropriate antiepileptic treatment was associated with higher seizure frequency of 12-23 times per year (adjusted odds ratio=6.874; 95% confidence interval [CI]=2.372-19.918), >24 times per year (adjusted odds ratio=19.623; 95% CI=4.999-77.024), and a lack of health insurance (adjusted odds ratio=7.284; 95% CI=1.321-40.154). Eastern China has relatively lower prevalence of active epilepsy and smaller treatment gap. Interventions aimed at reducing seizure frequency, improving the health insurance system should be investigated as potential targets to further bridge the treatment gap.", "doi": "10.1016/j.yebeh.2017.10.020", "title": "Active epilepsy prevalence, the treatment gap, and treatment gap risk profile in eastern China: A population-based study.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}