{"authors": [["Orczyk", "John J", "JJ", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, IN, USA."], ["Garraghty", "Preston E", "PE", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, IN, USA; Program in Neuroscience, Indiana University, Bloomington, IN, USA. Electronic address: pgarragh@indiana.edu."]], "date": "2017-11-21", "id": "29161629", "text": "Antiepileptic medications are the frontline treatment for seizure conditions but are not without cognitive side effects. Previously, our laboratory reported learning deficits in phenytoin-, carbamazepine-, and valproate-treated rats. In the present experiment, the effects of felbamate (FBM) have been compared to water-treated controls (controls) using the same instrumental training tasks employed here. Rats treated with FBM displayed a deficit in acquiring a tone-signaled avoidance response, relative to controls, but this was true only if they had no prior appetitive experience. Terminal avoidance behavior was equivalent to healthy controls. In contrast, the FBM-treated rats showed enhanced acquisition of the avoidance response relative to controls when given the benefit of prior experience in the appetitive condition. Relative to animals treated with phenytoin, carbamazepine, or valproate, FBM-treated rats showed the lowest overall pattern of deficits using these instrumental learning tasks. While FBM treatment has been severely restricted because of rather low risks of serious medical side effects, we suggest that the risks are not substantially higher than those shown to exist for phenytoin, carbamazepine, or valproate. As psychologists, we further suggest that negative cognitive deficits associated with these various drugs, along with their quality-of-life costs, are of relevance in the design of treatment strategies for individuals with seizure disorders.", "doi": "10.1016/j.yebeh.2017.10.022", "title": "The effects of felbamate on appetitive and aversive instrumental learning in adult rats.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}