{"authors": [["Yıldırım", "Zerrin", "Z", "Bakirkoy Prof. Dr. Mazhar Osman Mental Health and Neurological Diseases Education and Research Hospital, Department of Neurology, Istanbul, Turkey; Bagcilar Education and Research Hospital, Department of Neurology, Istanbul, Turkey. Electronic address: zerriny@ogr.iu.edu.tr."], ["Ertem", "Devrimsel Harika", "DH", "Sisli Hamidiye Etfal Education and Research Hospital, Department of Algology, Istanbul, Turkey."], ["Ceyhan Dirican", "Ayten", "A", "Bakirkoy Prof. Dr. Mazhar Osman Mental Health and Neurological Diseases Education and Research Hospital, Department of Neurology, Istanbul, Turkey."], ["Baybaş", "Sevim", "S", "Bakirkoy Prof. Dr. Mazhar Osman Mental Health and Neurological Diseases Education and Research Hospital, Department of Neurology, Istanbul, Turkey."]], "date": "2017-12-22", "id": "29161628", "text": "Epilepsy is a chronic disease with an increased risk of stigmatization due to psychosocial consequences of the seizures. Intuitively, one may well conclude that stigmatization would lead to depression in patients with epilepsy as well as in other patient groups with increased risk of stigmatization. Indeed, there are a few studies in support of this intuition. In this study, we aimed to investigate the relationship between level of stigmatization and the severity of the depressive symptoms in our patients with epilepsy.This is a substudy of our main study, which aimed to develop a scale for the quantification of the stigma level in patients with epilepsy. The study included a total of 302 patients with epilepsy, who had at least a literacy level education and one-week-seizure-freedom. Beck Depression Inventory (BDI) was used to quantify depressive symptoms. The correlation between BDI scores and the Stigma Scale for Epilepsy-Self Report (SSE-SR) scores was evaluated. A regression analysis was done in order to parse out significant sociodemographic and clinical factors contributing to depressive symptoms. Statistical analyses were done using the Statistics Package for the Social Sciences software 24.0 package program.We saw that 46.9% (n=139) of this population rated themselves as having at least mildly depressive symptoms with BDI (BDI>9). There was a moderate positive correlation between stigma scores and BDI scores (p=0.000, r=0.504), and 96.3% of highly stigmatized patients had at least mildly depressive scores, 73.9% of the nonstigmatized group had none or minimal depressive scores. Stigma scores (β=.51), gender, educational level, seizure frequency, and income level were the variables significantly affecting the BDI scores. Stigma score accounted for 26.2% of the variance in the BDI score.This study shows that stigmatization of the patients with epilepsy leads to depression in those patients. Therefore, protection of the patients with epilepsy against stigmatization may also help to protect them from a concomitant disabling condition. On the other hand, detection for depressive symptoms in already stigmatized patients with epilepsy may unearth a treatable condition.", "doi": "10.1016/j.yebeh.2017.10.030", "title": "Stigma accounts for depression in patients with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}