{"authors": [["Franquiz", "Miguel J", "MJ", "Department of Pharmacy, University of Maryland Medical Center, Baltimore, Maryland."], ["Kalaria", "Shamir N", "SN", "Department of Pharmacy, University of Maryland Medical Center, Baltimore, Maryland."], ["Armahizer", "Michael J", "MJ", "Department of Pharmacy, University of Maryland Medical Center, Baltimore, Maryland."], ["Gopalakrishnan", "Mathangi", "M", "University of Maryland School of Pharmacy, Baltimore, Maryland."], ["McCarthy", "Paul J", "PJ", "Section of Neurocritical Care, Program in Trauma, University of Maryland School of Medicine, Baltimore, Maryland."], ["Badjatia", "Neeraj", "N", "Section of Neurocritical Care, Program in Trauma, University of Maryland School of Medicine, Baltimore, Maryland."]], "date": "2017-11-21", "id": "29160945", "text": "Lacosamide is a new-generation antiepileptic drug (AED) that is eliminated by both hepatic and renal mechanisms. Lacosamide elimination by continuous renal replacement therapy (CRRT) has never been studied. The objective of this case report was to describe lacosamide pharmacokinetics in the setting of CRRT. We describe a single patient admitted to the study center with status epilepticus and multiorgan failure. The patient required both continuous venovenous hemofiltration (CVVH) and several AEDs. He was receiving intravenous lacosamide 200 mg twice/day at steady state prior to sampling. Plasma lacosamide concentrations were derived using a validated high-performance liquid chromatography method. Parameters were calculated using Phoenix WinNonlin 7.1 software. The peak concentration at steady state was 7.7 mg/L, the trough concentration was 5.9 mg/L (goal 5-12 mg/L). The volume of distribution was 0.7 L/kg, the elimination half-life was 21 hours, and the sieving coefficient was 0.8 (± 0.06). Lacosamide was cleared by CVVH as demonstrated by the sieving coefficient, but plasma concentrations remained within goal range throughout the dosing interval. These results may suggest that lacosamide 200 mg twice/day is a useful dosing strategy for critically ill patients who require CVVH.", "doi": "10.1002/phar.2063", "title": "Lacosamide Pharmacokinetics in a Critically Ill Patient Receiving Continuous Venovenous Hemofiltration.", "journal": ["Pharmacotherapy", "Pharmacotherapy"]}