{"authors": [["Myers", "Kenneth A", "KA", "Department of Medicine, Epilepsy Research Centre, The University of Melbourne, Austin Health, Heidelberg, Victoria, Australia."], ["Bennett", "Mark F", "MF", "Department of Medicine, Epilepsy Research Centre, The University of Melbourne, Austin Health, Heidelberg, Victoria, Australia."], ["Chow", "Chung W", "CW", "Department of Anatomical Pathology, Royal Children's Hospital, Parkville, Victoria, Australia."], ["Carden", "Susan M", "SM", "Department of Paediatrics, The University of Melbourne, Royal Children's Hospital, Parkville, Victoria, Australia."], ["Mandelstam", "Simone A", "SA", "Department of Paediatrics, The University of Melbourne, Royal Children's Hospital, Parkville, Victoria, Australia."], ["Bahlo", "Melanie", "M", "The Walter and Eliza Hall Institute of Medical Research, Parkville, Victoria, Australia."], ["Scheffer", "Ingrid E", "IE", "Department of Medicine, Epilepsy Research Centre, The University of Melbourne, Austin Health, Heidelberg, Victoria, Australia."]], "date": "2017-11-21", "id": "29160035", "text": "Inherited metabolic disorders are traditionally diagnosed using broad and expensive panels of screening tests, often including invasive skin and muscle biopsy. Proponents of next-generation genetic sequencing have argued that replacing these screening panels with whole exome sequencing (WES) would save money. Here, we present a complex patient in whom WES allowed diagnosis of GM1 gangliosidosis, caused by homozygous GLB1 mutations, resulting in β-galactosidase deficiency. A 10-year-old girl had progressive neurologic deterioration, macular cherry-red spot, and cornea verticillata. She had marked clinical improvement with initiation of the ketogenic diet. Comparative genomic hybridization microarray showed mosaic chromosome 3 paternal uniparental disomy (UPD). GM1 gangliosidosis was suspected, however β-galactosidase assay was normal. Trio WES identified a paternally-inherited pathogenic splice-site GLB1 mutation (c.75+2dupT). The girl had GM1 gangliosidosis; however, enzymatic testing in blood was normal, presumably compensated for by non-UPD cells. Severe neurologic dysfunction occurred due to disruptive effects of UPD brain cells.", "doi": "10.1002/ajmg.a.38549", "title": "Mosaic uniparental disomy results in GM1 gangliosidosis with normal enzyme assay.", "journal": ["American journal of medical genetics. Part A", "Am. J. Med. Genet. A"]}