{"authors": [["Yilmaz", "Rüstem", "R", "Institute of Human Genetics, University of Ulm, Ulm, Germany."], ["Szakszon", "Katalin", "K", "Faculty of Medicine, Institute of Pediatrics, University of Debrecen, Debrecen, Hungary."], ["Altmann", "Anna", "A", "St. John Hospital Buda Children's Hospital, Epilepsy Center, Budapest, Hungary."], ["Altunoglu", "Umut", "U", "Medical Genetics Department, Istanbul Medical Faculty, Istanbul University, Istanbul, Turkey."], ["Senturk", "Leyli", "L", "Medical Genetics Department, Istanbul Medical Faculty, Istanbul University, Istanbul, Turkey."], ["McGuire", "Marianne", "M", "Baylor Miraca Genetic Laboratories, Houston, Texas."], ["Calabrese", "Olga", "O", "Medical Genetic Service, ASL di Imola, Imola, Italy."], ["Madan-Khetarpal", "Suneeta", "S", "University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania."], ["Basel-Vanagaite", "Lina", "L", "The Raphael Recanati Genetic Institute, Rabin Medical Center, Petach Tikva, Israel."], ["Borck", "Guntram", "G", "Institute of Human Genetics, University of Ulm, Ulm, Germany."]], "date": "2017-11-21", "id": "29160006", "text": "The \"blepharophimosis-mental retardation\" syndromes (BMRS) consist of a group of clinically and genetically heterogeneous congenital malformation syndromes, where short palpebral fissures and intellectual disability associate with a distinct set of other morphological features. Kaufman oculocerebrofacial syndrome represents a rare and recently reevaluated entity within the BMR syndromes and is caused by biallelic mutations of UBE3B. Affected individuals typically show microcephaly, impaired somatic growth, gastrointestinal and genitourinary problems, ectodermal anomalies and a characteristic face with short, upslanted palpebral fissures, depressed nasal bridge. and anteverted nares. Here we present four patients with five novel UBE3B mutations and propose the inclusion of clinical features to the characteristics of Kaufman oculocerebrofacial syndrome, including prominence of the cheeks and limb anomalies.", "doi": "10.1002/ajmg.a.38538", "title": "Kaufman oculocerebrofacial syndrome: Novel UBE3B mutations and clinical features in four unrelated patients.", "journal": ["American journal of medical genetics. Part A", "Am. J. Med. Genet. A"]}