{"authors": [["Schaarschuch", "Anne", "A", "Institute of Anatomy I, Friedrich Schiller University School of Medicine, Jena University Hospital, Jena, Germany."], ["Hertel", "Nicole", "N", "Institute of Anatomy I, Friedrich Schiller University School of Medicine, Jena University Hospital, Jena, Germany."]], "date": "2017-12-03", "id": "29159962", "text": "Cadherins are a superfamily of calcium-dependent cell adhesion molecules that are involved in brain development and organization. Previous genetic studies revealed that mutations in protocadherin-19 (Pcdh19) lead to an epilepsy syndrome with a variable degree of cognitive disability. Seizure origins are located in the frontotemporal and limbic structures. Expression studies of Pcdh19 in mouse confirmed a widespread presence during brain development while the function and the pathogenesis of Pcdh19 are still unknown in mammals. The neuronal cadherin (N-cadherin; Ncdh) is known for its important role in neurulation, brain development and regulation of synaptic function. Studies in zebrafish revealed that both cadherins can interact with each other in cell adhesion. We investigated the expression pattern of Pcdh19 and Ncdh in limbic structures at four postnatal stages of C57BL/6J mice by using double-label in situ hybridization. Results confirm a strong expression of both, Ncdh and Pcdh19, in structures of the limbic system with overlapping expression patterns particularly within regions of the amygdala, the hippocampus and the ventral hypothalamus. A detailed analysis of the limbic system highlight clear expression boundaries between several nuclei and reveal the fine regulation of Pcdh19 and Ncdh expression during the first postnatal week. Most expression patterns of both cadherins remain constant with a few exceptions particularly between P2 and P5.", "doi": "10.1002/cne.24359", "title": "Expression profile of N-cadherin and protocadherin-19 in postnatal mouse limbic structures.", "journal": ["The Journal of comparative neurology", "J. Comp. Neurol."]}