{"authors": [["Sacino", "Matthew F", "MF", "Department of Neurosurgery, Children's National Medical Center, 111 Michigan Avenue NW, Washington, DC, USA."], ["Huang", "Sean S", "SS", "Department of Health Systems Administration, Georgetown University, Washington, DC, USA."], ["Keating", "Robert F", "RF", "Department of Neurosurgery, Children's National Medical Center, 111 Michigan Avenue NW, Washington, DC, USA."], ["Gaillard", "William D", "WD", "Department of Neurology, Children's National Medical Center, Washington, DC, USA."], ["Oluigbo", "Chima O", "CO", "Department of Neurosurgery, Children's National Medical Center, 111 Michigan Avenue NW, Washington, DC, USA. coluigbo@cnmc.org."]], "date": "2017-11-20", "id": "29159426", "text": "Previous studies have illustrated the clinical utility of the addition of intraoperative magnetic resonance imaging (iMRI) to conventional microsurgical resection. While iMRI requires initial capital cost investment, long-term reduction in costly follow-up management and reoperation costs may prove economically efficacious. The objective of this study is to investigate the cost-effectiveness of the addition of iMRI utilization versus conventional microsurgical techniques in focal cortical dysplasia (FCD) resection in pediatric patients with medically refractory epilepsy.We retrospectively reviewed the medical records of pediatric subjects who underwent surgical resection of FCD at the Children's National Health System between March 2005 and April 2015. Patients were assigned to one of three cohorts: iMRI-assisted resection, conventional resection with iMRI-assisted reoperation, or conventional resection. Direct costs included preoperative, operative, postoperative, long-term follow-up, and antiepileptic drug (AED) costs. The cost-effectiveness was calculated as the sum total of all direct medical costs over the quality-adjusted life years (QALYs). We also performed sensitivity analysis on numerous variables to assess the validity of our results.Fifty-six consecutive pediatric patients underwent resective surgery for medically intractable FCD. Ten patients underwent iMRI-assisted resection; 7 underwent conventional resection followed by iMRI-assisted reoperation; 39 patients underwent conventional microsurgical resection. Taken over the lifetime of the patient, the cumulative discounted QALY of patients in the iMRI-assisted resection cohort was about 2.91 years, versus 2.61 years in the conventional resection with iMRI-assisted reoperation cohort, and 1.76 years for the conventional resection cohort. Adjusting for inflation, iMRI-assisted surgeries have a cost-effectiveness ratio of $16,179 per QALY, versus $28,514 per QALY for the conventional resection with iMRI-assisted reoperation cohort, and $49,960 per QALY for the conventional resection cohort. Sensitivity analysis demonstrated that no one single variable significantly altered cost-effectiveness across all three cohorts compared to the baseline results.The addition of iMRI to conventional microsurgical techniques for resection of FCD in pediatric patients with intractable epilepsy resulted in increased seizure freedom and reduction in long-term direct medical costs compared to conventional surgeries. Our data suggests that iMRI may be a cost-effective addition to the surgical armamentarium for epilepsy surgery.", "doi": "10.1007/s00381-017-3658-9", "title": "An initial cost-effectiveness analysis of intraoperative magnetic resonance imaging (iMRI) in pediatric epilepsy surgery.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}