{"authors": [["Kim", "Ji Hyun", "JH", "Department of Neurology, Korea University Guro Hospital, Korea University College of Medicine, Seoul, Republic of Korea."], ["Kim", "Jung Bin", "JB", "Department of Neurology, Korea University Guro Hospital, Korea University College of Medicine, Seoul, Republic of Korea."], ["Suh", "Sang-Il", "SI", "Department of Radiology, Korea University Guro Hospital, Korea University College of Medicine, Seoul, Republic of Korea."], ["Kim", "Dong Wook", "DW", "Department of Neurology, Konkuk University School of Medicine, Seoul, Republic of Korea."]], "date": "2017-11-03", "id": "29159052", "text": "Recent neuroimaging studies have provided converging evidence of structural and functional abnormalities of the thalamus in patients with juvenile myoclonic epilepsy (JME). There has also been limited evidence indicating involvement of the subcortical grey matter structures other than thalamus in JME, but with inconsistent findings across the studies. In the present study, we combined volumetric MRI and diffusion tensor imaging analyses to investigate macrostructural and microstructural alterations of the subcortical grey matter in 64 JME patients compared to 58 matched control subjects. Raw volume, fractional anisotropy (FA), and mean diffusivity (MD) of 6 subcortical grey matter structures (amygdala, hippocampus, caudate, pallidum, putamen, thalamus) were measured in both hemispheres. Between-group (controls versus patients) comparisons of normalized volume, FA, and MD, as well as within-group (patients) correlation analyses between structural changes and clinical variables were carried out. Compared to controls, JME patients exhibited significant volume reductions in left pallidum and bilateral putamen and thalamus. Duration of epilepsy negatively correlated with bilateral putamen volumes. Patients and controls did not differ in FA values of all structures. Compared to controls, JME patients showed significant MD increases in left pallidum and bilateral hippocampus, putamen, and thalamus. Significant positive correlations were found between duration of epilepsy and MD values of bilateral hippocampus and thalamus. We have provided evidence that macrostructural and microstructural abnormalities may not only be confined to the thalamus but also affect basal ganglia and hippocampus in JME. Our findings could further support the pathophysiological hypothesis of striato-thalamo-frontal network abnormality underlying JME, and may implicate disease progression.", "doi": "10.1016/j.nicl.2017.11.001", "title": "Subcortical grey matter changes in juvenile myoclonic epilepsy.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}