{"authors": [["Haigh", "S M", "SM", "Department of Psychology, University of Essex, Wivenhoe Park, Colchester, Essex CO4 3SQ, UK. Electronic address: haighsm@upmc.edu."], ["Cooper", "N R", "NR", "Department of Psychology, University of Essex, Wivenhoe Park, Colchester, Essex CO4 3SQ, UK."], ["Wilkins", "A J", "AJ", "Department of Psychology, University of Essex, Wivenhoe Park, Colchester, Essex CO4 3SQ, UK."]], "date": "2017-11-20", "id": "29157999", "text": "Chromatic gratings can be uncomfortable to view and can evoke a large haemodynamic response. Both the discomfort and the amplitude of the haemodynamic response increase monotonically with the perceptual difference in the colour of the component bars of the grating, as registered by the separation in their chromaticity in the CIE 1976 UCS diagram. Individuals with photosensitive epilepsy exhibit epileptiform EEG activity in response to flickering light of alternate colours. The probability of the epileptiform response again increases monotonically with the separation of the colours in the CIE UCS diagram. We investigated whether alpha power, which is known to reflect the excitation of large populations of neurons, is similarly affected by the separation in chromaticity. Chromatic square-wave gratings with bars that differed in CIE UCS chromaticity were presented, together with a central fixation cross. In 18 non-clinical participants, alpha responses were recorded over the visual cortex (O1, Oz, O2, PO3, POz, PO4, P1, P2) and compared to responses in prefrontal cortex (F1, F2). Gratings comprised bars of two alternate colours that either had a small difference in chromaticity (mean CIE UCS separation of 0.03), a medium difference (mean separation of 0.19), or a large difference (mean separation of 0.43). The colour pairs had chromaticities that lay on the red-green, red-blue, or blue-green borders of the screen gamut. Regardless of the hue, the larger the separation in chromaticity, the greater the alpha desynchronization and the lower the alpha power (p = 0.004), but only in posterior electrodes (p < 0.001). Together this indicates that differences in colour evoke a cortical excitation that increases monotonically with the colour difference. In this respect the alpha response resembles the haemodynamic response.", "doi": "10.1016/j.neuropsychologia.2017.11.020", "title": "Chromaticity separation and the alpha response.", "journal": ["Neuropsychologia", "Neuropsychologia"]}