{"authors": [["Ogasawara", "Masashi", "M", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Ishiyama", "Akihiko", "A", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan. Electronic address: ishiyama@ncnp.go.jp."], ["Sugiura", "Akira", "A", "Department of Neurology, National Epilepsy Center, Shizuoka Institute of Epilepsy and Neurological Disorders, Shizuoka, Japan."], ["Segawa", "Kazuhiko", "K", "Department of Cardiology, National Center Hospital, NCNP, Tokyo, Japan."], ["Nonaka", "Ikuya", "I", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Takeshita", "Eri", "E", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Shimizu-Motohashi", "Yuko", "Y", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Komaki", "Hirofumi", "H", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."], ["Sasaki", "Masayuki", "M", "Department of Child Neurology, National Center Hospital, National Center of Neurology and Psychiatry (NCNP), Tokyo, Japan."]], "date": "2017-11-17", "id": "29157800", "text": "Chilaiditi syndrome is a rare pathophysiology in which the colon or other organs are interposed between the diaphragm and liver, and respiratory or digestive symptoms sometimes manifest. Although there have been some cases of Chilaiditi syndrome complicating neuromuscular disorders, none have described resulting respiratory or digestive symptoms.Our patient was a 20-year-old man with DMD who had been receiving noninvasive positive-pressure ventilation during the night. He experienced respiratory distress when changing from a supine to sitting position. Ventilator adjustment did not relieve the respiratory distress. Abdominal computed tomography revealed marked constipation and interposition of the transverse colon between the diaphragm and liver, indicating Chilaiditi syndrome. The right side of the diaphragm was elevated by the interposed transverse colon when the respiratory distress was present on chest radiograph, but not when symptoms were absent. The patient was diagnosed with platypnea-orthodeoxia attributed to Chilaiditi syndrome. The respiratory distress was improved by the relief of constipation, in addition to the usage of the ventilator throughout the day.The rare symptoms and pathophysiology of DMD complicated by Chilaiditi syndrome are reported and discussed herein.", "doi": "10.1016/j.braindev.2017.11.001", "title": "Duchenne muscular dystrophy with platypnea-orthodeoxia from Chilaiditi syndrome.", "journal": ["Brain & development", "Brain Dev."]}