{"authors": [["Wang", "Zhi-Hong", "ZH", "Department of Food Nutrition and Health Biotechnology, Asia University, Taichung City, Taiwan. Electronic address: wangzh@asia.edu.tw."], ["Mong", "Mei-Chin", "MC", "Department of Food Nutrition and Health Biotechnology, Asia University, Taichung City, Taiwan."], ["Yang", "Ya-Chen", "YC", "Department of Food Nutrition and Health Biotechnology, Asia University, Taichung City, Taiwan."], ["Yin", "Mei-Chin", "MC", "Department of Food Nutrition and Health Biotechnology, Asia University, Taichung City, Taiwan; Department of Medical Research, China Medical University Hospital, China Medical University, Taichung City, Taiwan. Electronic address: mcyin@hotmail.com.tw."]], "date": "2017-11-17", "id": "29156327", "text": "Seizure is a neurological disorder including hippocampal oxidative and inflammatory stress, and glutamate toxicity. Thus, any agent(s) that mitigate(s) these events in hippocampus might attenuate seizure severity. The effects of asiatic acid (AA) or maslinic acid (MA) pre-administration at 20 or 40mg/kg body weight/day upon inflammatory, oxidative and apoptotic injury in hippocampus of kainic acid (KA)-treated mice were examined. KA induced seizure-like behavioral patterns, which was attenuated by AA or MA pre-administration. KA stimulated the release of interleukin (IL)-1beta, IL-6, tumor necrosis factor-alpha and prostaglandin E2 in hippocampus of mice. AA or MA pre-administration decreased the production of these inflammatory factors. AA or MA also diminished KA-induced increase in hippocampal cyclooxygenase-2 activity and relative NF-κB p50/65 binding activity. KA depleted glutathione content and promoted reactive oxygen species generation. AA or MA pre-administration reversed these alterations. KA lowered Bcl-2 mRNA expression and increased Bax mRNA expression. AA or MA treatments reduced Bax mRNA expression. AA or MA pre-administration enhanced glutamine synthetase activity, decreased glutamate level and increased glutamine level in hippocampus of KA treated mice. In addition, AA or MA pre-treatments at 10 and 20μM increased viability and decreased plasma membrane damage in KA treated nerve growth factor (NGF)-differentiated PC12 cells. Both agents also lowered the release of calcium ion induced by KA in NGF-treated PC12 cells. These findings support that asiatic acid and maslinic acid are potent nutraceutical agents for seizure alleviation.", "doi": "10.1016/j.eplepsyres.2017.11.003", "title": "Asiatic acid and maslinic acid attenuated kainic acid-induced seizure through decreasing hippocampal inflammatory and oxidative stress.", "journal": ["Epilepsy research", "Epilepsy Res."]}