{"authors": [["Poulheim", "Freya", "F", "Dept. of Neuropathology, University of Bonn Medical Center, Germany."], ["Esposito", "Laura", "L", "Dept. of Neuropathology, University of Bonn Medical Center, Germany."], ["Elger", "Christian E", "CE", "Dept. of Epileptology, University of Bonn Medical Center, Germany."], ["Eis-Hübinger", "Anna M", "AM", "Institute of Virology, University of Bonn Medical Center, Germany."], ["Becker", "Albert J", "AJ", "Dept. of Neuropathology, University of Bonn Medical Center, Germany; Translational Epilepsy Research Section, University of Bonn Medical Center, Germany."], ["Niehusmann", "Pitt", "P", "Dept. of Neuropathology, University of Bonn Medical Center, Germany; Dept. of Neuro-/Pathology, Oslo University Hospital, Norway. Electronic address: pitt.niehusmann@medisin.uio.no."]], "date": "2017-11-16", "id": "29156319", "text": "Epilepsy is one of the most common primary brain disorders. Nonparaneoplastic autoimmune encephalitis is increasingly recognized as an important cause of adult onset epilepsy. However, only in rare cases an initiating factor of the syndrome can be identified. Autoantibody detection after central nervous herpesvirus infection indicates a postviral etiology in a subgroup of patients. In order to analyze a possible underrecognition of postinfectious autoimmunity we performed a large-scale analysis of herpesvirus DNA in cerebrospinal fluid samples from patients with clinical signs of autoimmune encephalitis.Real time PCR for HSV 1/2, CMV, EBV, VZV, HHV-6A, HHV-6B, HHV-7 and HHV-8 was performed in cerebrospinal fluid samples from 113 patients with epilepsy and suspected autoimmune encephalitis. Indirect immunofluorescence analysis was used for autoantibody analysis.Antineuronal autoantibodies could be identified in 48 patients with definite autoimmune encephalitis. No autoantibodies were detected in 65 additional patients with probable or possible autoimmune encephalitis. Real-time PCR analysis revealed in three autoantibody-negative patients positive results for HSV, but no evidence for further virus DNA.The findings argue against longstanding herpesvirus infection of the CNS as frequent trigger for autoimmunity. However, appearance of autoantibodies after a short period of active virus infection cannot be excluded.", "doi": "10.1016/j.seizure.2017.11.012", "title": "Large-scale analysis of herpesviridae in epilepsy-patients with signs of autoimmune encephalitis.", "journal": ["Seizure", "Seizure"]}