{"authors": [["Wang", "Qian", "Q", "School of Psychological and Cognitive Sciences and Beijing Key Laboratory of Behavior and Mental Health, Peking University, Beijing 100080, China; Beijing Key Laboratory of Epilepsy, Epilepsy Center, Department of Functional Neurosurgery, Sanbo Brain Hospital, Capital Medical University, Beijing 100093, China."], ["Li", "Liang", "L", "School of Psychological and Cognitive Sciences and Beijing Key Laboratory of Behavior and Mental Health, Peking University, Beijing 100080, China; Speech and Hearing Research Center, Key Laboratory on Machine Perception (Ministry of Education), Peking University, Beijing, China; Beijing Institute for Brain Disorders, Beijing, China. Electronic address: liangli@pku.edu.cn."]], "date": "2017-11-07", "id": "29156225", "text": "A periodic sound, such as a pure tone, evokes both transient onset field-potential responses and sustained frequency-following responses (FFRs) in the auditory midbrain, the inferior colliculus (IC). It is not clear whether the two types of responses are based on the same or different neural substrates. Although it has been assumed that FFRs are based on phase locking to the periodic sound, the evidence showing the direct relationship between the FFR amplitude and the phase-locking strength is still lacking. Using intracranial recordings from the rat central nucleus of inferior colliculus (ICC), this study was to examine whether FFRs and onset responses are different in sensitivity to pure-tone frequency and/or response-stimulus correlation, when a tone stimulus is presented either monaurally or binaurally. Particularly, this study was to examine whether the FFR amplitude is correlated with the strength of phase locking. The results showed that with the increase of tone-stimulus frequency from 1 to 2 kHz, the FFR amplitude decreased but the onset-response amplitude increased. Moreover, the FFR amplitude, but not the onset-response amplitude, was significantly correlated with the phase coherence between tone-evoked potentials and the tone stimulus. Finally, the FFR amplitude was negatively correlated with the onset-response amplitude. These results indicate that periodic-sound-evoked FFRs are based on phase-locking activities of sustained-response neurons, but onset responses are based on transient activities of onset-response neurons, suggesting that FFRs and onset responses are associated with different functions.", "doi": "10.1016/j.heares.2017.10.014", "title": "Differences between auditory frequency-following responses and onset responses: Intracranial evidence from rat inferior colliculus.", "journal": ["Hearing research", "Hear. Res."]}