{"authors": [["d'Orsi", "Giuseppe", "G", "Epilepsy Centre - Clinic of Nervous System Diseases, Riuniti Hospital, Foggia, Italy. Electronic address: giudorsi@yahoo.it."], ["Martino", "Tommaso", "T", "Epilepsy Centre - Clinic of Nervous System Diseases, Riuniti Hospital, Foggia, Italy."], ["Palumbo", "Orazio", "O", "Medical Genetics Units, IRCCS \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, Foggia, Italy."], ["Pascarella", "Maria Grazia", "MG", "Epilepsy Centre - Clinic of Nervous System Diseases, Riuniti Hospital, Foggia, Italy."], ["Palumbo", "Pietro", "P", "Medical Genetics Units, IRCCS \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, Foggia, Italy."], ["Di Claudio", "Maria Teresa", "MT", "Epilepsy Centre - Clinic of Nervous System Diseases, Riuniti Hospital, Foggia, Italy."], ["Avolio", "Carlo", "C", "Epilepsy Centre - Clinic of Nervous System Diseases, Riuniti Hospital, Foggia, Italy."], ["Carella", "Massimo", "M", "Medical Genetics Units, IRCCS \"Casa Sollievo della Sofferenza\", San Giovanni Rotondo, Foggia, Italy."]], "date": "2017-11-14", "id": "29156220", "text": "To characterize the electroclinical features of epilepsy associated with intellectual disability and pathogenic copy number variations (CNVs) METHODS: we prospectively investigated 61 adult patients with epilepsy and intellectual disability or other neurodevelopmental disorders. We performed high resolution SNP-Array analysis in order to detect clinical relevant chromosomal microdeletions and microduplications. An ordinal logistic regression model was fitted with 34 demographic, clinical and EEG-related variables in order to identify the epilepsy phenotype of patients with pathogenic CNVs.chromosome microarray analysis identify non-polymorphic CNVs in 33 patients analyzed: 11 had an established pathogenic microdeletion/microduplication, 22 were carriers of CNVs of unknown clinical significance. Univariate analysis revealed a significant association between pathogenic CNVs and 3 electroclinical variables considered, specifically atypical absence seizures (p<0.05), tonic seizures (p<0.05), epileptic spasms (p<0.01).high resolution SNP-Array analysis should be evaluated in adult patients with intellectual disability and epilepsy with peculiar electroclinical features, specifically atypical absence seizures, tonic seizures, and epileptic spasms, resembling a Lennox-Gastaut syndrome without a clear structural lesion.", "doi": "10.1016/j.seizure.2017.11.009", "title": "The epilepsy phenotype in adult patients with intellectual disability and pathogenic copy number variants.", "journal": ["Seizure", "Seizure"]}