{"authors": [["Niu", "Manman", "M", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Han", "Ying", "Y", "Department of Pediatrics, Peking University First Hospital, Beijing, China. Electronic address: hanying1568@126.com."], ["Li", "Qinrui", "Q", "Department of Pediatrics, Peking University First Hospital, Beijing, China."], ["Zhang", "Jing", "J", "Department of Pediatrics, Peking University First Hospital, Beijing, China."]], "date": "2017-11-16", "id": "29155349", "text": "Epilepsy is among the most common neurological diseases in children. Recurrent seizures can result in hippocampal damage and seriously impair learning and memory functions in children. However, the mechanisms underlying epilepsy-related brain injury are unclear. Neuronal apoptosis is among the most common neuropathological manifestations of brain injury. Endogenous sulfur dioxide (SO2) has been shown to be involved in seizures and related neuron apoptosis. However, the role of endogenous SO2 in epilepsy remains unclear. This study assessed whether endogenous SO2 is involved in epilepsy and its underlying mechanisms. Using a rat epilepsy model induced by an intraperitoneal injection of kainic acid (KA), we found that hippocampal neuron apoptosis was induced in epileptic rats, and the SO2 content and aspartate aminotransferase (AAT) activity in the plasma were increased compared to those in the control group. However, the inhibition of SO2 production by l-aspartate-β-hydroxamate (HDX) can subvert this response 72h after an epileptic seizure. No difference in apoptosis was observed 7 d after the epileptic seizure in the KA and KA+HDX groups. The protein expression levels of AAT2, glucose-regulated protein 78 (GRP78), pancreatic eIF2 kinase-like ER kinase (PERK) and phospho-PERK (p-PERK) were remarkably elevated in the hippocampi of the epileptic rats, while the HDX treatment was capable of reversing this process 7 d after the epileptic seizure. These results indicate that the inhibition of endogenous SO2 production can alleviate neuronal apoptosis and is associated with the PERK signaling pathway during the initial stages after epileptic seizure, but inhibiting SO2 production only delayed the occurrence of apoptosis and did not prevent neuronal apoptosis in the epileptic rats.", "doi": "10.1016/j.neulet.2017.11.036", "title": "Endogenous sulfur dioxide regulates hippocampal neuron apoptosis in developing epileptic rats and is associated with the PERK signaling pathway.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}