{"authors": [["Rohatgi", "Pratik", "P", "Penn State Hershey Medical Center, Department of Neurosurgery, 30 Hope Drive, EC110, PO Box 859, Hershey, PA 17033. Electronic address: prohatgi@pennstatehealth.psu.edu."], ["Jafrani", "Ryan J", "RJ", "Penn State Hershey Medical Center, Department of Neurosurgery, 30 Hope Drive, EC110, PO Box 859, Hershey, PA 17033. Electronic address: rjafrani@pennstatehealth.psu.edu."], ["Brandmeir", "Nicholas J", "NJ", "Penn State Hershey Medical Center, Department of Neurosurgery, 30 Hope Drive, EC110, PO Box 859, Hershey, PA 17033. Electronic address: nbrandmeir@pennstatehealth.psu.edu."], ["Gilliam", "Frank G", "FG", "University of Kentucky, Department of Neurology, 800 Rose Street, Lexington, KY 40536. Electronic address: f.gilliam@uky.edu."], ["Fisher", "Tiffany L", "TL", "Penn State Hershey Medical Center, Department of Neurology, Hershey, PA 17033."], ["Sather", "Michael D", "MD", "Penn State Hershey Medical Center, Department of Neurosurgery, 30 Hope Drive, EC110, PO Box 859, Hershey, PA 17033. Electronic address: msather@pennstatehealth.psu.edu."]], "date": "2017-11-14", "id": "29155063", "text": "Patients with bitemporal lobe epilepsy are generally not considered for surgical resection. Fortunately, responsive neurostimulation proves another avenue for the management of this challenging disease process. In conjunction with our epileptologist, we consider responsive neurostimulation for patients who have clinical features of temporal lobe epilepsy without clear localization on imaging and stereo-EEG.Here we describe our technique for implanting a responsive neurostimulator (NeuroPace, NeuroPace Inc., Mountain View CA) with depth electrodes monitoring the hippocampus and parahippocampus using stereotactic robotic guidance (ROSA, Medtech SA, Montpeillier Fr).We have used this technique with five patients without morbidity. Four out of five patients have received clinical benefit (Engel classification I-III). Promisingly, long-term seizure monitoring using the NeuroPace system has suggested lateralizing information on three of these patients that was not apparent on previous invasive monitoring.Robotically implanted responsive neurostimulation is a safe and effective treatment for bitemporal epilepsy, and can possibly lead to valuable diagnostic information to guide future surgical management in patients that previously were not considered candidates for resective or ablative surgery.", "doi": "10.1016/j.wneu.2017.10.164", "title": "Technical Note: Robotic-guided bi-hippocampal and bi-parahippocampal depth placement for responsive neurostimulation in bitemporal lobe epilepsy.", "journal": ["World neurosurgery", "World Neurosurg"]}