{"authors": [["Barros-Barbosa", "Aurora R", "AR", "Laboratório de Farmacologia e Neurobiologia, Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal; Center for Drug Discovery and Innovative Medicines (MedInUP), Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal."], ["Oliveira", "Ângela", "Â", "Laboratório de Farmacologia e Neurobiologia, Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal; Center for Drug Discovery and Innovative Medicines (MedInUP), Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal."], ["Lobo", "M Graça", "MG", "Laboratório de Farmacologia e Neurobiologia, Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal; Center for Drug Discovery and Innovative Medicines (MedInUP), Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal."], ["Cordeiro", "J Miguel", "JM", "Laboratório de Farmacologia e Neurobiologia, Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal; Center for Drug Discovery and Innovative Medicines (MedInUP), Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal."], ["Correia-de-Sá", "Paulo", "P", "Laboratório de Farmacologia e Neurobiologia, Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal; Center for Drug Discovery and Innovative Medicines (MedInUP), Instituto de Ciências Biomédicas de Abel Salazar (ICBAS), Universidade do Porto (UP), Porto, Portugal. Electronic address: farmacol@icbas.up.pt."]], "date": "2017-11-14", "id": "29154812", "text": "γ-Aminobutyric acid (GABA) and glutamate (Glu) are the main inhibitory and excitatory neurotransmitters in the central nervous system (CNS), respectively. Fine tuning regulation of extracellular levels of these amino acids is essential for normal brain activity. Recently, we showed that neocortical nerve terminals from patients with epilepsy express higher amounts of the non-desensitizing ionotropic P2X7 receptor. Once activated by ATP released from neuronal cells, the P2X7 receptor unbalances GABAergic vs. glutamatergic neurotransmission by differentially interfering with GABA and Glu uptake. Here, we investigated if activation of the P2X7 receptor also affects [3H]GABA and [14C]Glu release measured synchronously from isolated nerve terminals (synaptosomes) of the rat cerebral cortex. Data show that activation of the P2X7 receptor consistently increases [14C]Glu over [3H]GABA release from cortical nerve terminals, but the GABA/Glu ratio depends on extracellular Ca2+ concentrations. While the P2X7-induced [3H]GABA release is operated by a Ca2+-dependent pathway when external Ca2+ is available, this mechanism shifts towards the reversal of the GAT1 transporter in low Ca2+ conditions. A different scenario is verified regarding [14C]Glu outflow triggered by the P2X7 receptor, since the amino acid seems to be consistently released through the recruitment of connexin-containing hemichannels upon P2X7 activation, both in the absence and in the presence of external Ca2+. Data from this study add valuable information suggesting that ATP, via P2X7 activation, not only interferes with the high-affinity uptake of GABA and Glu but actually favors the release of these amino acids through distinct molecular mechanisms amenable to differential therapeutic control.", "doi": "10.1016/j.neuint.2017.11.005", "title": "Under stressful conditions activation of the ionotropic P2X7 receptor differentially regulates GABA and glutamate release from nerve terminals of the rat cerebral cortex.", "journal": ["Neurochemistry international", "Neurochem. Int."]}