{"authors": [["Schoedel", "Kerri A", "KA", "DecisionLine Clinical Research Corporation,(4) Toronto, Ontario, Canada. Electronic address: kschoedel@altreos.com."], ["Stockis", "Armel", "A", "UCB Pharma, Braine l'Alleud, Belgium. Electronic address: Armel.Stockis@ucb.com."], ["Sellers", "Edward M", "EM", "DecisionLine Clinical Research Corporation,(4) Toronto, Ontario, Canada."]], "date": "2017-11-15", "id": "29153631", "text": "Brivaracetam is a new antiepileptic drug indicated for adjunctive treatment of focal seizures in adults at a dose of 50-200mg/day taken in two equal doses. The objective of this study was to evaluate the abuse potential of brivaracetam compared with alprazolam (positive control), placebo, and levetiracetam.This was a randomized, double-blind, triple-dummy, crossover study in healthy male and female recreational central nervous system (CNS) depressant users aged 18-55years, who could distinguish between the subjective effects of alprazolam 2mg and placebo. All participants received single doses of brivaracetam (50 [therapeutic dose], 200, 1000mg [supratherapeutic doses]), alprazolam (1.5, 3mg), placebo, and levetiracetam (4000mg) in random order each separated by 7-10days. Subjective Visual Analogue Scales (VAS) and Addiction Research Center Inventory (ARCI) scales were completed at intervals up to 24h postdose. Primary endpoints were Drug Liking (at this moment) VAS, Overall Drug Liking VAS, Feeling High VAS, and ARCI Pentobarbital Chlorpromazine Alcohol Group (PCAG, sedation) maximum effect (Emax). Maximum effect values on each scale were analyzed using a mixed-effect model (per protocol population, N=44).The maximum effect for both alprazolam doses was significantly greater versus placebo for six designated endpoints, confirming study validity. Drug Liking (at this moment) VAS Emax was significantly lower for brivaracetam 50mg than alprazolam (both doses); there were no significant differences between brivaracetam 200mg and alprazolam (both doses), and brivaracetam 1000mg and alprazolam 1.5mg. Brivaracetam 1000mg (supratherapeutic single dose) had significantly higher Drug Liking (at this moment) VAS Emax than alprazolam 3mg. Overall, Drug Liking VAS Emax for brivaracetam 50 and 200mg was not significantly different from alprazolam (both doses). Brivaracetam 1000mg had significantly higher Overall Drug Liking VAS Emax than alprazolam 1.5mg, but was not significantly different from alprazolam 3mg. Feeling High VAS Emax was lower versus alprazolam with brivaracetam 50 and 200mg, while brivaracetam 1000mg was comparable with alprazolam (both doses). Addiction Research Center Inventory PCAG Emax for brivaracetam (all doses) was significantly lower than alprazolam (both doses). On the secondary/supportive endpoints, compared with alprazolam, brivaracetam had fewer positive effects (ARCI Morphine Benzedrine Group [euphoria]; Good Drug Effects VAS [50mg]) and fewer negative effects (Bad Drug Effects VAS; ARCI Lysergic Acid Diethylamide [dysphoria]). Brivaracetam was not significantly different from alprazolam for Take Drug Again VAS (50, 200mg). For most endpoints, brivaracetam (50-200mg) was not significantly different from levetiracetam (4000mg).This study in healthy recreational CNS depressant users showed that single doses of brivaracetam 50mg (therapeutic single dose) had lower sedative, positive, and negative drug effects than alprazolam, while brivaracetam 200 and 1000mg (supratherapeutic single doses) were more similar to alprazolam. The subjective profile of brivaracetam appeared to be similar to that of levetiracetam, but further evaluation using a range of levetiracetam doses would be needed to confirm similar abuse potential.", "doi": "10.1016/j.yebeh.2017.09.008", "title": "Human abuse potential of brivaracetam in healthy recreational central nervous system depressant users.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}