{"authors": [["Musteata", "M", "M", "Department of Internal Medicine, Faculty of Veterinary Medicine, University of Agricultural Sciences and Veterinary Medicine 'Ion Ionescu de la Brad' Iaşi, 8 Mihail Sadoveanu Alley, Iaşi RO-700489, Romania."], ["Mocanu", "D", "D", "Department of Internal Medicine, Faculty of Veterinary Medicine, University of Agricultural Sciences and Veterinary Medicine 'Ion Ionescu de la Brad' Iaşi, 8 Mihail Sadoveanu Alley, Iaşi RO-700489, Romania."], ["Stanciu", "G D", "GD", "Department of Internal Medicine, Faculty of Veterinary Medicine, University of Agricultural Sciences and Veterinary Medicine 'Ion Ionescu de la Brad' Iaşi, 8 Mihail Sadoveanu Alley, Iaşi RO-700489, Romania."], ["Armasu", "M", "M", "Department of Internal Medicine, Faculty of Veterinary Medicine, University of Agricultural Sciences and Veterinary Medicine 'Ion Ionescu de la Brad' Iaşi, 8 Mihail Sadoveanu Alley, Iaşi RO-700489, Romania."], ["Solcan", "G", "G", "Department of Internal Medicine, Faculty of Veterinary Medicine, University of Agricultural Sciences and Veterinary Medicine 'Ion Ionescu de la Brad' Iaşi, 8 Mihail Sadoveanu Alley, Iaşi RO-700489, Romania. Electronic address: gsolcan@uaiasi.ro."]], "date": "2017-10-20", "id": "29153107", "text": "Autonomic nervous system (ANS) activity in the interictal period (InIp) in dogs with presumed idiopathic epilepsy (pIE) was assessed using heart rate variability (HRV) analysis. The HRVs obtained from 28 pIE dogs with interictal epileptic discharges (InIEd; 11 with treatment and 17 without treatment) detected on electroencephalography (EEG) were compared with those obtained from 13 healthy dogs. On electrocardiographic (ECG) study, the P wave dispersion (PWD; P<0.001), P max (P=0.004) and corrected QT interval (QTc; P=0.025) were significantly increased in the pIE group. On the basis of HRV analysis, the pIE dogs had an increased activity of the parasympathetic component of the ANS, including the percentage of R-R interval (pNN50%) that differs more than 50ms (P=0.011) and high frequency band (HF; P=0.041). Administration of phenobarbitone had no influence on the ANS pattern when pIE subgroups were compared (P>0.05). In InIp, dogs elicited specific conductibility delays of the electrical impulses (increased PWD and QTc interval); these delays are considered to be risk factors for developing severe arrhythmias, such as atrial fibrillation and ventricular tachycardia. When compared with human beings, a different ANS pattern characterised by increased parasympathetic activity was observed, which may influence the therapeutic approach of IE in dogs.", "doi": "10.1016/j.tvjl.2017.10.008", "title": "Interictal cardiac autonomic nervous system disturbances in dogs with idiopathic epilepsy.", "journal": ["Veterinary journal (London, England : 1997)", "Vet. J."]}