{"authors": [["Albertini", "Giulia", "G", "Department of Pharmaceutical Chemistry, Drug Analysis and Drug Information, Center for Neurosciences, Vrije Universiteit Brussel, Brussels, Belgium."], ["Walrave", "Laura", "L", "Department of Pharmaceutical Chemistry, Drug Analysis and Drug Information, Center for Neurosciences, Vrije Universiteit Brussel, Brussels, Belgium."], ["Demuyser", "Thomas", "T", "Department of Pharmaceutical Chemistry, Drug Analysis and Drug Information, Center for Neurosciences, Vrije Universiteit Brussel, Brussels, Belgium."], ["Massie", "Ann", "A", "Department of Pharmaceutical Biotechnology and Molecular Biology, Center for Neurosciences, Vrije Universiteit Brussel, Brussels, Belgium."], ["De Bundel", "Dimitri", "D", "Department of Pharmaceutical Chemistry, Drug Analysis and Drug Information, Center for Neurosciences, Vrije Universiteit Brussel, Brussels, Belgium."], ["Smolders", "Ilse", "I", "Department of Pharmaceutical Chemistry, Drug Analysis and Drug Information, Center for Neurosciences, Vrije Universiteit Brussel, Brussels, Belgium."]], "date": "2017-11-20", "id": "29152735", "text": "Besides seizures, patients with epilepsy are affected by a variety of cognitive and psychiatric comorbidities that further impair their quality of life. The present study provides an in-depth characterization of the behavioral alterations induced by 6 Hz corneal kindling. Furthermore, we correlate these behavioral changes to alterations in c-Fos protein expression throughout the brain following kindling.Adolescent male Naval Medical Research Institute (NMRI) mice were kindled via repetitive subconvulsive 6 Hz corneal stimulations until they reached the fully kindled state (defined as 10 consecutive generalized seizures). Afterwards we performed an elaborate battery of behavioral tests and we evaluated c-Fos expression throughout the brain using immunohistochemistry.Fully kindled mice display an abnormal behavioral phenotype, characterized by basal and amphetamine-induced hyperlocomotion, anhedonia, social withdrawal, and deficits in short- and long-term memory. Moreover, 6 Hz corneal kindling enhances c-Fos immunoreactivity in the visual, parahippocampal, and motor cortices and the limbic system, whereas c-Fos+ cells are decreased in the orbital cortex of fully kindled mice.The behavioral outcomes of 6 Hz corneal kindling cluster into 3 main categories: positive symptoms, negative symptoms, and cognitive impairment. These symptoms are accompanied by c-Fos activation in relevant brain regions once the fully kindled state is established. Based on the face validity of this model, we speculate that 6 Hz corneal kindling can be used to model not only pharmacoresistant limbic seizures, but also several neurobehavioral comorbidities that affect patients with epilepsy.", "doi": "10.1111/epi.13943", "title": "6 Hz corneal kindling in mice triggers neurobehavioral comorbidities accompanied by relevant changes in c-Fos immunoreactivity throughout the brain.", "journal": ["Epilepsia", "Epilepsia"]}