{"authors": [["Hingray", "Coraline", "C", "Neurology Service, CHRU of Nancy, and Psychotherapeutic Center of Nancy, Laxou, France."], ["El-Hage", "Wissam", "W", "Université François-Rabelais of Tours, CHRU of Tours, Inserm U1253, Inserm CIC1415, Tours, France."], ["Duncan", "Rod", "R", "Department of Neurology, University of Otago, Christchurch, New Zealand."], ["Gigineishvili", "David", "D", "Department of Neurology & Neurosurgery, Tbilisi State University, Institute of Neurology, Tbilisi, Georgia."], ["Kanemoto", "Kousuke", "K", "Department of Neuropsychiatry, Aichi University, Nagakute, Aichi, Japan."], ["LaFrance", "W Curt", "WC", "Division of Neuropsychiatry and Behavioral Neurology, Rhode Island Hospital and Departments of Psychiatry and Neurology, Alpert Medical School of Brown University, Providence, RI, USA."], ["de Marinis", "Alejandro", "A", "Clínica Alemana of Santiago, Faculty of Medicine Clínica Alemana, University of Desarrollo, Santiago, Chile."], ["Paul", "Ravi", "R", "Department of Psychiatry, School of Medicine, University of Zambia, Lusaka, Zambia."], ["Pretorius", "Chrisma", "C", "Department of Psychology, Stellenbosch University, Matieland, Stellenbosch, South Africa."], ["Téllez-Zenteno", "José F", "JF", "Division of Neurology, Department of Medicine, University of Saskatchewan, Royal University Hospital, Saskatoon, SK, Canada."], ["Wiseman", "Hannah", "H", "Department of Psychology, University of Bath, Bath, United Kingdom."], ["Reuber", "Markus", "M", "Academic Neurology Unit, University of Sheffield, Royal Hallamshire Hospital, Sheffield, United Kingdom."]], "date": "2017-11-20", "id": "29152734", "text": "Studies from a small number of countries suggest that patients with psychogenic nonepileptic seizures (PNES) have limited access to diagnostic and treatment services. The PNES Task Force of the International League Against Epilepsy (ILAE) carried out 2 surveys to explore the diagnosis and treatment of PNES around the world.A short survey (8 questions) was sent to all 114 chapters of the ILAE. A longer survey (36 questions) was completed by healthcare professionals who see patients with seizures. Questions were separated into 5 sections: professional role, diagnostic methods, management, etiology, and access to health care.Responses were received from 63 different countries. The short survey was completed by 48 ILAE chapters, and the long survey by 1098 health professionals from 28 countries. PNES were recognized as a diagnostic and therapeutic problem in all countries. Trauma and mental health issues were most commonly recognized as etiologic factors. There was a clear relationship between income and access to diagnostic tests and expertise. Psychological therapy was most commonly considered the treatment of choice. Although financial difficulties were the most commonly reported problem with service access in low-income countries, in all countries stigma, lack of popular awareness, and lack of information posed challenges.This global provider survey demonstrates that PNES are a health problem around the world. Health care for PNES could be improved with better education of healthcare professionals, the development of reliable and simple diagnostic procedures that do not rely on costly tests, and the provision of accessible information.", "doi": "10.1111/epi.13952", "title": "Access to diagnostic and therapeutic facilities for psychogenic nonepileptic seizures: An international survey by the ILAE PNES Task Force-2nd Revision.", "journal": ["Epilepsia", "Epilepsia"]}