{"authors": [["Neudorfer", "Clemens", "C", "Department of Stereotaxy and Functional Neurosurgery, Cologne Merheim Hospital, Cologne Merheim Medical Center (CMMC), University of Witten/Herdecke, Cologne, Germany. clemens.neudorfer@gmail.com."], ["Maarouf", "Mohammad", "M", "Department of Stereotaxy and Functional Neurosurgery, Cologne Merheim Hospital, Cologne Merheim Medical Center (CMMC), University of Witten/Herdecke, Cologne, Germany."]], "date": "2017-11-20", "id": "29152666", "text": "The H fields of Forel constitute an intricate neuroanatomical structure that occupies a central position within the posterior subthalamus. Anatomically, it features a dense concentration of fiber bundles including corticofugal, pallidothalamic, cerebellothalamic and other projections that connect functionally relevant areas of the brain. Functionally, the fields of Forel are embedded within the cortico-striato-thalamo-cortical circuit and constitute the main link between the striatopallidal system and the thalamocortical network. Given the current understanding of basal ganglia involvement in movement disorders and neuropsychiatric disease we sought to investigate the H fields of Forel as a potential target in stereotactic functional neurosurgery. Although historically recognized in the treatment of movement disorders, behavioral disorders and epilepsy, the significance of the H fields is considerably diminished today receiving only little attention. Owing to the current lack of reviews addressing the anatomical and functional organization of Forel's fields, we aim to deliver an up-to-date overview of the H fields in this paper. We investigate the complex neuroanatomy and describe the passage of the various fiber systems that course through the posterior subthalamus. We revise the role of Forel's fields in the current context of our understanding of cortico-basal ganglia circuitry and discuss the historic relevance of Forel's fields during the lesional era. Finally, we provide an outlook regarding the potential of deep brain stimulation in close proximity and within the H fields of Forel.", "doi": "10.1007/s00429-017-1570-4", "title": "Neuroanatomical background and functional considerations for stereotactic interventions in the H fields of Forel.", "journal": ["Brain structure & function", "Brain Struct Funct"]}