{"authors": [["Patel", "Rikinkumar S", "RS", "Department of Psychiatry, Northwell Zucker Hillside Hospital."], ["Elmaadawi", "Ahmed", "A", "Psychiatry, Beacon Health System."], ["Mansuri", "Zeeshan", "Z", "Psychiatry, Texas Tech University Health Science Center."], ["Kaur", "Mandeep", "M", "American University of Antigua."], ["Shah", "Kaushal", "K", "Public Health, Western Kentucky University."], ["Nasr", "Suhayl", "S", "Psychiatry, Beacon Health System."]], "date": "2017-09-14", "id": "29152443", "text": "Background Psychiatric comorbidities in epilepsy impose significant burdens on patients and their families. It affects their quality of life and medical care and results in cost increases. This study reports the impact of various psychiatric comorbidities in epilepsy patients regarding hospital outcomes and in-hospital mortality. Methods We used the Nationwide Inpatient Sample (NIS) from the Healthcare Cost and Utilization Project (HCUP) from years 2013-2014. We identified epilepsy as the primary diagnosis and psychiatric comorbidities, namely, alcohol abuse, depression, drug abuse, and psychosis, using validated International Classification of Diseases, 9th Revision, Clinical Modification (ICD--9--CM) codes. The differences in comorbidities were quantified using chi-square (χ2) tests and the multinomial logistic regression model was used to quantify associations among comorbidities using the adjusted Odds Ratio (aOR).  Results We analyzed 397,440 hospitalizations with epilepsy as the primary diagnosis. The most prevalent psychiatric comorbidities present in epilepsy were depression (13%) followed by psychosis (10.4%). The risk of inpatient death was only seen in epilepsy with comorbid alcohol abuse (aOR 1.164; 95%CI 1.043 - 1.300; p-value =0.007). Epilepsy with comorbid depression (aOR 1.473; 95% CI 1.391 - 1.559; p-value <0.001) was associated with a higher risk of a length of stay of more than three days (median), followed by comorbid psychosis (aOR 1.290; 95% CI 1.258 - 1.322; p-value <0.001). Epilepsy with comorbid depression (aOR 1.242; 95% CI 1.172 - 1.317; p-value <0.001) was associated with a higher risk of inpatient total charge of more than $21,000 (median), followed by comorbid psychosis (aOR 1.071; 95% CI 1.045 - 1.098; p-value <0.001). Conclusion Psychiatric comorbidities are influential factors that must be considered in models of Health-Related Quality of Life (HRQOL) in epilepsy. Further, efforts to improve HRQOL and reduce the burden of epilepsy require greater emphasis on the early diagnosis and treatment of comorbid psychopathology.", "doi": "10.7759/cureus.1686", "title": "Psychiatric Comorbidities and Outcomes in Epilepsy Patients: An Insight from a Nationwide Inpatient Analysis in the United States.", "journal": ["Cureus", "Cureus"]}