{"authors": [["Ko", "Jeong Ok", "JO", "Department of Nursing, Jeonbuk Science College, Jeongeup, Korea."], ["Lee", "Myung Ha", "MH", "College of Nursing, Chonbuk National University, Jeonju, Korea. leemh@jbnu.ac.kr."]], "date": null, "id": "29151560", "text": "This study aimed to identify variables influencing the health-related quality of life (HRQoL) of adults with epilepsy in order to establish a structural model and design an intervention strategy to improve patients' HRQoL.The selected subjects were 212 patients with epilepsy aged between 18 and 70 years who were currently receiving treatment from hospital, general hospital, and clinic. They were surveyed using a structured questionnaire.The goodness of fit measures of the final hypothetical model were as follows: χ²/df=2.51, GFI=.91, AGFI=.90, CFI=.96, SRMR=.04, NFI=.93, and RMSEA=.08. The major variables influencing the HRQoL of adults with epilepsy were epilepsy self-efficacy, depression, social support, and side effects of anti-epileptic drugs (AEDs), which were significant in the mentioned order, whereas the duration of AEDs use and perceived stigma did not show any effects. Six variables accounted for 75.6% of HRQoL. Variables having a direct and total effect on the HRQoL of adults with epilepsy were the side effects of AEDs, social support, epilepsy self-efficacy, and depression, and those with an indirect effect were the side effects of AEDs and social support.It is necessary to accurately identify the side effects of AEDs in adults with epilepsy and accurately observe the physical changes caused by depression. In addition, it is imperative to establish an active and effective nursing intervention program to strengthen the self-efficacy of the patients and to improve their quality of life through social support provided by family members and medical professionals.", "doi": "10.4040/jkan.2017.47.5.624", "title": "[Structural Equation Modeling on Health-Related Quality of Life in Adults with Epilepsy].", "journal": ["Journal of Korean Academy of Nursing", "J Korean Acad Nurs"]}