{"authors": [["Lanska", "Douglas J", "DJ", null], ["Lanska", "John R", "JR", null]], "date": "2017-11-17", "id": "29151098", "text": "In 1955, English psychiatrist John Todd defined the Alice-in-Wonderland syndrome (AIWS) as self-experienced paroxysmal body-image illusions involving distortions of the size, mass, or shape of the patient's own body or its position in space, often accompanied by depersonalization and/or derealization. AIWS had been described by American Neurologist Caro Lippman in 1952, but Todd's report was the most influential. Todd named the syndrome for the perceptual disorder of altered body image experienced by the protagonist in Alice's Adventures in Wonderland (1865) by Lewis Carroll (Charles Lutwidge Dodgson). In Carroll's original story, Alice experienced several dramatic changes in body size and shape (e.g., shrinking to 10 inches high, growing unnaturally tall but not any wider, and growing unnaturally large). Todd reported 6 cases of AIWS, all of whom had episodic body-image distortions like those experienced by Lewis Carroll's Alice character; some also had visual perceptual disturbances, but none had visual perceptual disorders without body-image distortions. Therefore, AIWS may be accompanied by visual perceptual disorders (e.g., micropsia, macropsia, telopsia, pelopsia), but basing the diagnosis of AIWS on isolated visual perceptual disorders, as has subsequently been done by a number of authors, is inaccurate and misleading. Cases of isolated visual illusions without self-perceived distortions of body size, shape, or form, do not meet Todd's original criteria, nor are they commensurate with the experiences of the protagonist in Alice's Adventures in Wonderland. Furthermore, such cases differ by age and etiology from those that involve somesthetic perceptual disorders. Therefore, the use of the term AIWS for isolated visual illusions is problematic and should be discouraged. Although Todd's and Lippman's cases were adolescents or adults, AIWS is most commonly reported in children. Reported causes include infection (especially with Epstein Barr virus), migraine, epilepsy, depression, and toxic and febrile delirium.", "doi": "10.1159/000475722", "title": "The Alice-in-Wonderland Syndrome.", "journal": ["Frontiers of neurology and neuroscience", "Front Neurol Neurosci"]}