{"authors": [["Perani", "Suejen", "S", "Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, United Kingdom."], ["Tierney", "Tim M", "TM", "Developmental Imaging and Biophysics Section, Developmental Neurosciences Program, UCL Great Ormond Street Institute of Child Health, London, United Kingdom."], ["Centeno", "Maria", "M", "Developmental Imaging and Biophysics Section, Developmental Neurosciences Program, UCL Great Ormond Street Institute of Child Health, London, United Kingdom."], ["Shamshiri", "Elhum A", "EA", "Developmental Imaging and Biophysics Section, Developmental Neurosciences Program, UCL Great Ormond Street Institute of Child Health, London, United Kingdom."], ["Yaakub", "Siti N", "SN", "Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, United Kingdom."], ["O'Muircheartaigh", "Jonathan", "J", "Department of Neuroimaging, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, United Kingdom."], ["Carmichael", "David W", "DW", "Developmental Imaging and Biophysics Section, Developmental Neurosciences Program, UCL Great Ormond Street Institute of Child Health, London, United Kingdom."], ["Richardson", "Mark P", "MP", "Department of Basic and Clinical Neuroscience, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, United Kingdom."]], "date": "2017-11-18", "id": "29150855", "text": "Patients with genetic generalized epilepsy (GGE) have subtle morphologic abnormalities of the brain revealed with magnetic resonance imaging (MRI), particularly in the thalamus. However, it is unclear whether morphologic abnormalities of the brain in GGE are a consequence of repeated seizures over the duration of the disease, or are a consequence of treatment with antiepileptic drugs (AEDs), or are independent of these factors. Therefore, we measured brain morphometry in a cohort of AED-naive patients with GGE at disease onset. We hypothesize that drug-naive patients at disease onset have gray matter changes compared to age-matched healthy controls.We performed quantitative measures of gray matter volume in the thalamus, putamen, caudate, pallidum, hippocampus, precuneus, prefrontal cortex, precentral cortex, and cingulate in 29 AED-naive patients with new-onset GGE and compared them to 32 age-matched healthy controls. We subsequently compared the shape of any brain structures found to differ in gray matter volume between the groups.The thalamus was the only structure to show reduced gray matter volume in AED-naive patients with new-onset GGE compared to healthy controls. Shape analysis revealed that the thalamus showed deflation, which was not uniformly distributed, but particularly affected a circumferential strip involving anterior, superior, posterior, and inferior regions with sparing of medial and lateral regions.Structural abnormalities in the thalamus are present at the initial onset of GGE in AED-naive patients, suggesting that thalamic structural abnormality is an intrinsic feature of GGE and not a consequence of AEDs or disease duration.", "doi": "10.1111/epi.13955", "title": "Thalamic volume reduction in drug-naive patients with new-onset genetic generalized epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}