{"authors": [["Linder", "Camilla", "C", "Department of Laboratory Medicine, Division of Clinical Pharmacology, Karolinska Institutet, Stockholm, Sweden. Electronic address: camilla.linder@sll.se."], ["Hansson", "Anna", "A", "Department of Clinical Pharmacology, Karolinska University Hospital, Stockholm, Sweden."], ["Sadek", "Sara", "S", "Department of Clinical Pharmacology, Karolinska University Hospital, Stockholm, Sweden."], ["Gustafsson", "Lars L", "LL", "Department of Laboratory Medicine, Division of Clinical Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Pohanka", "Anton", "A", "Department of Laboratory Medicine, Division of Clinical Pharmacology, Karolinska Institutet, Stockholm, Sweden; Department of Clinical Pharmacology, Karolinska University Hospital, Stockholm, Sweden."]], "date": "2017-11-04", "id": "29149735", "text": "Monitoring of antiepileptic drugs in children with epilepsy require multiple visits at a clinic for blood collection. Dried blood spot sampling is an alternative way of collection, performed at home by self-collection and can save time and costs for patients and family members. The aim was to develop and validate an LC-MS/MS dried blood spot method for carbamazepine, lamotrigine, levetiracetam and valproic acid with the requirements of using standard equipment and material in a routine laboratory setting. Whatman-903 filter paper was utilized, and discs were punched into a 96 well plate with an automated puncher and barcode reading. Extraction with methanol/water solution including internal standards on an orbital shaker was followed by a vacuum centrifuge step and reconstitution in mobile phase. Bioanalytical validation was performed according to guidelines from European Medicines Agency and additional dried blood spot specific validation. Calibration curves of the four included drugs had R2 values ≥0.994. Therapeutic relevant concentrations were well within measuring ranges. Within and -between run precision had %CV:s of 2.9-10.5%. Accuracy (%bias) was between -16.5% (lower limit of quantification) to +7.4%. Blood spots in a volume range of 15-50μL with hematocrit in expected ranges for this patient group were within precision and accuracy limits. To test the method, concentrations from dried blood spot venous and capillary patient samples (n=50) were compared with plasma concentrations. Good correlations for all four drugs with R2 of >0.92 was shown. In summary, a fast method for dried blood spots based on a 96 well format was developed for four commonly prescribed antiepileptic drugs. This validated method with traceability in sample preparation by bar code reading makes it suitable for the clinical laboratory.", "doi": "10.1016/j.jchromb.2017.11.005", "title": "Carbamazepine, lamotrigine, levetiracetam and valproic acid in dried blood spots with liquid chromatography tandem mass spectrometry; method development and validation.", "journal": ["Journal of chromatography. B, Analytical technologies in the biomedical and life sciences", "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci."]}