{"authors": [["Kumar", "Shambhu", "S", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Singh", "Mamta Bhushan", "MB", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India. Electronic address: mbsneuro@gmail.com."], ["Shukla", "Garima", "G", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Vishnubhatla", "Sreenivas", "S", "Department of Biostatistics, All India Institute of Medical Sciences, New Delhi, India."], ["Srivastava", "M V Padma", "MVP", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Goyal", "Vinay", "V", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Prasad", "Kameshwar", "K", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Patterson", "Victor", "V", "Department of Clinical and Experimental Epilepsy, University College, London, UK."]], "date": "2017-11-09", "id": "29149669", "text": "Investigations such as EEG and brain imaging are often difficult to obtain in primary care settings of resource-limited regions impacting millions of epilepsy patients. We wanted to test the hypothesis that classification of chronic epilepsy into focal and generalized based on clinical history and examination alone would be comparable to making such a classification with additional inputs from EEG and brain imaging.Two investigators independently classified consecutive chronic epilepsy patients into focal, generalized and unclassified epilepsy. Investigator 1 made this determination using clinical history and examination alone whereas Investigator II additionally used EEG and brain imaging too. We calculated inter observer agreement between the two investigators and also looked at the predictors of focal and generalized epilepsy.Five hundred and twelve patients were recruited. Inter observer agreement between the two investigators in making the focal versus generalized classification was 96.8%, kappa 0.91 (p<0.0001). When EEG and neuroimaging findings were added to clinical information, there was a change in classification in 3.2% patients. Several predictors of focal and generalized epilepsy were identified.Classification of chronic epilepsy into focal and generalized can be done reliably in most patients using clinical information alone. Investigating chronic epilepsy patients with EEG and brain imaging may not be necessary in every patient. The results of our study are especially significant for epilepsy patients living in resource-limited regions where such investigations may not always be available.", "doi": "10.1016/j.seizure.2017.11.002", "title": "Effective clinical classification of chronic epilepsy into focal and generalized: A cross sectional study.", "journal": ["Seizure", "Seizure"]}