{"authors": [["Masri", "Amira", "A", "Department of Pediatrics, Division of Child Neurology, Faculty of Medicine, The University of Jordan, Jordan. Electronic address: masriamira69@hotmail.com."], ["Aburahma", "Samah", "S", "Neuroscience Department, Faculty of Medicine, Jordan University of Science and Technology, Jordan. Electronic address: samahk72@yahoo.com."], ["Khasawneh", "Aisha", "A", "Department of Family Medicine, Faculty of Medicine, The University of Jordan, Jordan. Electronic address: ayosh_881@yahoo.com."], ["Al Qudah", "Abdelkarim", "A", "Department of Pediatrics, Division of Child Neurology, Faculty of Medicine, The University of Jordan, Jordan. Electronic address: dr_qudah@hotmail.com."], ["Nafi", "Omar", "O", "Pediatric Department, Faculty of Medicine, Mutah University, Jordan. Electronic address: onafi2000@yahoo.com."], ["Al Momani", "Miral", "M", "Pediatric Department, Faculty of Medicine, Jordan University of Science and Technology, Jordan. Electronic address: maalmomani3@just.edu.jo."], ["Khatib", "Faisal", "F", "Department of Biochemistry, Faculty of Medicine, The University of Jordan, Jordan. Electronic address: khatibfa@ju.edu.jo."]], "date": "2017-11-08", "id": "29149668", "text": "To explore the knowledge, attitudes and behaviors of parents whose children were diagnosed with epilepsy.Cross-sectional questionnaire based study of parents who accompanied their children with epilepsy to the child neurology clinics at three university hospitals in Jordan.Most parents (427, 90.3%) knew that epilepsy is not related to a psychiatric disease. Approximately half of the parents (245, 51.8%) used the internet as their source of knowledge, and most used Arabic websites. Searching the word epilepsy was rarely used (51, 10.8%). Most of the parents (428,90.5%) were not restricting their children from watching TV or from using the computer (358,75.5%).However, many parents (280,59.2%) were restricting them from participating in sports. Parents had negative attitudes towards epilepsy; 189 (40.0%)thought that epileptic children can have normal intelligence, and 292 (61.7%) thought that they can continue into higher education. Greater parental knowledge of epilepsy was found to be correlated with the parental education level (p<0.05).Positive attitudes and behaviors towards epilepsy were found to be correlated with a higher parental education level, control of epilepsy,an absence of associated co morbidities, a higher income and internet use (p<0.05).This study sheds an important light on the current knowledge status and attitudes of parents of children with epilepsy, and is an invaluable tool for tailoring the delivery of information and support resources for families in our region.", "doi": "10.1016/j.seizure.2017.11.006", "title": "Parental knowledge and attitudes towards epilepsy -A study from Jordan.", "journal": ["Seizure", "Seizure"]}