{"authors": [["Corradini", "Irene", "I", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy; Institute of Neuroscience - National Research Council, Milan, Italy."], ["Focchi", "Elisa", "E", "Institute of Neuroscience - National Research Council, Milan, Italy; Department of Biotechnology and Translational Medicine, University of Milan, Milan, Italy."], ["Rasile", "Marco", "M", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy; Hunimed University, Rozzano, Italy."], ["Morini", "Raffaella", "R", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy."], ["Desiato", "Genni", "G", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy; University of Milano-Bicocca, Milan, Italy."], ["Tomasoni", "Romana", "R", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy."], ["Lizier", "Michela", "M", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy; Institute for Genetic and Biomedical Research - National Research Council, Milan, Italy."], ["Ghirardini", "Elsa", "E", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy; Department of Biotechnology and Translational Medicine, University of Milan, Milan, Italy."], ["Fesce", "Riccardo", "R", "Hunimed University, Rozzano, Italy; Neuroscience Center, Dipartimento di Scienze Teoriche e Applicate, Insubria University, Busto Arsizio, Italy."], ["Morone", "Diego", "D", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy."], ["Barajon", "Isabella", "I", "Hunimed University, Rozzano, Italy."], ["Antonucci", "Flavia", "F", "Department of Biotechnology and Translational Medicine, University of Milan, Milan, Italy."], ["Pozzi", "Davide", "D", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy; Hunimed University, Rozzano, Italy."], ["Matteoli", "Michela", "M", "Istituto di Ricovero e Cura a Carattere Scientifico Humanitas, Rozzano, Italy; Institute of Neuroscience - National Research Council, Milan, Italy. Electronic address: m.matteoli@in.cnr.it."]], "date": "2017-11-14", "id": "29146047", "text": "The association between maternal infection and neurodevelopmental defects in progeny is well established, although the biological mechanisms and the pathogenic trajectories involved have not been defined.Pregnant dams were injected intraperitoneally at gestational day 9 with polyinosinic:polycytidylic acid. Neuronal development was assessed by means of electrophysiological, optical, and biochemical analyses.Prenatal exposure to polyinosinic:polycytidylic acid causes an imbalanced expression of the Na+-K+-2Cl- cotransporter 1 and the K+-Cl- cotransporter 2 (KCC2). This results in delayed gamma-aminobutyric acid switch and higher susceptibility to seizures, which endures up to adulthood. Chromatin immunoprecipitation experiments reveal increased binding of the repressor factor RE1-silencing transcription (also known as neuron-restrictive silencer factor) to position 509 of the KCC2 promoter that leads to downregulation of KCC2 transcription in prenatally exposed offspring. Interleukin-1 receptor type I knockout mice, which display braked immune response and no brain cytokine elevation upon maternal immune activation, do not display KCC2/Na+-K+-2Cl- cotransporter 1 imbalance when implanted in a wild-type dam and prenatally exposed. Notably, pretreatment of pregnant dams with magnesium sulfate is sufficient to prevent the early inflammatory state and the delay in excitatory-to-inhibitory switch associated to maternal immune activation.We provide evidence that maternal immune activation hits a key neurodevelopmental process, the excitatory-to-inhibitory gamma-aminobutyric acid switch; defects in this switch have been unequivocally linked to diseases such as autism spectrum disorder or epilepsy. These data open the avenue for a safe pharmacological treatment that may prevent the neurodevelopmental defects caused by prenatal immune activation in a specific pregnancy time window.", "doi": "10.1016/j.biopsych.2017.09.030", "title": "Maternal Immune Activation Delays Excitatory-to-Inhibitory Gamma-Aminobutyric Acid Switch in Offspring.", "journal": ["Biological psychiatry", "Biol. Psychiatry"]}