{"authors": [["Whitmire", "Luke E", "LE", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Ling", "Ling", "L", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Bugay", "Vladslav", "V", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Carver", "Chase M", "CM", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Timilsina", "Santosh", "S", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Chuang", "Hui-Hsiu", "HH", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Jaffe", "David B", "DB", "Department of Biology, University of Texas at San Antonio, San Antonio, Texas, United States of America."], ["Shapiro", "Mark S", "MS", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Cavazos", "Jose E", "JE", "Neurology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."], ["Brenner", "Robert", "R", "Department of Cell and Integrative Physiology, University of Texas Health Science Center at San Antonio, San Antonio, Texas, United States of America."]], "date": "2017-11-16", "id": "29145442", "text": "A major challenge is to understand maladaptive changes in ion channels that sets neurons on a course towards epilepsy development. Voltage- and calcium-activated K+ (BK) channels contribute to early spike timing in neurons, and studies indicate that the BK channel plays a pathological role in increasing excitability early after a seizure. Here, we have investigated changes in BK channels and their accessory β4 subunit (KCNMB4) in dentate gyrus (DG) granule neurons of the hippocampus, key neurons that regulate excitability of the hippocampus circuit. Two days after pilocarpine-induced seizures, we found that the predominant effect is a downregulation of the β4 accessory subunit mRNA. Consistent with reduced expression, single channel recording and pharmacology indicate a switch in the subtype of channels expressed; from iberiotoxin-resistant, type II BK channels (BK α/β4) that have higher channel open probability and slow gating, to iberiotoxin-sensitive type I channels (BK α alone) with low open probability and faster gating. The switch to a majority of type I channel expression following seizure activity is correlated with a loss of BK channel function on spike threshold while maintaining the channel's contribution to increased early spike frequency. Using heterozygous β4 knockout mice, we find reduced expression is sufficient to increase seizure sensitivity. We conclude that seizure-induced downregulation of KCNMB4 is an activity dependent mechanism that increases the excitability of DG neurons. These novel findings indicate that BK channel subtypes are not only defined by cell-specific expression, but can also be plastic depending on the recent history of neuronal excitability.", "doi": "10.1371/journal.pone.0188064", "title": "Downregulation of KCNMB4 expression and changes in BK channel subtype in hippocampal granule neurons following seizure activity.", "journal": ["PloS one", "PLoS ONE"]}