{"authors": [["Carota", "Antonio", "A", null], ["Bogousslavsky", "Julien", "J", null]], "date": "2017-11-16", "id": "29145183", "text": "The catastrophic reaction (CR; a disruptive and uncontrolled behavior triggered by anger, irritability, and hostility) and emotionalism (a condition of uncontrolled crying or laughing) are disorders of the emotional regulation and expression, the prevalence of which is underestimated in neurology. Their occurrence is an additional factor of poor outcome for neurologic patients. Although they have been recognized and completely described in their clinical manifestations more than a century ago, many issues remain unsolved regarding their pathogenesis and the respective role of the brain damage and psychological factors. Thus, if pathological crying and laughing can be linked to one or more lesions within the corticospinal tracts, the emotional lability and CR have uncertain connections within specific functional brain systems and seem to be influenced by personality factors or depression and anxiety generated by coping with a serious neurological disease. These epistemological difficulties are also the consequence of some methodological limits of the questionnaires and scales, which diagnose these disorders and for which the cut-off values between the normal and pathological condition could be questioned. Thus, their assessment requires new psychophysical. The CR and emotionalism manifest in association with several different neurological disease (degenerative, vascular, inflammatory, epilepsy) and psychiatric conditions as psychosis, mania, and mood disorders. Across these different diseases, the findings of common patterns of lesion location, cognitive dysfunction, emotional changes, and behavioral responses to new paradigms might clarify the pathogenesis and orient the treatment.", "doi": "10.1159/000475695", "title": "Catastrophe Reaction and Emotionalism.", "journal": ["Frontiers of neurology and neuroscience", "Front Neurol Neurosci"]}