{"authors": [["Wennberg", "Richard", "R", "Krembil Neuroscience Centre, University of Toronto, University Health Network, Toronto Western Hospital, Toronto, Canada. Electronic address: r.wennberg@utoronto.ca."], ["Steriade", "Claude", "C", "Krembil Neuroscience Centre, University of Toronto, University Health Network, Toronto Western Hospital, Toronto, Canada."], ["Chen", "Robert", "R", "Krembil Neuroscience Centre, University of Toronto, University Health Network, Toronto Western Hospital, Toronto, Canada."], ["Andrade", "Danielle", "D", "Krembil Neuroscience Centre, University of Toronto, University Health Network, Toronto Western Hospital, Toronto, Canada."]], "date": "2017-10-28", "id": "29145168", "text": "The clinical and electrographic features of seizures in anti-LGI1 encephalitis are distinct from those seen in other autoimmune encephalitides or non-encephalitic epilepsies. One electroclinical phenomenon specific to the condition consists of lateralized motor spasms, known as faciobrachial dystonic seizures (FBDS). An electrodecremental pattern overriding a \"DC shift\" has been described as the EEG correlate of these spasms. We sought to further characterize this pre-spasm infraslow activity (ISA).Continuous video-EEG recordings were acquired in four patients with anti-LGI1 encephalitis: each had frequent motor spasms/FBDS as well as frequent subclinical temporal lobe seizures (an independent indicator of anti-LGI1 encephalitis).In artifact-free recordings obtained using clinical amplifiers equipped with a low frequency analog filter of 0.07 Hz, ISA reliably preceded clinical onset of the motor spasms by ∼1.2 s and preceded the electrodecremental pattern by ∼700 ms. Pre-spasm ISA was invariably recorded contralateral to FBDS, with a voltage topographic maximum over the mid frontal region. The pre-movement ISA differed from the Bereitschaftspotential in timing and topography and was an order of magnitude higher in amplitude. Sporadic FBDS that occurred in association with temporal lobe seizures were preceded by identical ISA.The motor spasms of anti-LGI1 encephalitis are preceded by frontal ISA. A paucity of data at the microscale level precludes mechanistic explanations at the macroscale level, or even determination of the relative contributions of neurons and glia in the generation of the ISA.Although fundamental cellular mechanisms await elucidation, the pre-spasm ISA represents a singular and readily identifiable EEG response to this autoimmune brain disorder.", "doi": "10.1016/j.clinph.2017.10.014", "title": "Frontal infraslow activity marks the motor spasms of anti-LGI1 encephalitis.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}