{"authors": [["Sidhu", "Harpreet Singh", "HS", "Department of Pharmacology, M.M. Institute of Medical Sciences and Research, M.M. University, Ambala, India. Electronic address: drharry5000@hotmail.com."], ["Srinivasa", "R", "R", "Department of Neurology, M.S. Ramaiah Memorial Hospital, Rajiv Gandhi University of Health Sciences, Bangalore, India."], ["Sadhotra", "Akshay", "A", "Department of Pharmacology, M.M. Institute of Medical Sciences and Research, M.M. University, Ambala, India."]], "date": "2017-10-28", "id": "29144993", "text": "To investigate the development of reproductive endocrine changes in Indian women with epilepsy initiating on either Valproate (VPA) or Lamotrigine (LTG) monotherapy.Reproductive hormonal profiles, hirsutism, ovarian morphology by ultrasonography and menstrual cycle data in newly diagnosed women with epilepsy taking VPA (n=34) or LTG (n=32) monotherapy were compared. None of the women were receiving hormonal contraception. Patients gave details of seizure type and frequency, medical and drug history. Body weight and fasting insulin, glucose, testosterone, dihyroepiandrosterone sulfate (DHEAS), androstenedione, sex hormone-binding globulin (SHBG), luteinizing hormone (LH), follicle-stimulating hormone (FSH) were measured. Body mass index, free androgen index and homeostasis model assessment of insulin resistance (HOMA-IR) were calculated. Longitudinal evaluations were done at 6th month and at 12th month. After 12th month some VPA-treated women were replaced with LTG and further followed-up twice in next six months.The mean testosterone level was significant increased in VPA-treated women at 6th month (p=0.03), then at 12th month (p=0.01). More women in the valproate group than the lamotrigine group developed hirsutism (p=0.06), menstrual disturbances (p=0.02) and PCOS (p=0.001). Before valproate therapy, 32% of the patients were obese, this percentage rose to 47% after treatment (p=0.03). A significant positive correlation was existed between obesity (BMI >25) and the development of menstrual disturbances (p=0.006), serum testosterone levels (p=0.02) and PCOS (p=0.03). Insulin resistance (HOMA-IR >2.5) was significant correlated with menstrual disturbances (p=0.03) and serum testosterone levels (p=0.02). Substitution of VPA with LTG results in significant reduction in mean testosterone levels (p=0.005) and means body weight at 6th month (p=0.01).Long-term valproate therapy in Indian women with epilepsy was associated with development of menstrual disturbances, alterations in reproductive hormonal function and increased the risk to developed PCOS.", "doi": "10.1016/j.eplepsyres.2017.10.016", "title": "Evaluate the effects of antiepileptic drugs on reproductive endocrine system in newly diagnosed female epileptic patients receiving either Valproate or Lamotrigine monotherapy: A prospective study.", "journal": ["Epilepsy research", "Epilepsy Res."]}