{"authors": [["Wang", "Xiaole", "X", "Department of Pediatrics, Xiangya Hospital of Central South University, China."], ["Yin", "Fei", "F", "Department of Pediatrics, Xiangya Hospital of Central South University, China; Hunan Intellectual and Developmental Disabilities Research Center, Pediatrics, China."], ["Li", "Linhong", "L", "Department of Pediatrics, Xiangya Hospital of Central South University, China."], ["Kong", "Huimin", "H", "Department of Pediatrics, Xiangya Hospital of Central South University, China."], ["You", "Baiyang", "B", "Department of Cardiovascular, Xiangya Hospital of Central South University, China."], ["Zhang", "Weixi", "W", "Department of Pediatrics, Xiangya Hospital of Central South University, China."], ["Chen", "Shuyuan", "S", "Department of Pediatrics, Xiangya Hospital of Central South University, China."], ["Peng", "Jing", "J", "Department of Pediatrics, Xiangya Hospital of Central South University, China. Electronic address: pengjing627@126.com."]], "date": "2017-11-04", "id": "29144992", "text": "Status epilepticus (SE) is a common, life-threatening neurological emergency that confers a high degree of morbidity and mortality. Increasing evidence indicates that neuroinflammation plays a critical role in the pathogenesis of SE. MicroRNA-146a (miR-146a) has been reported to be an important posttranscriptional inflammation-associated microRNA. The aim of this study was to investigate the effect of miR-146a in SE and the mechanism by which it operates.To study the effect of miR-146a in SE, we chose intracerebroventricular injection for rat at 21-28days old, and made a lithium-pilocarpine-induced SE rat model. We assessed latency time and Lado grade by behavior observation. We performed qPCR, ELISA and western blot tests on rat hippocampus to measure the expression levels of miR-146a, IL-1β, TNF-α, TLR4 and NF-κB.In the miR-146a antagomir injection group, the latency to generalized convulsions was shorter, the duration and degree of seizures were more severe, the expression level of miR-146a was clearly decreased, and IL-1β, TNF-α, TLR4 and NF-κB were all significantly up-regulated. The opposite was true for rats treated with miR-146a agomir.Our findings elucidate the role of inflammation in the pathogenesis of SE in immature rats, and show that regulating the expression level of miR-146a may provide a novel insights into the pathogenesis of SE.", "doi": "10.1016/j.eplepsyres.2017.10.006", "title": "Intracerebroventricular injection of miR-146a relieves seizures in an immature rat model of lithium-pilocarpine induced status epilepticus.", "journal": ["Epilepsy research", "Epilepsy Res."]}