{"authors": [["Hussain", "Shaun A", "SA", "Division of Pediatric Neurology, David Geffen School of Medicine and Mattel Children's Hospital UCLA, Los Angeles, CA. Electronic address: shussain@mednet.ucla.edu."], ["Lay", "Johnson", "J", "Division of Pediatric Neurology, David Geffen School of Medicine and Mattel Children's Hospital UCLA, Los Angeles, CA."], ["Cheng", "Emily", "E", "Division of Pediatric Neurology, David Geffen School of Medicine and Mattel Children's Hospital UCLA, Los Angeles, CA."], ["Weng", "Julius", "J", "Division of Pediatric Neurology, David Geffen School of Medicine and Mattel Children's Hospital UCLA, Los Angeles, CA."], ["Sankar", "Raman", "R", "Division of Pediatric Neurology, David Geffen School of Medicine and Mattel Children's Hospital UCLA, Los Angeles, CA; Department of Neurology, David Geffen School of Medicine and Mattel Children's Hospital UCLA, Los Angeles, CA."], ["Baca", "Christine B", "CB", "Department of Neurology, David Geffen School of Medicine and Mattel Children's Hospital UCLA, Los Angeles, CA; Department of Neurology, University of Colorado School of Medicine, Aurora, CO."]], "date": null, "id": "29144248", "text": "To characterize and quantify diagnostic and treatment delay among children with infantile spasms, and to estimate the developmental impact of this delay.In this cohort study, we surveyed the parents of 100 patients with infantile spasms about their experiences with diagnosis and treatment, and ascertained medical and sociodemographic factors potentially related to care of these infants. We specifically determined the latency to first visit an \"effective provider,\" defined as a provider who identified infantile spasms, and prescribed an appropriate first-line treatment, namely adrenocorticotropic hormone, corticosteroids, or vigabatrin. Time to the first visit to an effective provider was evaluated using Cox proportional hazards regression.The median time from the onset of infantile spasms to first visit with an effective provider was 24.5 days. Only 29% of patients were evaluated by an effective provider within 1 week of infantile spasms onset. The time to first effective provider visit was associated with parental language preference, but with no other sociodemographic characteristics. Parents' suspicions that \"something is wrong\" were often discounted by healthcare providers, and survey respondents frequently reported that pediatricians and neurologists were unfamiliar with infantile spasms.This study demonstrates that substantial delay (ie, >1 week) in appropriate care is common, and suggests that the poor awareness of infantile spasms among healthcare providers is at least partly responsible for preventable and potentially significant delays in treatment.", "doi": "10.1016/j.jpeds.2017.08.009", "title": "Recognition of Infantile Spasms Is Often Delayed: The ASSIST Study.", "journal": ["The Journal of pediatrics", "J. Pediatr."]}