{"authors": [["Grinspan", "Zachary M", "ZM", "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY, USA."], ["Patel", "Anup D", "AD", "Nationwide Children's Hospital, Columbus, OH, USA."], ["Hafeez", "Baria", "B", "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY, USA."], ["Abramson", "Erika L", "EL", "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY, USA."], ["Kern", "Lisa M", "LM", "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY, USA."]], "date": "2017-11-16", "id": "29143960", "text": "Among children with epilepsy, to develop and evaluate a model to predict emergency department (ED) use, an indicator of poor disease control and/or poor access to care.We used electronic health record data from 2013 to predict ED use in 2014 at 2 centers, benchmarking predictive performance against machine learning algorithms. We evaluated algorithms by calculating the expected yearly ED visits among the 5% highest risk individuals. We estimated the breakeven cost per patient per year for an intervention that reduced ED visits by 10%. We estimated uncertainty via cross-validation and bootstrapping.Bivariate analyses showed multiple potential predictors of ED use (demographics, social determinants of health, comorbidities, insurance, disease severity, and prior health care utilization). A 3-variable model (prior ED use, insurance, number of antiepileptic drugs [AEDs]) performed as well as the best machine learning algorithm at one center (N = 2730; ED visits among top 5% highest risk, 3-variable model, mean = 2.9, interquartile range [IQR] = 2.7-3.1 vs Random Forest, mean = 2.9, IQR = 2.7-3.1), and superior at the second (N = 784; mean = 2.5, IQR = 2.2-2.9 vs mean = 1.9, IQR = 1.6-2.5). The per-patient-per-year breakeven point using this model to identify high-risk individuals was $958 (95% confidence interval [CI] = $568-$1390) at one center and $1086 (95% CI = $886-$1320) at the second.Prior ED use, insurance status, and number of AEDs, taken together, predict future ED use for children with epilepsy. Our estimates suggest a program targeting high-risk children with epilepsy that reduced ED visits by 10% could spend approximately $1000 per patient per year and break even. Further work is indicated to develop and evaluate such programs.", "doi": "10.1111/epi.13948", "title": "Predicting frequent emergency department use among children with epilepsy: A retrospective cohort study using electronic health data from 2 centers.", "journal": ["Epilepsia", "Epilepsia"]}