{"authors": [["Bazzigaluppi", "Paolo", "P", "Krembil Research Institute, Fundamental Neurobiology, Toronto, ON M5T 2S8, Canada. Paolo.Bazzigaluppi@uhnresearch.ca."], ["Ebrahim Amini", "Azin", "A", "Krembil Research Institute, Fundamental Neurobiology, Toronto, ON M5T 2S8, Canada. azin.amini@mail.utoronto.ca."], ["Weisspapir", "Iliya", "I", "Krembil Research Institute, Fundamental Neurobiology, Toronto, ON M5T 2S8, Canada. i.weisspapir@gmail.com."], ["Stefanovic", "Bojana", "B", "Sunnybrook Research Institute, Medical Biophysics, Toronto, ON M4N 3M5, Canada. bojana@sri.utoronto.ca."], ["Carlen", "Peter L", "PL", "Krembil Research Institute, Fundamental Neurobiology, Toronto, ON M5T 2S8, Canada. carlen@uhnresearch.ca."]], "date": "2017-10-28", "id": "29143800", "text": "Epilepsy afflicts up to 1.6% of the population and the mechanisms underlying the appearance of seizures are still not understood. In past years, many efforts have been spent trying to understand the mechanisms underlying the excessive and synchronous firing of neurons. Traditionally, attention was pointed towards synaptic (dys)function and extracellular ionic species (dys)regulation. Recently, novel clinical and preclinical studies explored the role of brain metabolism (i.e., glucose utilization) of seizures pathophysiology revealing (in most cases) reduced metabolism in the inter-ictal period and increased metabolism in the seconds preceding and during the appearance of seizures. In the present review, we summarize the clinical and preclinical observations showing metabolic dysregulation during epileptogenesis, seizure initiation, and termination, and in the inter-ictal period. Recent preclinical studies have shown that 2-Deoxyglucose (2-DG, a glycolysis blocker) is a novel therapeutic approach to reduce seizures. Furthermore, we present initial evidence for the effectiveness of 2-DG in arresting 4-Aminopyridine induced neocortical seizures in vivo in the mouse.", "doi": "10.3390/ijms18112269", "title": "Hungry Neurons: Metabolic Insights on Seizure Dynamics.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}