{"authors": [["Prime", "David", "D", "Griffith University School of Engineering, Brisbane, Qld, Australia."], ["Rowlands", "David", "D", "Griffith University School of Engineering, Brisbane, Qld, Australia."], ["O'Keefe", "Steven", "S", "Griffith University School of Engineering, Brisbane, Qld, Australia."], ["Dionisio", "Sasha", "S", "Mater Advanced Epilepsy Unit, Mater Hospital, Brisbane, Qld, Australia."]], "date": "2017-11-16", "id": "29143307", "text": "This review aims to highlight key considerations when performing cortico-cortical evoked potentials (CCEPs) using stereo-electroencephalography (SEEG) for network mapping and show its clinical applicability to presurgical evaluations. The parameters for performing stimulation and safety aspects have been investigated in electrocorticography (ECoG) and deep brain stimulation (DBS), but not as extensively in SEEG. A review of current literature was performed, with an attempt made to emphasize practical insights from all modalities of intracranial stimulation. This paper reviews physical stimulation parameters, highlights safety limits, and considers the influence of changing common stimulation parameters. These factors are put into the context of CCEPs in SEEG. Given the paucity of direct research in this area, studies utilizing low frequency stimulation, DBS, and ECoG are incorporated along with the fundamental principles of electrical engineering. In addition, postprocessing considerations are reviewed, including electrode localization, application of digital filters, baseline selection, application of connectivity metrics, and higher order network analysis. The aim is to guide CCEP stimulation as well as to provide an understanding of the underlying principles of this technique. At present, there are few articles detailing the design of low-frequency stimulation paradigms, especially in the setting of SEEG. Providing a review of the fundamentals and postprocessing considerations when performing CCEPs in SEEG will increase the accessibility of this technique.", "doi": "10.1111/epi.13939", "title": "Considerations in performing and analyzing the responses of cortico-cortical evoked potentials in stereo-EEG.", "journal": ["Epilepsia", "Epilepsia"]}