{"authors": [["Bano", "Shazia", "S", "Dr. Shazia Bano, (MBBS, M.Phil), Assistant Professor, Department of Biochemistry, Bolan Medical College, Quetta, Pakistan."], ["Zuberi", "Nudrat Anwar", "NA", "Prof. Dr. Nudrat Anwar Zuberi,(M.Phil, PhD), Professor, Department of Biochemistry."], ["Alam", "Syed Munawar", "SM", "Unaizah College of Medicine, Qassim University, Saudi Arabia."]], "date": null, "id": "29142565", "text": "The objective was to assess the role of homocysteine in the development of atherosclerosis in common carotid artery in the carbamazepine treated epileptic patients.This study was conducted in the Department of Biochemistry, Basic Medical Sciences Institute (BMSI), Jinnah Postgraduate Medical Center (JPMC), Karachi. Three hundred individuals, aged 34 ± 9.5 years were selected and divided into three groups. Each group comprised of 100 subjects labeled as Group-A (control group had healthy individuals), Group-B (newly diagnosed epileptic patients without antiepileptic therapy), Group-C (epileptic patients on Carbamazepine therapy, which was further subdivided into C-I having epileptic patients on Carbamazepine therapy less than 1 year n=33, C-II had epileptic patients on Carbamazepine therapy 1-2 years n = 33 and C-III comprised of epileptic patients on Carbamazepine therapy more than 2 years n = 34). Blood concentration of homocysteine was measured and ultrasound of Common Carotid Artery for intima-media thickness was performed.Significantly elevated level of homocysteine was observed in epileptic patients on CBZ therapy. Common Carotid Artery Intima-media thickness (CCA IMT) was observed significantly high throughout group C but it was more profound in Group-C-III. Homocysteine was found positively correlated with right CCA IMT, left CCA IMT and mean CCA IMT.Hyperhomocysteinemia was linked with increased risk of atherosclerosis in CBZ treated epileptic patients.", "doi": "10.12669/pjms.335.12982", "title": "Correlation between Hyperhomocysteinemia and Common Carotid Artery Intima media Thickness in Carbamazepine treated Epileptic patients using Ultrasonography.", "journal": ["Pakistan journal of medical sciences", "Pak J Med Sci"]}