{"authors": [["Chuang", "Shu-Hui", "SH", "Department of Neuroscience and Experimental Therapeutics, College of Medicine, Texas A&M University Health Science Center, Bryan, Texas."], ["Reddy", "Doodipala Samba", "DS", "Department of Neuroscience and Experimental Therapeutics, College of Medicine, Texas A&M University Health Science Center, Bryan, Texas reddy@medicine.tamhsc.edu."]], "date": "2017-11-15", "id": "29142081", "text": "GABA-A receptors play a pivotal role in many brain diseases. Epilepsy is caused by acquired conditions and genetic defects in GABA receptor channels regulating neuronal excitability in the brain. The latter is referred to as GABA channelopathies. In the last two decades, major advances have been made in the genetics of epilepsy. The presence of specific GABAergic genetic abnormalities leading to some of the classic epileptic syndromes has been identified. Advances in molecular cloning and recombinant systems have helped characterize mutations in GABA-A receptor subunit genes in clinical neurology. GABA-A receptors are the prime targets for neurosteroids (NSs). However, GABA-A receptors are not static but undergo rapid changes in their number or composition in response to the neuroendocrine milieu. This review describes the recent advances in the genetic and neuroendocrine control of extrasynaptic and synaptic GABA-A receptors in epilepsy and its impact on neurologic conditions. It highlights the current knowledge of GABA genetics in epilepsy, with an emphasis on the neuroendocrine regulation of extrasynaptic GABA-A receptors in network excitability and seizure susceptibility. Recent advances in molecular regulation of extrasynaptic GABA-A receptor-mediated tonic inhibition are providing unique new therapeutic approaches for epilepsy, status epilepticus, and certain brain disorders. The discovery of an extrasynaptic molecular mechanism represents a milestone for developing novel therapies such as NS replacement therapy for catamenial epilepsy.", "doi": "10.1124/jpet.117.244673", "title": "Genetic and Molecular Regulation of Extrasynaptic GABA-A Receptors in the Brain: Therapeutic Insights for Epilepsy.", "journal": ["The Journal of pharmacology and experimental therapeutics", "J. Pharmacol. Exp. Ther."]}