{"authors": [["Hartmann", "Antje", "A", "Department of Clinical Veterinary Medicine, Vetsuisse Faculty, University of Bern, Länggassstraße 128, 3012, Bern, Switzerland. drantjehartmann@gmail.com."], ["Sager", "Steffen", "S", "Department of Veterinary Clinical Sciences, Small Animal Clinic, Justus-Liebig-University Giessen, Frankfurter Straße 108, 35392, Giessen, Germany."], ["Failing", "Klaus", "K", "Unit for Biomathematics and Data Processing Faculty of Veterinary Medicine Justus Liebig-University, Frankfurter Straße 95, 35392, Giessen, Germany."], ["Sparenberg", "Marion", "M", "Unit for Biomathematics and Data Processing Faculty of Veterinary Medicine Justus Liebig-University, Frankfurter Straße 95, 35392, Giessen, Germany."], ["Schmidt", "Martin J", "MJ", "Department of Veterinary Clinical Sciences, Small Animal Clinic, Justus-Liebig-University Giessen, Frankfurter Straße 108, 35392, Giessen, Germany."]], "date": "2017-11-15", "id": "29141638", "text": "Idiopathic epilepsy is one of the most common neurological disorders in dogs. Unfortunately, up to 30% of dogs with idiopathic epilepsy show no improvement under antiepileptic drug treatment. Diffusion-weighted imaging is used in human medicine to identify epileptogenic foci in the brain to allow for more invasive treatments such as deep brain stimulation or surgical removal. The aim of this study was to ass the feasibility of interictal diffusion-weighted MRI in dogs and to evaluate the distribution of diffusion in the brains of dogs with idiopathic epilepsy (IE) and to compare these values to previously published values from healthy beagle dogs. Client-owned dogs with the final diagnosis of IE were included in this study. MRI examination was carried out using a 1.0Tesla superconductive magnet. Diffusion-weighted images using a single shot echo planar imaging sequence (SSh-EPI) with a b value of b = 0 s/mm2 and b = 800 s/mm2 were acquired in a dorsal and transverse plane with diffusion gradients in all three planes (x-, y- and z-plane). An ADC (apparent diffusion coefficient) map of the isometric image of each acquired slice was generated. Regions of interest (ROIs) were manually drawn around the caudate nucleus, the thalamus, the piriform lobe including the amygdala, the hippocampus, the semioval center and the temporal cerebral cortex by one of the authors. ROI drawings were repeated 5 times at different time points to assess intra-obersver variability. A multi-way mixed-model analysis of variance (ANOVA) and two-way ANOVA were used during statistical analysis. A p value of p < 0.05 was considered significant.Dogs with IE showed a significantly increased ADC in the amygdala within the piriform lobe and in the semioval center (p < 0.05) compared with the healthy control group.Changes in the piriform lobe in cases of epilepsy are reported infrequently in human and veterinary medicine. Similar to our results, ADC changes in the interictal phase usually include an increase in ADC due to cell loss and increased intercellular spaces. Diffusion MRI might be a promising technique for the examination of canine epileptic patients lacking other gross neuromorphological abnormalities.", "doi": "10.1186/s12917-017-1268-0", "title": "Diffusion-weighted imaging of the brains of dogs with idiopathic epilepsy.", "journal": ["BMC veterinary research", "BMC Vet. Res."]}