{"authors": [["Çarçak", "Nihan", "N", "Department of Pharmacology, Faculty of Pharmacy, Istanbul University, Istanbul. Turkey."], ["Özkara", "Çigdem", "Ç", "Department of Neurology, Cerrahpasa Faculty of Medicine, Istanbul University, Istanbul. Turkey."]], "date": "2017-11-14", "id": "29141532", "text": "Recurrent, spontaneous seizure activity caused by abnormal neuronal firing in the brain is a hallmark of epilepsy, a common chronic neurological disorder. Recent research that has expanded the knowledge of the cellular and molecular mechanisms that modulate neuronal excitability and network activity in the brain provides the development and discovery of antiepileptic drugs (AEDs). AED therapy starts with the selection of the most appropriate drug for individual patient according to a strategic decision based on the risk-benefit ratio. Beyond three generations of AEDs developed over the last 40 years, more effective, better tolerated, disease-modifying pharmacological therapies are still needed to improve seizure outcome and reduce the safety burden. In this review, we aim to provide a special focus on epilepsy with an overview of underlying pathophysiological mechanisms that may contribute to seizure generation and propagation. Besides, knowledge of principle pharmacological properties of current AEDs which are essential for rational drug therapy is considered. Limited safety data are available especially for recent AEDs, we also discussed their safety profiles concerning major adverse effects, teratogenicity and their use in pregnancy and lactation. Epilepsy is a chronic disorder which needs special knowledge and experience during AED treatment with meticulous follow-up of patients to avoid short and long-term adverse effects with the best possible seizure controlled outcome and high quality of life.", "doi": "10.2174/1381612823666171115101557", "title": "Seizures and Antiepileptic Drugs: From Pathophysiology to Clinical Practice.", "journal": ["Current pharmaceutical design", "Curr. Pharm. Des."]}