{"authors": [["Larsen", "Jeanette Brun", "JB", "a Department of Mental Health , Norwegian University of Science and Technology (NTNU) , Trondheim , Norway."], ["Iversen", "Valentina Cabral", "VC", "a Department of Mental Health , Norwegian University of Science and Technology (NTNU) , Trondheim , Norway."], ["Reitan", "Solveig Klæbo", "SK", "a Department of Mental Health , Norwegian University of Science and Technology (NTNU) , Trondheim , Norway."]], "date": "2017-11-16", "id": "29141491", "text": "Purpose of the article: There are indications of altered immune activity in depressed and psychotic patients compared to healthy controls in several studies. To explore the clinical importance of this phenomenon we examined the relation between different disorders affecting the immune system and psychoses and depression, respectively.A total of 276 patients consecutively admitted to a psychiatric acute ward were included in the study. Of these 41 patients fulfilled the criteria for ICD-10 F20-29 (psychotic) diagnosis and 157 patients a F30-39 (affective) diagnosis. Information on diseases affecting the immune system in patients themselves and family members of the patients were obtained by a self-report questionnaire.Comparing the two groups showed a significant correlation between the F20-29 group and eczema (r = -0.116, p = .037). Comparing what patients reported for family members showed a significantly higher frequency of epilepsy (p = .033) in the F20-29 group. Summarizing all immunological diseases for family members showed a significantly higher frequency in the F30-39 group compared to the F20-29 group (χ2 = 4, 82, df = 1, p = .028).There may be differences between the F20-29 and F30-39 groups and their family members regarding risk for diseases affecting the immune system. This is in line with different activity of the immune system measured in blood for the disorders and may add information regarding etiology and pathology of these psychiatric diseases. Further studies including a greater number of subjects, as well as confirmation of the immunological diseases through blood samples are needed.", "doi": "10.1080/08039488.2017.1402952", "title": "Association of psychosis, affective disorders and diseases affecting the immune system.", "journal": ["Nordic journal of psychiatry", "Nord J Psychiatry"]}