{"authors": [["Cho", "Min Jung", "MJ", "Divison of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Epilepsy Research Institute, Seoul, Korea."], ["Kwon", "Soon Sung", "SS", "Department of Laboratory Medicine, Yonsei University College of Medicine, Seoul, Korea."], ["Ko", "Ara", "A", "Divison of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Epilepsy Research Institute, Seoul, Korea."], ["Lee", "Seung Tae", "ST", "Department of Laboratory Medicine, Yonsei University College of Medicine, Seoul, Korea."], ["Lee", "Young Mock", "YM", "Department of Pediatrics, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Korea."], ["Kim", "Heung Dong", "HD", "Divison of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Epilepsy Research Institute, Seoul, Korea."], ["Chung", "Hee Jung", "HJ", "Department of Pediatrics, National Health Insurance Service Ilsan Hospital, Goyang, Korea."], ["Kim", "Se Hee", "SH", "Divison of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Epilepsy Research Institute, Seoul, Korea."], ["Lee", "Joon Soo", "JS", "Divison of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Epilepsy Research Institute, Seoul, Korea."], ["Kim", "Dae Sung", "DS", "Department of Biotechnology, Korea University, Seoul, Korea."], ["Kang", "Hoon Chul", "HC", "Divison of Pediatric Neurology, Department of Pediatrics, Severance Children's Hospital, Yonsei University College of Medicine, Epilepsy Research Institute, Seoul, Korea. hipo0207@yuhs.ac."]], "date": "2017-10-31", "id": "29141279", "text": "The aim of this study was to determine the effectiveness of stiripentol (STP) add-on therapy to valproate and clobazam in patients with Dravet syndrome (DS) according to the presence of mutations in the sodium channel alpha-1 subunit gene (SCN1A).We performed direct sequencing to analyze SCN1A mutations in 32 patients with clinically confirmed with DS, and classified them into mutation (pathogenic or likely pathogenic) and nonmutation groups based on American College of Medical Genetics and Genomics guidelines. We compared the efficacy of STP in reducing the seizure frequency between the two groups.The 32 patients comprised 15 patients in the mutation group (with definite SCN1A mutations) and 17 patients in the nonmutation group with variants of unknown significance or benign variants. The clinical profile did not differ significantly between the mutation and nonmutation groups. The seizure frequency relative to baseline reduced by 72.53±23.00% (mean±SD) in the mutation group versus 50.58±40.14% in the nonmutation group (p=0.004). The efficacy of STP was better in DS patients with missense mutations that in those with truncation mutations, and was not favorable in patients with mutations at linkers between domains (DII-DIII), linkers between segments of domain I (DI S1-S2), or splice sites, although the small number of patients prevented statistical analyses.The efficacy of STP was significantly better in DS patients with definite SCN1A mutations than in those without mutations.", "doi": null, "title": "Efficacy of Stiripentol in Dravet Syndrome with or without SCN1A Mutations.", "journal": ["Journal of clinical neurology (Seoul, Korea)", "J Clin Neurol"]}