{"authors": [["Zhang", "Honghai", "H", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Department of Anesthesia, Harvard Medical School, Boston, MA 02114, USA; Department of Anesthesia, Hangzhou First People's Hospital, Nanjing Medical University, Hangzhou 310006, China."], ["Zhao", "Haiting", "H", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Department of Anesthesia, Harvard Medical School, Boston, MA 02114, USA; Department of Neurology, Xiangya Hospital, Central South University, Changsha 410008, China."], ["Zeng", "Chang", "C", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Department of Anesthesia, Harvard Medical School, Boston, MA 02114, USA; Health Management Center, Xiangya Hospital, Central South University, Changsha 410008, China."], ["Van Dort", "Christa", "C", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Department of Anesthesia, Harvard Medical School, Boston, MA 02114, USA; Department of Brain and Cognitive Sciences, MIT, Cambridge, MA 02139, USA; Picower Institute for Learning and Memory, MIT, Cambridge, MA 02139, USA."], ["Faingold", "Carl L", "CL", "Department of Pharmacology and Neurology, Division of Neurosurgery, Southern Illinois University School of Medicine, Springfield, IL 62794, USA."], ["Taylor", "Norman E", "NE", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Department of Anesthesia, Harvard Medical School, Boston, MA 02114, USA."], ["Solt", "Ken", "K", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Department of Anesthesia, Harvard Medical School, Boston, MA 02114, USA."], ["Feng", "Hua-Jun", "HJ", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Department of Anesthesia, Harvard Medical School, Boston, MA 02114, USA. Electronic address: feng.huajun@mgh.harvard.edu."]], "date": "2017-11-13", "id": "29141182", "text": "Sudden unexpected death in epilepsy (SUDEP) is a devastating epilepsy complication. Seizure-induced respiratory arrest (S-IRA) occurs in many witnessed SUDEP patients and animal models as an initiating event leading to death. Thus, understanding the mechanisms underlying S-IRA will advance the development of preventive strategies against SUDEP. Serotonin (5-HT) is an important modulator for many vital functions, including respiration and arousal, and a deficiency of 5-HT signaling is strongly implicated in S-IRA in animal models, including the DBA/1 mouse. However, the brain structures that contribute to S-IRA remain elusive. We hypothesized that the dorsal raphe (DR), which sends 5-HT projections to the forebrain, is implicated in S-IRA. The present study used optogenetics in the DBA/1 mouse model of SUDEP to selectively activate 5-HT neurons in the DR. Photostimulation of DR 5-HT neurons significantly and reversibly reduced the incidence of S-IRA evoked by acoustic stimulation. Activation of 5-HT neurons in the DR suppressed tonic seizures in most DBA/1 mice without altering the seizure latency and duration of wild running and clonic seizures evoked by acoustic stimulation. This suppressant effect of photostimulation on S-IRA is independent of seizure models, as optogenetic stimulation of DR also reduced S-IRA induced by pentylenetetrazole, a proconvulsant widely used to model human generalized seizures. The S-IRA-suppressing effect of photostimulation was increased by 5-hydroxytryptophan, a chemical precursor for 5-HT synthesis, and was reversed by ondansetron, a specific 5-HT3 receptor antagonist, indicating that reduction of S-IRA by photostimulation of the DR is specifically mediated by enhanced 5-HT neurotransmission. Our findings suggest that deficits in 5-HT neurotransmission in the DR are implicated in S-IRA in DBA/1 mice, and that targeted intervention in the DR is potentially useful for prevention of SUDEP.", "doi": "10.1016/j.nbd.2017.11.003", "title": "Optogenetic activation of 5-HT neurons in the dorsal raphe suppresses seizure-induced respiratory arrest and produces anticonvulsant effect in the DBA/1 mouse SUDEP model.", "journal": ["Neurobiology of disease", "Neurobiol. Dis."]}