{"authors": [["Kentaro", "Sakai", "S", "From the *Tokyo Medical Examiner's Office, Tokyo Metropolitan Government; and †Department of Forensic Medicine, Jikei University School of Medicine, Tokyo, Japan."], ["Kimiharu", "Iwadate", "I", null], ["Sari", "Matsumoto", "M", null], ["Shojiro", "Takasu", "T", null], ["Yuko", "Kanto", "K", null]], "date": "2017-11-15", "id": "29140804", "text": "Sudden unexplained cardiac death (SUCD) can occasionally occur in nonelderly patients with epilepsy, psychiatric disorders, or no medical history. This study was conducted to aim to analyze whether values of the biomarkers for heart failure are associated with the SUCD. Serum concentrations of N-terminal probrain natriuretic peptide, high-sensitivity C-reactive protein (hs-CRP), and tumor necrosis factor α were analyzed in 57 nonelderly patients with SUCD who was diagnosed at medicolegal autopsy. The subjects were divided into 3 subgroups according to the medical history: (1) epilepsy, (2) psychiatric disorders, and (3) no specific medical history. The results showed that serum hs-CRP levels were significantly high in patients with epilepsy (P = 0.01) or psychiatric disorders (P = 0.01) as compared with the controls. Also, significantly high concentrations of hs-CRP were observed in psychiatric patients with schizophrenia, compared with the controls (P = 0.003) or the other psychiatric diseases (P = 0.01). The level of N-terminal probrain natriuretic peptide and tumor necrosis factor α did not show a significant difference between the SUCD and the controls. These results might suggest the association between high serum hs-CRP levels and the potential impairment of the cardiac function before the fatal event.", "doi": "10.1097/PAF.0000000000000361", "title": "Exploration of Predictive Biomarkers for Sudden Unexplained Cardiac Death in Nonelderly People: A Case-Control Study With Biochemical Parameters Related to Heart Failure.", "journal": ["The American journal of forensic medicine and pathology", "Am J Forensic Med Pathol"]}