{"authors": [["Kortagere", "Sandhya", "S", "Department of Microbiology and Immunology, Centers for Molecular Parasitology, Virology and Translational Neuroscience, Institute for Molecular Medicine, Drexel University College of Medicine , Philadelphia, Pennsylvania 19129, United States."], ["Mortensen", "Ole V", "OV", "Department of Pharmacology and Physiology, Drexel University College of Medicine , Philadelphia, Pennsylvania 19102, United States."], ["Xia", "Jingsheng", "J", "Department of Pharmacology and Physiology, Drexel University College of Medicine , Philadelphia, Pennsylvania 19102, United States."], ["Lester", "William", "W", "Analytical Chemistry, Division of Pre-Clinical Innovation (DPI), NCATS, National Institutes of Health , Rockville, Maryland 20850, United States."], ["Fang", "Yuhong", "Y", "Analytical Chemistry, Division of Pre-Clinical Innovation (DPI), NCATS, National Institutes of Health , Rockville, Maryland 20850, United States."], ["Srikanth", "Yellamelli", "Y", "Department of Pharmacology and Physiology, Drexel University College of Medicine , Philadelphia, Pennsylvania 19102, United States."], ["Salvino", "Joseph M", "JM", "Department of Pharmacology and Physiology, Drexel University College of Medicine , Philadelphia, Pennsylvania 19102, United States."], ["Fontana", "Andréia C K", "ACK", "Department of Pharmacology and Physiology, Drexel University College of Medicine , Philadelphia, Pennsylvania 19102, United States."]], "date": "2017-11-30", "id": "29140675", "text": "Dysfunction of excitatory amino acid transporters (EAATs) has been implicated in the pathogenesis of various neurological disorders, such as stroke, brain trauma, epilepsy, and neurodegenerative diseases, among others. EAAT2 is the main subtype responsible for glutamate clearance in the brain, having a key role in regulating transmission and preventing excitotoxicity. Therefore, compounds that increase the expression or activity of EAAT2 have therapeutic potential for neuroprotection. Previous studies identified molecular determinants for EAAT2 transport stimulation in a structural domain that lies at the interface of the rigid trimerization domain and the central substrate binding transport domain. In this work, a hybrid structure based approach was applied, based on this molecular domain, to create a high-resolution pharmacophore. Subsequently, virtual screening of a library of small molecules was performed, identifying 10 hit molecules that interact at the proposed domain. Among these, three compounds were determined to be activators, four were inhibitors, and three had no effect on EAAT2-mediated transport in vitro. Further characterization of the two best ranking EAAT2 activators for efficacy, potency, and selectivity for glutamate over monoamine transporters subtypes and NMDA receptors and for efficacy in cultured astrocytes is demonstrated. Mutagenesis studies suggest that the EAAT2 activators interact with residues forming the interface between the trimerization and transport domains. These compounds enhance the glutamate translocation rate, with no effect on substrate interaction, suggesting an allosteric mechanism. The identification of these novel positive allosteric modulators of EAAT2 offers an innovative approach for the development of therapies based on glutamate transport enhancement.", "doi": "10.1021/acschemneuro.7b00308", "title": "Identification of Novel Allosteric Modulators of Glutamate Transporter EAAT2.", "journal": ["ACS chemical neuroscience", "ACS Chem Neurosci"]}