{"authors": [["Holanda", "Vanessa M", "VM", "Center of Neurology and Neurosurgery Associates (NeuroCENNA), Beneficência Portuguesa of São Paulo Hospital, São Paulo-SP, Brazil."], ["Gungor", "Abuzer", "A", "Department of Neurosurgery, Bakirkoy Research and Training Hospital for Neurology, Neurosurgery, and Psychiatry, Istanbul, Turkey."], ["Baydin", "Serhat", "S", "Department of Neurosurgery, Kanuni Sultan Suleyman Research and Training Hospital, Istanbul, Turkey."], ["Middlebrooks", "Erik H", "EH", "Department of Radiology, University of Alabama at Birmingham, Birmingham, Alabama."], ["Danish", "Shabbar F", "SF", "Division of Neurosurgery, Rutgers-RWJ Medical School, New Brunswick, New Jersey."]], "date": "2017-11-11", "id": "29140463", "text": "Magnetic resonance imaging-guided laser interstitial thermal therapy (LITT) has emerged as a promising treatment for mesial temporal lobe epilepsy. Surgeons must understand the relevant anatomy that is traversed by the catheter and affected by ablation.To study the anatomic structures crossed by the LITT catheter until it reaches the amygdala.Three human cadaveric heads were implanted with catheters using a frameless stereotactic technique. The Visualase® system (Medtronic, Dublin, Ireland) was utilized to ablate along the trajectory. Coronal and oblique axial slices were created. Fiber tract dissections were performed in a lateral-medial and inferior-superior scheme. Magnetic resonance tractography was acquired to illustrate the tracts dissected.Entry points occurred within 4 cm of the transverse and sagittal sinus, inferior to the lambdoid suture. The cortex of the inferior occipital gyrus was crossed in the region of the transverse occipital sulcus. The vertical occipital fasciculus was crossed en route to passing through the optic radiations. The catheter crossed through or inferior to the optic radiations before piercing the parahippocampal gyrus at about 4 cm from the skull. The catheter entered the hippocampus as it pierced the superior margin of the parahippocampus at 6 cm. The catheter entered the head of the hippocampus to lie inferolateral to the amygdala in the last centimeter of the trajectory.Understanding the anatomic principles of LITT catheter trajectories will improve the ability to perform this procedure. The current study is the first to examine the anatomy of this trajectory and will serve as the basis for future studies.", "doi": "10.1093/ons/opx218", "title": "Anatomic Investigation of the Trajectory for Stereotactic Laser Amygdalohippocampectomy.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}