{"authors": [["Takayama", "Mio", "M", "Department of Forensic Medicine, Faculty of Medicine, Fukuoka University, Fukuoka, Japan."], ["Hara", "Kenji", "K", "Department of Forensic Medicine, Faculty of Medicine, Fukuoka University, Fukuoka, Japan."], ["Matsusue", "Aya", "A", "Department of Forensic Medicine, Faculty of Medicine, Fukuoka University, Fukuoka, Japan."], ["Waters", "Brian", "B", "Department of Forensic Medicine, Faculty of Medicine, Fukuoka University, Fukuoka, Japan."], ["Ikematsu", "Natsuki", "N", "Department of Forensic Medicine, Faculty of Medicine, Fukuoka University, Fukuoka, Japan."], ["Kashiwagi", "Masayuki", "M", "Department of Forensic Medicine, Faculty of Medicine, Fukuoka University, Fukuoka, Japan."], ["Kubo", "Shin-Ichi", "SI", "Department of Forensic Medicine, Faculty of Medicine, Fukuoka University, Fukuoka, Japan."]], "date": "2017-11-14", "id": "29139152", "text": "A man in his late thirties was found in a supine position in the hallway of his house. He had been diagnosed with epilepsy at approximately 20 years old. Since stopping treatment, epileptic events occurred more frequently and his condition deteriorated in the past 2 years. Autopsy revealed that head injuries were found on the left side of his head. A fracture from the left parietal bone to the anterior cranial fossa was also detected. A subdural hemorrhage (hematoma) spanned a wide range. A subarachnoid hemorrhage was also identified in the left parietal region. His brain weighed 1603 g, was edematous, and showed right uncal herniation. In the right cerebral hemisphere, a thick, enlarged blood vessel ran from the sagittal sinus. An egg-sized tumorous lesion of blood vessels was found on the bottom of the frontal lobe. This vascular lesion had formed between the sagittal sinus and right anterior cerebral artery. Pathologically, veins and arteries were found together, and, thus, this case was diagnosed as an arteriovenous malformation (AVM). No other pathological and toxicological findings were observed. Subdural hematoma, the cause of death, occurred from the fall to the floor. An epileptic seizure may have been the cause of the fall. AVM on his brain was considered to be the focal lesion of epileptic seizures.", "doi": "10.1111/neup.12436", "title": "Giant intracranial arteriovenous malformation as the focus of epileptic seizures.", "journal": ["Neuropathology : official journal of the Japanese Society of Neuropathology", "Neuropathology"]}