{"authors": [["Carpenter-Hyland", "Ezekiel", "E", "Neuroscience Institute Morehouse School of Medicine, Atlanta, Georgia."], ["Bichler", "Edyta K", "EK", "Neuroscience Institute Morehouse School of Medicine, Atlanta, Georgia."], ["Smith", "Mathew", "M", "Neuroscience Institute Morehouse School of Medicine, Atlanta, Georgia."], ["Sloviter", "Robert S", "RS", "Neuroscience Institute Morehouse School of Medicine, Atlanta, Georgia."], ["Benveniste", "Morris", "M", "Neuroscience Institute Morehouse School of Medicine, Atlanta, Georgia mbenveniste@msm.edu."]], "date": null, "id": "29138358", "text": "Hippocampal neuron plasticity is strongly associated with learning, memory, and cognition. In addition to modification of synaptic function and connectivity, the capacity of hippocampal neurons to undergo plasticity involves the ability to change nonsynaptic excitability. This includes altering the probability that EPSPs will generate action potentials (E-S plasticity). Epilepsy is a prevalent neurological disorder commonly associated with neuronal hyperexcitability and cognitive dysfunction. We examined E-S plasticity in chronically epileptic Sprague-Dawley rats 3-10 weeks after pilocarpine-induced status epilepticus CA1 neurons in hippocampal slices were assayed by whole-cell current clamp to measure EPSPs evoked by Schaffer collateral stimulation. Using a weak spike-timing-dependent protocol to induce plasticity, we found robust E-S potentiation in conjunction with weak long-term potentiation (LTP) in saline-treated rats. In pilocarpine-treated rats, a similar degree of LTP was found, but E-S potentiation was reduced. Additionally, the degree of E-S potentiation was not correlated with the degree of LTP for either group, suggesting that they independently contribute to neuronal plasticity. E-S potentiation also differed from LTP in that E-S plasticity could be induced solely from action potentials generated by postsynaptic current injection. The calcium chelating agent BAPTA in the intracellular solution blocked LTP and E-S potentiation, revealing the calcium dependence of both processes. These findings suggest that LTP and E-S potentiation have overlapping but nonidentical mechanisms of inducing neuronal plasticity that may independently contribute to cognitive disruptions observed in the chronic epileptic state.", "doi": "10.14814/phy2.13490", "title": "Epileptic pilocarpine-treated rats exhibit aberrant hippocampal EPSP-spike potentiation but retain long-term potentiation.", "journal": ["Physiological reports", "Physiol Rep"]}