{"authors": [["Ghasemi", "Zahra", "Z", "Department of Physiology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Naderi", "Nima", "N", "Department of Pharmacology and Toxicology, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Shojaei", "Amir", "A", "Department of Physiology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Raoufy", "Mohammad Reza", "MR", "Department of Physiology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Ahmadirad", "Nooshin", "N", "Department of Physiology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Mirnajafi-Zadeh", "Javad", "J", "Department of Physiology, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran. Electronic address: mirnajaf@modares.ac.ir."]], "date": "2017-11-11", "id": "29138107", "text": "Low-frequency electrical stimulation (LFS) is a potential therapeutic method for epilepsy treatment. However, the effect of different LFS characteristics including the number of pulses, intensity and the time of application on its antiepileptic action has not been completely determined. In the present study, epileptiform activity (EA) was induced in hippocampal slices by high-K+ solution which was washed out after 20 min. The changes in the electrophysiological properties of CA1 pyramidal neurons were measured during and 30 min after EA using whole-cell patch-clamp recording. EA occurrence resulted in neuronal hyperexcitability. Application of 1-Hz LFS to the Schaffer collaterals at 600 and 900 pulses and two intensities (equal and 1.5 times more than an intensity sufficient to elicits a 5-mV EPSP) at the beginning of EA showed that 900-pulse LFS at high intensity had stronger preventing effect on high-K+-induced neuronal hyperexcitability by increasing the rheobase current, utilization time, first-spike latency, delay to first-rebound action potential and decreasing the number of rebound action potential. In addition, application of high-intensity 900-pulse LFS had better inhibitory effect on the neuronal hyperexcitability when applied at the beginning of EA compared to its administration before or at 8-10 min after EA. Therefore, it may suggest the inhibitory action of LFS on the neuronal hyperexcitability is augmented by increasing its number of pulses and intensity. In addition, there is a time window for LFS application so that its application at the beginning of EA has better inhibitory effect.", "doi": "10.1016/j.neuroscience.2017.11.012", "title": "Effect of Low-Frequency Electrical Stimulation on the High-K+-Induced Neuronal Hyperexcitability in Rat Hippocampal Slices.", "journal": ["Neuroscience", "Neuroscience"]}