{"authors": [["Miller", "Dorothea", "D", "Department of Neurosurgery, Austin Health, Heidelberg, Victoria, Australia; Department of Neurosurgery, Essen University Hospital, Essen, Nordrhein-Westfalen, Germany. Electronic address: dorotheamiller@web.de."], ["Carney", "Patrick", "P", "Department of Neurology, Austin Health, Heidelberg, Victoria, Australia; Eastern Health Clinical School, Faculty of Medicine, Nursing and Health Sciences, Monash University, Box Hill, Victoria, Australia; The Florey Institute of Neuroscience and Mental Health, Melbourne Brain Centre, Heidelberg, Victoria, Australia."], ["Archer", "John S", "JS", "Department of Neurology, Austin Health, Heidelberg, Victoria, Australia; University of Melbourne, Austin Health, Heidelberg, Victoria, Australia; The Florey Institute of Neuroscience and Mental Health, Melbourne Brain Centre, Heidelberg, Victoria, Australia."], ["Fitt", "Gregory J", "GJ", "Department of Radiology, Austin Health, Heidelberg, Victoria, Australia."], ["Jackson", "Graeme D", "GD", "Department of Neurology, Austin Health, Heidelberg, Victoria, Australia; The Florey Institute of Neuroscience and Mental Health, Melbourne Brain Centre, Heidelberg, Victoria, Australia."], ["Bulluss", "Kristian J", "KJ", "Department of Neurosurgery, Austin Health, Heidelberg, Victoria, Australia."]], "date": "2017-11-11", "id": "29137921", "text": "Bottom of sulcus dysplasias (BOSDs) are localized focal cortical dysplasias (FCDs) centred on the bottom of a sulcus that can be highly epileptogenic, but difficult to delineate intraoperatively. We report on a patient with refractory epilepsy due to a BOSD, successfully resected with the aid of a multimodal surgical approach using neuronavigation based on MRI and PET, intraoperative ultrasound (iUS) and electrocorticography (ECoG) using depth electrodes. The lesion could be visualized on iUS showing an increase in echogenicity at the grey-white matter junction. IUS demonstrated the position of the depth electrode in relation to the lesion. Depth electrode recording showed almost continuous spiking. Thus, intraoperative imaging and electrophysiology helped confirm the exact location of the lesion. Post-resection ultrasound demonstrated the extent of the resection and depth electrode recording did not show any epileptiform activity. Thus, both techniques helped assess completeness of resection. The patient has been seizure free since surgery. Using a multimodal approach including iUS and ECoG is a helpful adjunct in surgery for BOSD and may improve seizure outcome.", "doi": "10.1016/j.jocn.2017.10.045", "title": "Intraoperative definition of bottom-of-sulcus dysplasia using intraoperative ultrasound and single depth electrode recording - A technical note.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}