{"authors": [["Alsemari", "Abdulaziz", "A", "Department of Neurosciences, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia."], ["Al-Younes", "Banan", "B", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Goljan", "Ewa", "E", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Jaroudi", "Dyala", "D", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["BinHumaid", "Faisal", "F", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Meyer", "Brian F", "BF", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia."], ["Arold", "Stefan T", "ST", "King Abdullah University of Science and Technology (KAUST), Computational Bioscience Research Center (CBRC), Division of Biological and Environmental Sciences and Engineering (BESE), Thuwal, 23955-6900, Saudi Arabia."], ["Monies", "Dorota", "D", "Department of Genetics, King Faisal Specialist Hospital and Research Centre, MBC 03, PO Box 3354, Riyadh, 11211, Saudi Arabia. moniesdm@gmail.com."]], "date": "2017-11-14", "id": "29137650", "text": "Most mitochondrial and cytoplasmic aminoacyl-tRNA synthetases (aaRSs) are encoded by nuclear genes. Syndromic disorders resulting from mutation of aaRSs genes display significant phenotypic heterogeneity. We expand aaRSs-related phenotypes through characterization of the clinical and molecular basis of a novel autosomal-recessive syndrome manifesting severe mental retardation, ataxia, speech impairment, epilepsy, short stature, microcephaly, hypogonadism, and growth hormone deficiency.A G>A variant in exon 29 of VARS2 (c.3650G>A) (NM_006295) was identified in the index case. This homozygous variant was confirmed by Sanger sequencing and segregated with disease in the family studied. The c.3650G>A change results in alteration of arginine to histidine at residue 1217 (R1217H) of the mature protein and is predicted to be pathogenic.These findings contribute to a growing list of aaRSs disorders, broadens the spectrum of phenotypes attributable to VARS2 mutations, and provides new insight into genotype-phenotype correlations among the mitochondrial synthetase genes.", "doi": "10.1186/s40246-017-0124-4", "title": "Recessive VARS2 mutation underlies a novel syndrome with epilepsy, mental retardation, short stature, growth hormone deficiency, and hypogonadism.", "journal": ["Human genomics", "Hum. Genomics"]}