{"authors": [["Huang", "Xiaoyan", "X", "BGI Education Center, University of Chinese Academy of Sciences; BGI-Shenzhen, Shenzhen 518083; Department of Obstetrics, People's Hospital of Guangxi Zhuang Autonomous Region, Nanning, Guangxi 530021, China."], ["Tian", "Mao", "M", "Department of Ophthalmology, People's Hospital of Guangxi Zhuang Autonomous Region, Nanning, Guangxi 530021, China."], ["Li", "Jiankang", "J", "BGI-Shenzhen, Shenzhen 518083; Department of Obstetrics, People's Hospital of Guangxi Zhuang Autonomous Region, Nanning, Guangxi 530021, China."], ["Cui", "Ling", "L", "National GeneBank, BGI-Shenzhen, Shenzhen 518120, China."], ["Li", "Min", "M", "National GeneBank, BGI-Shenzhen, Shenzhen 518120, China."], ["Zhang", "Jianguo", "J", "BGI-Shenzhen, Shenzhen 518083; Department of Obstetrics, People's Hospital of Guangxi Zhuang Autonomous Region, Nanning, Guangxi 530021, China."]], "date": null, "id": "29133643", "text": "Norrie disease (ND) is a rare X-linked genetic disorder, the main symptoms of which are congenital blindness and white pupils. It has been reported that ND is caused by mutations in the NDP gene. Although many mutations in NDP have been reported, the genetic cause for many patients remains unknown. In this study, the aim is to investigate the genetic defect in a five-generation family with typical symptoms of ND.To identify the causative gene, next-generation sequencing based target capture sequencing was performed. Segregation analysis of the candidate variant was performed in additional family members using Sanger sequencing.We identified a novel missense variant (c.314C>A) located within the NDP gene. The mutation cosegregated within all affected individuals in the family and was not found in unaffected members. By happenstance, in this family, we also detected a known pathogenic variant of retinitis pigmentosa in a healthy individual.c.314C>A mutation of NDP gene is a novel mutation and broadens the genetic spectrum of ND.", "doi": "10.4103/ijo.IJO_442_17", "title": "Next-generation sequencing reveals a novel NDP gene mutation in a Chinese family with Norrie disease.", "journal": ["Indian journal of ophthalmology", "Indian J Ophthalmol"]}