{"authors": [["Narenji Sani", "Reza", "R", "Department of Clinical Sciences, Faculty of Veterinary Medicine, Semnan University, Semnan, Iran. Electronic address: Rezasani_vet@semnan.ac.ir."], ["Keramati", "Keivan", "K", "Department of Basic Sciences, Faculty of Veterinary Medicine, Semnan University, Semnan, Iran."], ["Saberi", "Niloufar", "N", "Department of Clinical Sciences, Faculty of Veterinary Medicine, Semnan University, Semnan, Iran."], ["Moezifar", "Melika", "M", "Department of Basic Sciences, Faculty of Veterinary Medicine, University of Tehran, Tehran, Iran."], ["Mahdavi", "Ali", "A", "Department of Animal Sciences, Faculty of Veterinary Medicine, Semnan University, Semnan, Iran."]], "date": "2017-11-11", "id": "29133176", "text": "Drug-resistant epilepsy with uncontrolled severe seizures despite state-of-the-art medical treatment continues to be a major clinical problem. Pregnancy is a state where drug pharmacokinetic changes are more pronounced and more rapid than any other period of life. The current study investigated the effect of zonisamide (ZNS) on refractory epilepsy during pregnancy in lamotrigine-resistant kindled rats. Fifty-six lamotrigine (LTG)-resistant kindled Wistar rats were divided into five experimental (four pregnant and one non-pregnant) and 2 positive controls (pregnant and non-pregnant) groups and eight intact Wistar rats were put in the negative pregnant control group. Experimental groups received daily ZNS 50mg/kg by oral gavage and 30min later, pentylenetetrazol (PTZ) (30mg/kg) was injected intraperitoneal (i.p) on Gestational Days 10-15 (in rats with or without ZNS or methanol and ethyl acetate as a ZNS solvent challenge in days -5 to 0) or Days 15-20 and for six days in the non-pregnant group. The positive control groups received the ZNS solvent for the same number of days, but the negative pregnant control group did not receive any treatment. Epilepsy was significantly controlled by ZNS in the experimental groups compared to the positive control groups. It was concluded that ZNS can control refractory epilepsy during pregnancy and increase pregnancy survival in refractory epileptic rats.", "doi": "10.1016/j.neulet.2017.11.020", "title": "Effect of zonisamide on refractory epilepsy during pregnancy in lamotrigine resistant kindled rats.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}