{"authors": [["Leal", "Alberto", "A", "Department of Neurophysiology, Centro Hospitalar Psiquiátrico de Lisboa, Avenida do Brasil 53, 1749.002 Lisbon, Portugal. Electronic address: albertoleal@chpl.min-saude.pt."], ["Calado", "Eulália", "E", "Centro Hospitalar Lisboa Central, Pediatric Neurology Department, Lisbon, Portugal."], ["Vieira", "José P", "JP", "Centro Hospitalar Lisboa Central, Pediatric Neurology Department, Lisbon, Portugal."], ["Mendonça", "Carla", "C", "Centro Hospitalar do Algarve, Pediatrics Department, Faro, Portugal."], ["Ferreira", "José C", "JC", "Centro Hospitalar Lisboa Ocidental, Pediatrics Department, Lisbon, Portugal."], ["Ferreira", "Hugo", "H", "Centro Hospitalar Lisboa Central, Neurology Department, Lisbon, Portugal."], ["Carvalho", "Daniel", "D", "Centro Hospitalar Lisboa Central, Pediatric Neurology Department, Lisbon, Portugal."], ["Furtado", "Fátima", "F", "Unidade Local Saúde Baixo Alentejo, Pediatrics Department, Beja, Portugal."], ["Gomes", "Roseli", "R", "Unidade Local Saúde de Matosinhos, Pediatrics Department, Matosinhos, Portugal."], ["Monteiro", "José P", "JP", "Hospital Garcia de Orta, Pediatric Neurology Department, Almada, Portugal."]], "date": "2017-11-11", "id": "29133062", "text": "Early neonatal thalamic lesions account for about 14% of continuous spike-wave of sleep (CSWS) syndrome, representing the most common etiology in this epileptic encephalopathy in children, and promise useful insights into the pathophysiology of the disease.We describe nine patients with unilateral neonatal thalamic lesions which progressed to CSWS. Longitudinal whole-night and high-density electroencephalograms (EEGs) were performed, as well as detailed imaging and clinical evaluation. Visual evoked potentials were used to probe cortical excitability.Thalamic volume loss ranged from 19% to 94%, predominantly on medial and dorsal nuclei and sparing the ventral thalamus. Lesions produced white matter loss and ventricle enlargement on the same hemisphere, which in four patients was associated with selective loss of thalamic-cortical fibers. Cortical thickness quantification failed to reveal hemispheric asymmetries. Impact on EEG rhythms was mild, with a volume-loss-related decrease in alpha power and preservation of sleep spindles. The sleep continuous spiking was lateralized to the hemisphere with the lesion. Visual cortex stimulation in five patients with posterior cortex spiking revealed an abnormal frequency-dependent excitability at 10-20Hz on the side of the lesion.Unilateral selective thalamic-cortical disconnection is a common feature in our patients and is associated with both a focal pattern of CSWS and a pathological type of frequency-dependent excitability (peak: 10-20Hz). We propose that this excitability represents an abnormal synaptic plasticity previously described as the augmenting response. This synaptic plasticity has been described as absent in the corticocortical interactions in healthy experimental animals, emerging after ablation of the thalamus and producing a frequency-dependent potentiation with a peak at 10-20Hz. Because this response is potentiated by sleep states of reduced brainstem activation and by appropriate stimulating rhythms, such as sleep spindles, the simultaneous occurrence of these two factors in nonrapid-eye-movement sleep is proposed as an explanation for CSWS in our patients.", "doi": "10.1016/j.yebeh.2017.08.027", "title": "Anatomical and physiological basis of continuous spike-wave of sleep syndrome after early thalamic lesions.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}