{"authors": [["Xue", "Chao-Chao", "CC", "Department of Pediatrics, Second Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang 325000, China. wzlichch@21cn.com."], ["Liang", "Ya-Feng", "YF", null], ["Pan", "Guo-Quan", "GQ", null], ["Li", "Chang-Chong", "CC", null]], "date": null, "id": "29132468", "text": "To study the clinical features and prognosis of benign infantile convulsions associated with mild gastroenteritis (BICE).A retrospective analysis was performed for the clinical data of 436 children with BICE, and among these children, 206 were followed up for 1.5 to 7 years. Some parents were invited to complete the Weiss Functional Defect Scale to evaluate the long-term social function.The peak age of onset of BICE was 13-24 months, and BICE had a higher prevalence rate in September to February of the following year. Convulsions mainly manifested as generalized tonic-clonic seizures, which often occurred within 24 hours after disease onset and lasted for less than 5 minutes each time. Sometimes they occurred in clusters. During the follow-up of 206 children, only one had epileptiform discharge, and the other children had normal electroencephalographic results. The parents of all the 206 children thought their children had normal intelligence and had no marked changes in character. Based on the Weiss Functional Defect Scale completed by the parents of some BICE children, there was no significant difference in the long-term social function between BICE children and healthy children matched by age and sex.BICE mainly occurs in children aged 1-2 years, with the manifestation of transient generalized seizures in most children and cluster seizures in some children. BICE seldom progresses to epilepsy and has good prognosis.", "doi": null, "title": "[Benign infantile convulsions associated with mild gastroenteritis: a clinical analysis and follow-up study].", "journal": ["Zhongguo dang dai er ke za zhi = Chinese journal of contemporary pediatrics", "Zhongguo Dang Dai Er Ke Za Zhi"]}