{"authors": [["Erba", "Giuseppe", "G", "Department of Neurology, SEC, University of Rochester, Rochester, NY, United States."], ["Bianchi", "Elisa", "E", "Laboratory of Neurological Disorders, Department of Neuroscience, IRCCS-Istituto di Ricerche Farmacologiche \"Mario Negri\", Milan, Italy."], ["Giussani", "Giorgia", "G", "Laboratory of Neurological Disorders, Department of Neuroscience, IRCCS-Istituto di Ricerche Farmacologiche \"Mario Negri\", Milan, Italy."], ["Langfitt", "John", "J", "Department of Neurology, SEC, University of Rochester, Rochester, NY, United States."], ["Juersivich", "Adam", "A", "Department of Neurology, SEC, University of Rochester, Rochester, NY, United States."], ["Beghi", "Ettore", "E", "Laboratory of Neurological Disorders, Department of Neuroscience, IRCCS-Istituto di Ricerche Farmacologiche \"Mario Negri\", Milan, Italy. Electronic address: ettore.beghi@marionegri.it."]], "date": "2017-11-08", "id": "29132064", "text": "Questionnaires investigating semiology and comorbidities of psychogenic non-epileptic seizures (PNES) have been used mainly to help physicians expedite referrals to epilepsy centres for confirmation of diagnosis rather than as alternative diagnostic tool when video-EEG monitoring (VEM), the current gold standard, is not available or is inconclusive.We developed one structured questionnaire for patients, exploring subjective experiences and vulnerabilities and one for eyewitnesses, focused on features observable during typical events to study prospectively 50 consecutive adult patients with PNES or epileptic seizures (ES) admitted for VEM. A list of variables representing specific signs, symptoms and risk factors was obtained from each question. Specificity (SP) and sensitivity (SE) of each variable were calculated analyzing patient's and witness' responses against the final diagnosis. Statistical significance was assessed using the Fisher's exact test.Twenty-eight patients' questionnaires (17 PNES, 11 ES) were eligible for analysis. Seven variables with high SE and SP, of which 5 statistically significant, emerged as diagnostic predictors. They comprised three historical items: head injury, physical abuse and chronic fatigue; two warning signs: heart racing and tingling or numbness; one triggering sign: headache; one postictal symptom: physical pain. Sixteen witness questionnaires (6 PNES, 10 ES) were available. Side-to-side head movements and eyes closed were the statistically significant variables.Pending further refinements, ad hoc questionnaires specifically designed for patients and eyewitnesses, may represent a practical tool for distinguishing ES from PNES in settings without sophisticated facilities or when VEM is inconclusive.", "doi": "10.1016/j.seizure.2017.11.001", "title": "Patients' and caregivers' contributions for differentiating epileptic from psychogenic nonepileptic seizures. Value and limitations of self-reporting questionnaires: A pilot study.", "journal": ["Seizure", "Seizure"]}