{"authors": [["von Luckner", "Alexander", "A", "Department of Neurology, University Hospital Zurich, Switzerland."], ["Riederer", "Franz", "F", "Faculty of Medicine, University of Zurich, Switzerland."]], "date": "2017-11-13", "id": "29131326", "text": "The primary objective was to systematically evaluate the existing evidence base on magnesium in migraine prophylaxis.The search for clinical trials published from 1990 to 2016 was separately conducted by AvL and FR using standard search terms as well as MeSh terms on PubMed and EMBASE. Randomized, double-blind, placebo-controlled trials investigating prophylactic magnesium administration in migraineurs aged 18-65 were considered eligible. In a mutual effort, the studies found were sorted and analyzed under consideration of the guidelines for controlled trials for drugs in migraine by the International Headache Society and using predefined eligibility criteria. The resulting clinical trials were jointly analyzed by FR and AvL applying the evidence classification scheme by the American Academy of Neurology and the Cochrane bias tool to assess the evidence-base. In accordance with the guidelines for controlled trials, the number of migraine days and number of migraine attacks were chosen as primary efficacy parameters. The present review was not registered.Out of 204 search results, five clinical trials fulfilling the selection procedure were found. One out of two Class I evidence trials showed a significant reduction of the number of migraine attacks compared with placebo, while two out of three Class III trials evinced a statistically significant reduction of the primary efficacy parameters compared with placebo.This systematic review provides Grade C (possibly effective) evidence for prevention of migraine with magnesium. Prophylactic treatment of migraine by means of high levels of magnesium dicitrate (600 mg) seems to be a safe and cost efficient strategy in clinical use.", "doi": "10.1111/head.13217", "title": "Magnesium in Migraine Prophylaxis-Is There an Evidence-Based Rationale? A Systematic Review.", "journal": ["Headache", "Headache"]}