{"authors": [["Becker", "Albert J", "AJ", "Section for Translational Epilepsy Research, Department of Neuropathology, University of Bonn Medical Center, Bonn, Germany."]], "date": "2017-11-12", "id": "29130506", "text": "In many patients who suffer from epilepsies, recurrent epileptic seizures do not start at birth but develop later in life. This holds particularly true for epilepsies with a focal seizure origin including focal cortical dysplasias (FCDs) and temporal lobe epilepsy (TLE). TLE most frequently has its seizure onset in the hippocampal formation. Hippocampal biopsies of pharmacoresistant TLE patients undergoing epilepsy surgery for seizure control most frequently reveal the damage pattern of hippocampal sclerosis, i.e. segmental neuronal cell loss and concomitant astrogliosis. Many TLE patients report on transient brain insults early in life, which is followed by a 'latency' period lacking seizure activity of months or even years before chronic recurrent seizures start. The plethora of structural and cellular mechanisms that convert the hippocampal formation to become chronically hyperexcitable after a transient insult to the brain are summarized under the term epileptogenesis. In contrast to the obstacles arising for experimental studies of epileptogenesis aspects in human surgical hippocampal tissue, recent animal model approaches allow insights into mechanisms of epileptogenesis. Relevant models of transient brain insults in this context comprise several distinct types of lesions including excitoxic status epilepticus (SE), electrical seizure induction, traumatic brain injury (TBI), induction of inflammatory processes by hyperthermia and viral inflammation and others. In pathogenetic terms, aberrant transcriptional and epigenetic reprogramming, acquired channel- and synaptopathies, neuronal network and blood-brain-barrier (BBB) dysfunction as well as innate and adaptive immunity mediated damage play major roles. In subsequent steps, respective animal models have been used in order to test whether this dynamic process can be either retarded or even abolished by interfering with epileptogenic mechanisms. Well controlled subsequent analyses of epileptogenic cascades characterized in animal models using carefully stratified human hippocampal biopsies to exploit the unique opportunities given by these rare and precious brain tissue samples aim to translate into novel anti-epileptogenic approaches. Respective pre-clinical tests can open entirely new perspectives for tailor-made treatments in patients with the potential to avoid the emergence of chronic focal seizure events. This article is protected by copyright. All rights reserved.", "doi": "10.1111/nan.12451", "title": "Animal models of acquired epilepsy: insights into mechanisms of human epileptogenesis.", "journal": ["Neuropathology and applied neurobiology", "Neuropathol. Appl. Neurobiol."]}