{"authors": [["Barwick", "Katie", "K", "Department of Nutrition and Dietetics, Mater Health Services, Brisbane, Queensland, Australia."], ["Parker", "Tamara", "T", "School of Allied Health Sciences, Griffith University, Gold Coast, Queensland, Australia."], ["Murphy", "Nicole", "N", "School of Allied Health Sciences, Griffith University, Gold Coast, Queensland, Australia."], ["Todd", "Alwyn", "A", "Department of Nutrition and Dietetics, Mater Health Services, Brisbane, Queensland, Australia."], ["Leveritt", "Michael", "M", "School of Allied Health Sciences, Griffith University, Gold Coast, Queensland, Australia."], ["Wilkinson", "Shelley A", "SA", "Department of Nutrition and Dietetics, Mater Health Services, Brisbane, Queensland, Australia."]], "date": "2017-04-12", "id": "29130289", "text": "The aim of the present study was to develop a parent-reported tool that will measure health-related quality of life (HRQoL) in children following ketogenic diet (KD) therapies for refractory epilepsy once it has been pilot tested and analysed.Parents of children following KD therapies for epilepsy were recruited through a public hospital in Queensland, Australia, in 2012 and 2014. Qualitative semistructured interviews were conducted in 2012 with 13 parents who described changes seen in their child's HRQoL while on the KD. A quality of life tool (QoL) was developed by adapting the Quality of Life in Childhood Epilepsy tool based on results and themes analysed from the interviews. The KetoQoL was pilot tested with 18 parents recruited in 2014. Interrelationships between variables and questions were explored with exploratory factor analysis (EFA) to determine which questions had the greatest effect on QoL.The first iteration of the KetoQoL consisted of five main domains: physical, cognitive, social, intrapersonal and effects on the family. The domains were subdivided into 18 variables, totalling 54 items. EFA demonstrated that items from the physical and effects on the family domains had the greatest effect on QoL.KetoQoL is an HRQoL tool developed using a range of methods and assessed for both face and content validity. Further testing of KetoQoL is required to refine and confirm the factors. This work will enhance the evaluation of treatment effectiveness in children with epilepsy following the KD.", "doi": "10.1111/1747-0080.12348", "title": "Development and pilot testing of a parent-reported health-related quality of life measure for children on the ketogenic diet: The KetoQoL.", "journal": ["Nutrition & dietetics: the journal of the Dietitians Association of Australia", "Nutr Diet"]}