{"authors": [["Koshal", "Prashant", "P", "Department of Pharmacology, I.S.F College of Pharmacy, Ghal Kalan, Moga, Punjab, India."], ["Jamwal", "Sumit", "S", "Department of Pharmacology, I.S.F College of Pharmacy, Ghal Kalan, Moga, Punjab, India; School of Pharmacy and Emerging Sciences, Baddi University of Emerging Sciences & Technology, Baddi, Solan, H.P., India."], ["Kumar", "Puneet", "P", "Department of Pharmacology, I.S.F College of Pharmacy, Ghal Kalan, Moga, Punjab, India; Department of Pharmaceutical Sciences and Technology, MRSPTU, Bathinda, Punjab, India. Electronic address: punnubansal79@gmail.com."]], "date": "2017-11-10", "id": "29129776", "text": "Epilepsy is one of the most prevalent neurological disorder affecting more than 50 million people worldwide. Numerous studies have suggested that an imbalance in glutamatergic (excitatory) and GABAergic (inhibitory) neurotransmitter system is one of the dominating pathophysiological mechanisms underlying the occurrence and progression of seizures. Further, this alteration in GABAergic and glutamatergic system disrupts the delicate balance of other neurotransmitters system in the brain. Emerging strides have documented the protective role of GLP-1 signaling on altered neurotransmitters signaling in Epilepsy and associated co-morbidities. GLP-1 is neuropeptide and synthesized by preproglucagon (PPG) neurons in the brain. GLP-1 receptors are widely distributed throughout the brain including hippocampus (CA3 and CA1 region) and implicated in various neurological disorders like Epilepsy. A complete understanding of alteration in neurotransmitters signaling will provide essential insight into the basic pathogenic mechanisms of epilepsy and may uncover novel targets for future drug therapies. Presently, treatment of epilepsy is palliative in nature, providing only symptomatic relief to patients. The apparent or traditional approach of treating epileptic subjects with anti-epileptic drugs is associated with variety of adverse effects. Therefore, alternative approaches that can restore altered neurotransmitter signaling are being tried and adopted. Present review is an attempt to highlight the emerging protective role of GLP-1 signaling on altered neurotransmitters signaling in epilepsy. Authors have made significant efforts to discuss effect of various GLP-1 analogs on various neurotransmitters system and associated molecular and cellular pathways as a potential drug target for the management of epilepsy and associated co-morbidities.", "doi": "10.1016/j.neuropharm.2017.11.015", "title": "Glucagon-like Peptide-1 (GLP-1) and neurotransmitters signaling in epilepsy: An insight review.", "journal": ["Neuropharmacology", "Neuropharmacology"]}