{"authors": [["Balak", "Naci", "N", "Department of Neurosurgery, Üsküdar State Hospital, Istanbul, Turkey. Electronic address: naci.balak@gmail.com."], ["Balkuv", "Ece", "E", "Department of Neurology, Üsküdar State Hospital, Istanbul, Turkey."], ["Karadag", "Ali", "A", "Department of Neurosurgery, Saglik Bilimleri University, Tepecik Research and Training Hospital, Izmir, Turkey."], ["Basaran", "Recep", "R", "Department of Neurosurgery, Sancaktepe Education and Research Hospital, Istanbul, Turkey."], ["Biceroglu", "Huseyin", "H", "Department of Neurosurgery, Ege University, Faculty of Medicine, Izmir, Turkey."], ["Erkan", "Buruç", "B", "Department of Neurosurgery, Bakirkoy Research and Training Hospital for Neurology, Neurosurgery, and Psychiatry, Istanbul, Turkey."], ["Tanriover", "Necmettin", "N", "Department of Neurosurgery, Istanbul University, Cerrahpasa Faculty of Medicine, Istanbul, Turkey."]], "date": "2017-11-09", "id": "29129763", "text": "Very recently, neuromodulation through deep brain stimulation (DBS) has appeared as a new surgical procedure in the treatment of some types of dementia and epilepsy. The mammillothalamic and the mammillotegmental tracts are involved among the new targets. To our knowledge, a review article focused specifically on these mammillary body efferents is lacking in the medical literature. Their contribution to memory is, regrettably, often overlooked. There is evidence that mammillary bodies can contribute to memory independently from hippocampal formation, but the mechanism is not yet known. Recent studies in animals have provided evidence for the specific roles of these mammillary body efferents in regulating memory independently. In animal studies, it has been shown that the disruption of the mammillothalamic tract inhibits seizures and that electrical stimulation of the mammillary body or mammillothalamic tract raises the seizure threshold. In humans, DBS targeting the mammillary body through the mammillothalamic tract or the stimulation of the anterior thalamic nucleus, especially in the areas closely related with the mammillothalamic tract, has been found effective in patients with medically refractory epilepsy. Nonetheless, little knowledge exists on the functional anatomy of the mammillary body efferents, and their role in the exact mechanism of epileptogenic activity and in the memory function of the human brain. A comprehensive knowledge of the white matter anatomy of the mammillothalamic and mammillotegmental tracts is crucial since they have emerged as new DBS targets in the treatment of various disorders including dementia and epilepsy.", "doi": "10.1016/j.wneu.2017.10.168", "title": "Mammillothalamic and Mammillotegmental Tracts as New Targets for Dementia and Epilepsy Treatment.", "journal": ["World neurosurgery", "World Neurosurg"]}