{"authors": [["Williams", "Jennifer", "J", "Department of Neurology, St. James's Hospital, James's Street, Dublin 8, Ireland; The Academic Unit of Neurology, Trinity Biomedical Science Institute, 152-160 Pearse Street, Dublin 2, Ireland. Electronic address: williaj7@tcd.ie."], ["Doherty", "Jack", "J", "Department of Neurology, St. James's Hospital, James's Street, Dublin 8, Ireland."], ["Di Blasi", "Chiara", "C", "Department of Neurology, St. James's Hospital, James's Street, Dublin 8, Ireland; Department of Geriatric Medicine, Institute of Neurology, Catholic University, Rome, Italy."], ["Mabarak", "Dimitri", "D", "Department of Neurology, St. James's Hospital, James's Street, Dublin 8, Ireland; Department of Health Sciences, College of Health and Rehabilitation Sciences, Boston University, 635 Commonwealth Avenue, Boston, MA 02215, USA."], ["Kennedy", "Una", "U", "Department of Emergency Medicine, St. James's Hospital, James's Street, Dublin 8, Ireland."], ["Doherty", "Colin P", "CP", "Department of Neurology, St. James's Hospital, James's Street, Dublin 8, Ireland; The Academic Unit of Neurology, Trinity Biomedical Science Institute, 152-160 Pearse Street, Dublin 2, Ireland."]], "date": "2017-11-10", "id": "29129567", "text": "Care for seizures in an emergency department setting can be variable, and there are disparities in access to onward specialist referral. The purpose of this study was to evaluate the utilization and implementation of an evidence-based seizure care pathway in a busy urban tertiary referral center. A total of 644 seizure presentations over two time points were examined. Initial pathway utilization rates were low at 26.2% but increased to 61.6% after environmental barriers had been addressed. We found that patients placed on the care pathway had higher rates of neurological examination, documentation of safety and legal guidelines as regards driving, and lower rates of seizure readmission. Twelve patients not placed on the pathway had passed away at follow-up (1.86%); the cause of death were related to significant comorbidities rather than the seizures themselves though in five, seizures could potentially have been a contributing factor. For the first time we have demonstrated that an evidence-based guideline for seizure management can be implemented in Ireland and used to standardize care for seizures in the emergency department improving documentation rates and clinical evaluation.", "doi": "10.1016/j.yebeh.2017.08.042", "title": "Seizure care in the emergency department. Identifying and bridging the gaps. A study of care and outcomes from 644 seizure presentations.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}