{"authors": [["Talarska", "Dorota", "D", "Department of Preventive Medicine, Poznan University of Medical Sciences, Poznań, Poland. Electronic address: pati.talarska@neostrada.pl."], ["Michalak", "Michał", "M", "Department of Computer Science and Statistics, University of Medical Sciences, Poznań, Poland."], ["Talarska", "Patrycja", "P", "PhD student at University of Medical Sciences, Poznań, Poland."], ["Steinborn", "Barbara", "B", "Developmental Neurology Clinic, University of Medical Sciences, Poznań, Poland."]], "date": "2017-10-27", "id": "29129379", "text": "Epilepsy, like most chronic diseases, affects bio-psycho-social functioning of children and adolescents. The aim of this work was to assess functioning of children with epilepsy compared with the group of healthy children and those with headaches carried out by children themselves and their mothers.The study included 209 children with epilepsy and 173 children with headaches and 182 healthy students and their mothers. The research tool was Pediatric Quality of Life Inventory 4.0 Generic Core Scales (PedsQL™ 4.0) questionnaire.Quality of life of healthy children was rated the highest in all areas by both children and mothers. In younger and older children, difference was demonstrated between the assessment of the quality of life of healthy children and the ones with epilepsy or healthy children and the ones with and headaches in all areas of the PedsQL™ 4.0 questionnaire (p<0.05). Children with epilepsy had the most difficulties in subscale School Functioning in their own and their mothers' opinion. Healthy children and their mothers rated the subscale Emotional Functioning lowest.The functioning of children with epilepsy in the assessment of children and their mothers was the closest to the functioning of children with headaches. Quality of children's life assessment by children with epilepsy and by healthy children differed between the group of girls and boys and between older and younger children in all PedsQLTM 4.0 questionnaire areas. A medium response compatibility between children with epilepsy and their mothers was shown in individual questions.", "doi": "10.1016/j.pjnns.2017.10.008", "title": "Children with epilepsy against their healthy peers and those with headaches: Differences-similarities.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}