{"authors": [["Ekinci", "Ozalp", "O", "1 Department of Child and Adolescent Psychiatry, University of Health Sciences Medical Faculty, Istanbul, Turkey."], ["Okuyaz", "Çetin", "Ç", "2 Department of Pediatric Neurology, Mersin University Medical Faculty, Mersin, Turkey."], ["Erdoğan", "Semra", "S", "3 Department of Biostatistics and Medical Informatics, Mersin University Medical Faculty, Mersin, Turkey."], ["Gunes", "Serkan", "S", "4 Department of Child and Adolescent Psychiatry, Hatay State Hospital, Hatay, Turkey."], ["Ekinci", "Nuran", "N", "5 Department of Child and Adolescent Psychiatry, Mersin University Medical Faculty, Mersin, Turkey."], ["Kalınlı", "Merve", "M", "5 Department of Child and Adolescent Psychiatry, Mersin University Medical Faculty, Mersin, Turkey."], ["Teke", "Halenur", "H", "5 Department of Child and Adolescent Psychiatry, Mersin University Medical Faculty, Mersin, Turkey."], ["Direk", "Meltem Çobanoğulları", "MÇ", "2 Department of Pediatric Neurology, Mersin University Medical Faculty, Mersin, Turkey."]], "date": null, "id": "29129152", "text": "We aimed to (1) compare quality of life (QOL) among children with epilepsy, epilepsy and attention-deficit hyperactivity disorder (ADHD), and primary ADHD and (2) compare ADHD symptom dimensions and subtypes between children with epilepsy-ADHD and primary ADHD.A total of 140 children; 53 with epilepsy, 35 with epilepsy-ADHD, and 52 with primary ADHD were included. KINDL-R (quality of life measure), Turgay DSM-IV Disruptive Behavior Disorders Rating Scale (T-DSM-IV-S), and Conners' Parent Rating Scale (CPRS) were completed. Neurology clinic charts were reviewed for epilepsy-related variables.Children with epilepsy-ADHD had the lowest (poorest) KINDL-R total scores. Epilepsy-ADHD group had more inattentiveness symptoms, whereas primary ADHD group had more hyperactivity/impulsivity symptoms. The frequencies of ADHD combined and inattentiveness subtypes were 60% and 40% in children with epilepsy-ADHD and 80.7% and 19.3% in children with primary ADHD, respectively ( P = .034).ADHD in epilepsy is associated with a significantly poor quality of life and predominantly inattentiveness symptoms.", "doi": "10.1177/0883073817737445", "title": "Attention-Deficit Hyperactivity Disorder (ADHD) in Epilepsy and Primary ADHD: Differences in Symptom Dimensions and Quality of Life.", "journal": ["Journal of child neurology", "J. Child Neurol."]}