{"authors": [["Xiao", "Yangyang", "Y", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: xiaoyangyang001@csu.edu.cn."], ["Xiong", "Jie", "J", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: xiongjie123@csu.edu.cn."], ["Mao", "Ding'an", "D", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: maodingan@csu.edu.cn."], ["Liu", "Lingjuan", "L", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: liulingjuan@csu.edu.cn."], ["Li", "Jian", "J", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: lijian@csu.edu.cn."], ["Li", "Xingfang", "X", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: zhinze@163.com."], ["Luo", "Haiyan", "H", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: luohaiyan@csu.edu.cn."], ["Liu", "Liqun", "L", "Department of Pediatrics, Second Xiangya Hospital, Central South University, 139 Mid Renmin Road, Furong District, Changsha City, Hunan Province 410011, China. Electronic address: liuliqun@csu.edu.cn."]], "date": "2017-10-28", "id": "29128679", "text": "Early-onset epileptic encephalopathies (EOEEs) are clinically and genetically heterogeneous disorders characterized by intractable seizures and unremitting interictal paroxysmal epileptiform activity. Consequently, these syndromes impair neurodevelopment during the first year of life. Currently, the etiology of these disorders is largely unknown. In this study, Childhood-Onset Epilepsy Gene Panel Testing (containing 511 epilepsy-related genes) was performed in a parent-offspring trio. In this family, the son had refractory seizures, intellectual disability, and motor abnormalities, and he was diagnosed with EOEE. The boy later died from a sudden unexpected death in epilepsy (SUDEP) at the age of 26 months. In this case, we identified a de novo mutation (c.4423G > A; glycine [Gly]1475 arginine [Arg]) classified as heterozygous missense located in the inactivation gate section of the SCN8A (voltage-gated sodium-channel type VIII alpha subunit) gene. This result strengthens the association between the SCN8A gene and EOEE, and more attention should be given to its high rate of SUDEP. Further studies to determine the pathogenic mechanisms of SCN8A mutations should be warranted at the inactivation gate section of this sodium channel in both neurons and cardiac muscles.", "doi": "10.1016/j.eplepsyres.2017.10.017", "title": "Early-onset epileptic encephalopathy with de novo SCN8A mutation.", "journal": ["Epilepsy research", "Epilepsy Res."]}