{"authors": [["Halani", "Sheliza", "S", "Faculty of Medicine, University of Toronto, 27 King's College Circle, Toronto, ON M5S 1A1, Canada."], ["Tshering", "Lhab", "L", "Department of Psychiatry, Jigme Dorji Wangchuck National Referral Hospital, Gongphel Lam, Thimphu, Bhutan."], ["Bui", "Esther", "E", "Faculty of Medicine, University of Toronto, 27 King's College Circle, Toronto, ON M5S 1A1, Canada; Department of Neurology, University Health Network, 399 Bathurst St., Toronto, ON M5T 2S8, Canada."], ["Clark", "Sarah J", "SJ", "Neurological Clinical Research Institute, Massachusetts General Hospital,165 Cambridge St., Suite 600, Boston 02114, USA."], ["Grundy", "Sara J", "SJ", "Neurological Clinical Research Institute, Massachusetts General Hospital,165 Cambridge St., Suite 600, Boston 02114, USA."], ["Pem", "Tandin", "T", "Department of Neurology, University Health Network, 399 Bathurst St., Toronto, ON M5T 2S8, Canada."], ["Lhamo", "Sonam", "S", "Department of Neurology, University Health Network, 399 Bathurst St., Toronto, ON M5T 2S8, Canada."], ["Dema", "Ugyen", "U", "Department of Neurology, University Health Network, 399 Bathurst St., Toronto, ON M5T 2S8, Canada."], ["Nirola", "Damber K", "DK", "Department of Neurology, University Health Network, 399 Bathurst St., Toronto, ON M5T 2S8, Canada."], ["Dorji", "Chencho", "C", "Department of Neurology, University Health Network, 399 Bathurst St., Toronto, ON M5T 2S8, Canada."], ["Mateen", "Farrah J", "FJ", "Neurological Clinical Research Institute, Massachusetts General Hospital,165 Cambridge St., Suite 600, Boston 02114, USA; Harvard Medical School, A-111, 25 Shattuck St., Boston 02114, USA. Electronic address: fmateen@partners.org."], [null, null, null, null]], "date": "2017-10-18", "id": "29128586", "text": "Reports on the reproductive health of women with epilepsy (WWE) in low- and middle-income countries (LMICs) are limited. Bhutan is a lower income country with a high estimated prevalence of epilepsy and no out-of-pocket payment requirements for health visits or medications.We developed a 10-category survey to interview WWE ages 20-59 years in the Kingdom of Bhutan to understand their contraceptive use and peripartum experiences. WWE were recruited from 2016-2017 from an existing epilepsy cohort and their reproductive health data were merged with epilepsy and socioeconomic data obtained from initial clinical evaluations performed between 2014 and 2016.Of the 134 WWE eligible for the study, 94 were reachable and there was 1 refusal to participate (response rate 99% among reachable WWE; 69% of all WWE in the cohort). Of the 93 WWE (median age 27 years, range 20-52), 50 (54%) reported prior pregnancies. Of the entire cohort, 55 women responded on contraception: 26 (47%) WWE had never used contraception in their lifetime. Of the 29 WWE who had ever used contraception, the most commonly reported form was male condoms (14/29, 48%), followed by depot medroxyprogesterone acetate injections (13/29, 45%), and intrauterine devices (5/29, 17%). Sixty-three percent of WWE recalled receiving information on family planning (31 of 49). Of the 50 WWE with prior pregnancies, 37 of 46 (80%) used folic acid; 6 WWE reported commencing it in the first trimester while 29 WWE began supplementation in the second trimester. Primary school education or higher was associated with folic acid supplementation during pregnancy (26/29 vs. 11/17, p=0.040). Epilepsy affected at least one of the pregnancies in 38 of the cases (76%) with an average of 2.3 pregnancies per woman). There was a total of 86 pregnancies and an average inter-pregnancy interval of 3.5 years. Ninety-five percent of women attended prenatal care (36/38), 22% had at least one miscarriage (8/37), 14% had at least one pre-term delivery (5/36), and 21% had Caesarean sections (8/38). Seventeen of 38 (45%) of WWE had seizures during pregnancy. A majority of WWE (97%, 37 of 38) with a prior pregnancy reported breastfeeding their infant.Nearly half of Bhutanese WWE did not use contraception; among those who used it, male condoms were most common but 11% were at risk of potential drug-drug interactions between oral contraception and enzyme-inducing antiepileptic drugs. Bhutanese WWE had a high rate of prenatal visits. Folic acid was prescribed in most pregnant WWE but the majority began supplementation in the second trimester. The number of pregnancies in WWE in Bhutan (2.3 per woman) was comparable to the number of children per women in Bhutan (2.3). Breastfeeding was practiced almost universally. Points of intervention may include pre-conception initiation of folic acid, optimization of dosing of AEDs with contraceptives, guidelines for peripartum seizure treatment, and establishment of a prospective registry for WWE and their offspring.", "doi": "10.1016/j.eplepsyres.2017.10.012", "title": "Contraception, pregnancy, and peripartum experiences among women with epilepsy in Bhutan.", "journal": ["Epilepsy research", "Epilepsy Res."]}