{"authors": [["van Iterson", "Loretta", "L", "SEIN, Epilepsy Institute in the Netherlands Foundation, Department of Psychology, The Netherlands; School De Waterlelie, The Netherlands. Electronic address: lviterson@sein.nl."], ["de Jong", "Peter F", "PF", "Research Institute of Child Development and Education, University of Amsterdam, The Netherlands."]], "date": "2017-11-08", "id": "29128471", "text": "While short-term memory (STM) and working memory (WM) are understood as being crucial for learning, and children with epilepsy often experience learning difficulties, little is known about the age-related development of memory span tasks in children with epilepsy. Short-term memory and WM, operationalized as digit span forwards (DSF) or digit span backwards (DSB), respectively, were studied. Participants were 314 children with epilepsy and 327 typically developing children in ages between 5 and 15years and full scale intelligence quotient (FS-IQ)≥75. Cross-sectional analyses of the data were done with analyses of variance and analyses of covariance ((M)ANCOVAs) and generalized linear analyses. The analyses revealed that STM problems in epilepsy were mediated by age-related gains in WM as well as by differences in IQ. Working memory developed at a quick pace in the younger children, the pace slowed down to some extent in the later primary school years and resumed again later on. Working memory problems prevailed in epilepsy, independent of IQ and development of STM. Timing of the epilepsy in terms of age at onset and duration determined memory development. The youngest children with epilepsy showed age-appropriate development in STM but were the most vulnerable in terms of WM development. Later in the course of the epilepsy, the WM problems of the young children attenuated. In later onset epilepsy, WM problems were smaller but persisted over time.", "doi": "10.1016/j.yebeh.2017.10.018", "title": "Development of verbal short-term memory and working memory in children with epilepsy: Developmental delay and impact of time-related variables. A cross-sectional study.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}