{"authors": [["Celani", "Maria Grazia", "MG", "Department of Neurophysiopathology, Azienda Ospedaliera di Perugia, Ospedale S. Maria della Misericordia, S. Andrea delle Fratte, 06156 Perugia, Italy; Cochrane Neurosciences Field, Direzione Salute Welfare, Region of Umbria, Perugia, Italy. Electronic address: mgrazia.celani@gmail.com."], ["Cantisani", "Teresa Anna", "TA", "Cochrane Neurosciences Field, Direzione Salute Welfare, Region of Umbria, Perugia, Italy; Perugia Hospital, Neurophysiopathology Unit, Azienda Ospedaliera di Perugia, Ospedale S. Maria della Misericordia, S. Andrea delle Fratte, 06156 Perugia, Italy."], ["Bignamini", "Angelo", "A", "School of Specialisation in Hospital Pharmacy, Dept. of Pharmaceutical Sciences, University of Milan, Italy."], ["Macone", "Sara", "S", "Cochrane Neurosciences Field, Direzione Salute Welfare, Region of Umbria, Perugia, Italy; University of Kansas Medical Center, Department of Dietetics and Nutrition, USA."], ["Papetti", "Rossella", "R", "Perugia Hospital, Neurophysiopathology Unit, Azienda Ospedaliera di Perugia, Ospedale S. Maria della Misericordia, S. Andrea delle Fratte, 06156 Perugia, Italy."], ["Baiocco", "Luisa", "L", "Perugia Hospital, Neurophysiopathology Unit, Azienda Ospedaliera di Perugia, Ospedale S. Maria della Misericordia, S. Andrea delle Fratte, 06156 Perugia, Italy."]], "date": "2017-11-08", "id": "29128470", "text": "The objective of this study was to collect perspectives, ideas, and values of people affected by epilepsy and their carer to include them in new research in this area.This is a semiquantitative study analyzing needs, emotions, and medical issues emerging from focus groups with patients and carers divided in three severity levels of disease.The participants were 25 patients and 36 carers attending outpatients' service of tertiary epilepsy center in Umbria, Italy.Assistance was the need expressed by more than 40% of the participants followed by experience-sharing, knowledge, control, clarity, and security. The only significant effect in logistic regression analysis after adjusting for severity was the patients' expressed need for \"experience-sharing\" more than their carers (OR 7.29, 95%CI: 1.76-30.18). Hope was the emotion expressed by more than 50% of the participants, followed by anger, fear, and resignation. After adjusting for severity, carers were more likely to express anger, in comparison with patients (OR 17.23, 95%CI: 3.55-83.74; P<0.001). The patients were 6.88 times more likely (95%CI 1.84-25.75; P=0.004) to express \"resignation\" than their carers. The most frequent medical issues were related to: \"medications\", \"frequency of crises\", \"work impact\", \"quality of life\", \"psychomedical integration of care\", and \"development of new drugs\". After adjusting for severity in a logistic regression analysis, patients were more likely to express concerns for the frequency of crises than carers (OR 3.57, 95%CI: 1.16-11.04; P=0.027).Patients' and carers' priorities, based on intense personal insight, represent a starting point to work for shared outcome measures in clinical trials and shared agenda in research, including research of strong evidence in complex intervention as service models for people with epilepsy.", "doi": "10.1016/j.yebeh.2017.08.028", "title": "Is it worth it, or possible, to measure what matters to patients with epilepsy and their caregivers?", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}