{"authors": [["Janeczko", "Krzysztof", "K", "Department of Neuroanatomy, Institute of Zoology and Biomedical Research, Jagiellonian University, 9 Gronostajowa St., 30-387 Krakow, Poland."], ["Kosonowska", "Emilia", "E", "Department of Neuroanatomy, Institute of Zoology and Biomedical Research, Jagiellonian University, 9 Gronostajowa St., 30-387 Krakow, Poland."], ["Kiepura", "Artur", "A", "Department of Neuroanatomy, Institute of Zoology and Biomedical Research, Jagiellonian University, 9 Gronostajowa St., 30-387 Krakow, Poland."], ["Weglarz", "Wladyslaw", "W", "Department of Magnetic Resonance Imaging, Institute of Nuclear Physics Polish Academy of Sciences, Radzikowskiego 152 St, 31-342 Krakow, Poland."], ["Setkowicz", "Zuzanna", "Z", "Department of Neuroanatomy, Institute of Zoology and Biomedical Research, Jagiellonian University, 9 Gronostajowa St., 30-387 Krakow, Poland. Electronic address: zuzanna.setkowicz-janeczko@uj.edu.pl."]], "date": "2017-11-08", "id": "29128467", "text": "Inflammation has detrimental influences on the developing brain including triggering the epileptogenesis. On the other hand, seizure episodes may induce inflammatory processes and further increase of brain excitability. The present study focuses on the problem whether transitory systemic inflammation during developmental period may have critical importance to functional and/or structural features of the adult brain. An inflammatory status was induced with lipopolysaccharide (LPS) in 6- or 30-day-old rats. Two-month-old rats which experienced the inflammation and untreated controls received injections of pilocarpine, and the intensity of their seizure behavior was rated during a 6-hour period. Three days thereafter, the animals were perfused; their brains were postfixed and subjected to magnetic resonance imaging (MRI) scans. Then, volumes of the brain and of its main regions were assessed. LPS injections alone performed at different developmental stages led to different changes in the volume of adult brain and also to different susceptibility to seizures induced in adulthood. Moreover, the LPS pretreatments modified different volumetric responses of the brain and of its regions to seizures. The responses showed strong inverse correlations with the intensity of seizures but exclusively in rats treated with LPS on postnatal day 30. It could be concluded that generalized inflammation elicited at developmental stages may have strong age-dependent effects on the adult brain regarding not only its susceptibility to action of a seizuregenic agent but also its volumetric reactivity to seizures.", "doi": "10.1016/j.yebeh.2017.09.009", "title": "Volumetric response of the adult brain to seizures depends on the developmental stage when systemic inflammation was induced.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}