{"authors": [["Olindo", "Stephane", "S", "Department of Neurology, CHU de Bordeaux, Bordeaux, France. Electronic address: stephane.olindo@chu-bordeaux.fr."], ["Chardonnet", "Martin", "M", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."], ["Renou", "Pauline", "P", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."], ["Coignion", "Cyrielle", "C", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."], ["Debruxelles", "Sabrina", "S", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."], ["Poli", "Mathilde", "M", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."], ["Sagnier", "Sharmila", "S", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."], ["Rouanet", "François", "F", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."], ["Sibon", "Igor", "I", "Department of Neurology, CHU de Bordeaux, Bordeaux, France."]], "date": "2017-11-08", "id": "29128327", "text": "Multimodal computed tomography imaging (MCTI) is increasingly used for rapid assessment of acute stroke. We investigated characteristics and final diagnoses of patients treated with recombinant tissue plasminogen activator (rt-PA) while admission imaging was unremarkable.From our prospectively collected stroke database (2013-2016), we identified consecutive patients treated with rt-PA on the basis of an unremarkable brain MCTI and assessed with a 24-hour follow-up brain magnetic resonance imaging (MRI). Demographic data, medical history, score on the 15-item National Institute of Health Stroke Scale, and final diagnosis were considered. Absence of MRI infarction and alternate diagnosis defined stroke mimics (SMs). Univariable and multivariable logistic regression analyses identified factors predictive of SMs.Sixty-eight (47.9%) SMs, 63 (44.4%) strokes, and 11 (7.7%) aborted strokes were found. SMs had more often aphasia (P = .003) and hemianopia (P = .0008), whereas upper limb weakness (ULW) (P = .03) and limb ataxia (P = .002) were more prevalent in strokes. Headache (adjusted odds ratio [Adj. OR], 3.89 [95% confidence interval {CI} 1.44-10.47]), relevant history of epilepsy, migraine, dementia or depression (Adj. OR 3.66 [95% CI 1.31-10.18]), unilateral sensory loss (Adj. OR 2.60 [95% CI 1.05-6.45]), and hemianopia (Adj. OR 4.94 [95% CI 1.46-16.77]) were independent predictors of SMs whereas ULW (Adj. OR 3.16 [95% CI 1.28-7.82]) and ataxia (Adj. OR 3.81 [95% CI 1.43-10.13]) predicted stroke. Sensitivity of hemianopia or aphasia for SMs was 52.9%, with specificity of 84.1%, positive predictive value of 78.3%, and negative predictive value of 62.4%.Hemianopia and/or aphasia with normal MCTI suggest SMs. Diffusion-weighted MRI might be discussed before rt-PA administration in patients with such a clinical pattern.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.09.024", "title": "Clinical Predictors of Stroke Mimics in Patients Treated with Recombinant Tissue Plasminogen Activator according to a Normal Multimodal Computed Tomography Imaging.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}