{"authors": [["Shawahna", "Ramzi", "R", "Department of Physiology, Pharmacology and Toxicology, Faculty of Medicine and Health Sciences, An-Najah National University, Nablus, Palestine; An-Najah BioSciences Unit, Centre for Poisons Control, Chemical and Biological Analyses, An-Najah National University, Nablus, Palestine. Electronic address: ramzi_shawahna@hotmail.com."]], "date": "2017-11-08", "id": "29127865", "text": "The aim of this study was to develop and achieve consensus on a core list of important knowledge items that community pharmacists should know on women's issues in epilepsy.This was a consensual study using a modified Delphi technique. Knowledge items were collected from the literature and from nine key contacts who were interviewed on their views on what information community pharmacists should have on women's issues in epilepsy. More knowledge items were suggested by five researchers with interest in women's issues who were contacted to rate and comment on the knowledge items collected. Two iterative Delphi rounds were conducted among a panel of pharmacists (n=30) to achieve consensus on the knowledge items to be included in the core list. Ten panelists ranked the knowledge items by their importance using the Analytical Hierarchy Process (AHP).Consensus was achieved to include 68 knowledge under 13 categories in the final core list. Items ranked by their importance were related to the following: teratogenicity (10.3%), effect of pregnancy on epilepsy (7.4%), preconception counseling (10.3%), bone health (5.9%), catamenial epilepsy (7.4%), menopause and hormonal replacement therapy (2.9%), contraception (14.7%), menstrual disorders and infertility (8.8%), eclampsia (2.9%), breastfeeding (4.4%), folic acid and vitamin K (5.9%), counseling on general issues (14.7%), and sexuality (4.4%).Using consensual knowledge lists might promote congruence in educating and/or training community pharmacists on women's issues in epilepsy. Future studies are needed to investigate if such lists can improve health services provided to women with epilepsy (WWE).", "doi": "10.1016/j.yebeh.2017.09.026", "title": "Which information on women's issues in epilepsy does a community pharmacist need to know? A Delphi consensus study.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}