{"authors": [["Gencpinar", "Pinar", "P", "Department of Pediatric Neurology, Izmir Katip Celebi University, Tepecik Training and Research Hospital, İzmir, Turkey."], ["Yavuz", "Hamdi", "H", "Department of Pediatrics, Akdeniz University, Faculty of Medicine, Antalya, Turkey."], ["Bozkurt", "Öznur", "Ö", "Department of Pediatric Neurology, Akdeniz University, Faculty of Medicine, Antalya, Turkey."], ["Haspolat", "Şenay", "Ş", "Department of Pediatric Neurology, Akdeniz University, Faculty of Medicine, Antalya, Turkey."], ["Duman", "Özgür", "Ö", "Department of Pediatric Neurology, Akdeniz University, Faculty of Medicine, Antalya, Turkey. Electronic address: ozgurduman@akdeniz.edu.tr."]], "date": "2017-11-06", "id": "29127859", "text": "Despite their age-dependent definition, febrile seizures (FS) may be observed in people of almost any age. The risk of developing unprovoked seizures after an FS is well defined. However, there are limited data about FS starting or persisting after 5 years of age. In the present study, we evaluated patients who developed FS after 5 years of age.Between 2010 and 2014, we prospectively enrolled all patients with FS. We collected demographic and clinical features, radiologic images, electroencephalograms (EEGs), and results of psychomotor development tests and treatment data of the patients. The patients were grouped into two groups. Group 1 consisted of patients who had the first FS after 5 years of age, and group 2 consisted of patients in whom FS persisted after 5 years of age. Fisher's exact test and Pearson's chi-square test were used to analyse the study data and derive conclusions.Sixty-four patients were enrolled, and afebrile seizure was observed in 12 (18.8%) of them. Nine (14%) patients were diagnosed to have epilepsy in their follow-up examination. Subsequent epilepsy occurrence was independent of gender, mean age, medical history of the patient, family history of epilepsy, presence of afebrile seizure, type of seizure, type of FS, duration of seizure, semiology of seizure, peak fever and EEG and magnetic resonance imaging (MRI) findings in our total cohort. There were no statistical differences between the groups with regard to the occurrence of subsequent afebrile seizure or epilepsy (p>0.5).Close follow-up is important in patients with FS after the age of 5 years. These seizures are generally benign, but tend to recur and increase the risk of development of epilepsy in the patient. Further studies with a larger cohort are warranted to clarify risk factors and incidence of epilepsy in these patients.", "doi": "10.1016/j.seizure.2017.11.005", "title": "The risk of subsequent epilepsy in children with febrile seizure after 5 years of age.", "journal": ["Seizure", "Seizure"]}