{"authors": [["Bahrani", "Kunal", "K", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Singh", "Mamta Bhushan", "MB", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India. Electronic address: mbsneuro@gmail.com."], ["Bhatia", "Rohit", "R", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Prasad", "Kameshwar", "K", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Vibha", "Deepti", "D", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Shukla", "Garima", "G", "Department of Neurology, All India Institute of Medical Sciences, New Delhi, India."], ["Vishnubhatla", "Sreenivas", "S", "Department of Biostatistics, All India Institute of Medical Sciences, New Delhi, India."], ["Patterson", "Victor", "V", "Department of Clinical and Experimental Epilepsy, University College, London, UK."]], "date": "2017-11-07", "id": "29127858", "text": "Our objective was to assess how telephonic review of outpatients with stable epilepsy compared with conventional face-to-face clinic management.We constructed a randomized parallel group study of suitable patients attending our Epilepsy Clinic and compared telephonic review with conventional clinic visit based management. Primary outcomes were the percentage of patients with breakthrough seizures and total number of breakthrough seizures. We also compared cost, patient satisfaction and numbers defaulting.A total of 465 patients were randomized and 429 were included in the final analysis. There was no significant difference in breakthrough seizures between the two groups. Mean time spent in the consultation was 10min in the telephone group (FT) and 22h in the face-to-face group (FC) and cost was INR 865 more expensive on an average in the FC group. Satisfaction was over 90% in the FT group. Significantly more people in the FC group were lost to follow-up.This study provides Class I evidence that the number of stable epilepsy patients who have breakthrough seizures and the total number of breakthrough seizures remain the same irrespective of whether patients are reviewed telephonically or face-to-face in the clinic. Clinicians managing epilepsy patients should consider using telephonic review for selected patients. Telephonic reviews have the potential of effectively reducing the secondary treatment gap in millions of patients who do not have easy access to doctors.", "doi": "10.1016/j.seizure.2017.11.003", "title": "Telephonic review for outpatients with epilepsy-A prospective randomized, parallel group study.", "journal": ["Seizure", "Seizure"]}