{"authors": [["Krauss", "Gregory", "G", "The Johns Hopkins University, Department of Neurology, Meyer 2-147, 600 N Wolfe St, Baltimore, MD 21287, USA. Electronic address: gkrauss@jhmi.edu."], ["Biton", "Victor", "V", "Arkansas Epilepsy Program, Clinical Trials Inc., 2 Lile Ct #100, Little Rock, AR 72205, USA. Electronic address: vbiton@clinicaltrialsinc.com."], ["Harvey", "Jay H", "JH", "Department of Neurology and Neurotherapeutics, Division of Epilepsy, UT Southwestern Medical Center, 5323 Harry Hines Blvd., MC 8508, Dallas, Texas 75390-8508, USA. Electronic address: Jay.Harvey@UTSouthwestern.edu."], ["Elger", "Christian", "C", "Department of Epileptology, University of Bonn Medical Centre, Sigmund-Freud-Straße 25, 53127 Bonn, Germany. Electronic address: Christian.Elger@ukb.uni-bonn.de."], ["Trinka", "Eugen", "E", "Department of Neurology, Christian Doppler Medical Centre, Paracelsus Medical University and Centre for Cognitive Neuroscience, Ignaz Harrerstrasse 79, 5020 Salzburg, Austria. Electronic address: e.trinka@salk.at."], ["Soares da Silva", "Patrício", "P", "BIAL-Portela & Ca, S.A., Avenida da Siderurgia Nacional, 4745-457 São Mamede do Coronado, Portugal. Electronic address: Psoares.silva@bial.com."], ["Gama", "Helena", "H", "BIAL-Portela & Ca, S.A., Avenida da Siderurgia Nacional, 4745-457 São Mamede do Coronado, Portugal. Electronic address: Helena.Gama@bial.com."], ["Cheng", "Hailong", "H", "Sunovion Pharmaceuticals Inc., 84 Waterford Dr, Marlborough, MA 01752, USA. Electronic address: Hailong.Cheng@sunovion.com."], ["Grinnell", "Todd", "T", "Sunovion Pharmaceuticals Inc., 84 Waterford Dr, Marlborough, MA 01752, USA. Electronic address: Todd.Grinnell@sunovion.com."], ["Blum", "David", "D", "Sunovion Pharmaceuticals Inc., 84 Waterford Dr, Marlborough, MA 01752, USA. Electronic address: David.Blum@sunovion.com."]], "date": "2017-11-04", "id": "29127848", "text": "To examine the influence of titration schedule and maintenance dose on the incidence and type of treatment-emergent adverse events (TEAEs) associated with adjunctive eslicarbazepine acetate (ESL).Data from three randomized, double-blind, placebo-controlled trials were analyzed. Patients with refractory partial-onset seizures were randomized to maintenance doses of ESL 400, 800, or 1200mg QD (dosing was initiated at 400 or 800mg QD) or placebo. The incidence of TEAEs was analyzed during the double-blind period (2-week titration phase; 12-week maintenance phase), according to the randomized maintenance dose and the titration schedule.1447 patients were included in the analysis. During the first week of treatment, 62% of patients taking ESL 800mg QD had ≥1 TEAE, vs 35% of those taking 400mg QD and 32% of the placebo group; dizziness, somnolence, nausea, and headache were numerically more frequent in patients taking ESL 800mg than those taking ESL 400mg QD. During the double-blind period, the incidences of common TEAEs were lower in patients who initiated ESL at 400mg vs 800mg QD. For the 800 and 1200mg QD maintenance doses, rates of TEAEs leading to discontinuation were lower in patients who began treatment with 400mg than in those who began taking ESL 800mg QD.Initiation of ESL at 800mg QD is feasible. However, initiating treatment with ESL 400mg QD for 1 or 2 weeks is recommended, being associated with a lower incidence of TEAEs, and related discontinuations. For some patients, treatment may be initiated at 800mg QD, if the need for more immediate seizure reduction outweighs concerns about increased risk of adverse reactions during initiation.", "doi": "10.1016/j.eplepsyres.2017.10.021", "title": "Influence of titration schedule and maintenance dose on the tolerability of adjunctive eslicarbazepine acetate: An integrated analysis of three randomized placebo-controlled trials.", "journal": ["Epilepsy research", "Epilepsy Res."]}