{"authors": [["Hawkins", "Nicole A", "NA", "Department of Pharmacology Northwestern University Feinberg School of Medicine, Chicago, IL, USA."], ["Lewis", "Michael", "M", "Drug Discovery and Development Sage Therapeutics, Cambridge, MA, USA."], ["Hammond", "Rebecca S", "RS", "Drug Discovery and Development Sage Therapeutics, Cambridge, MA, USA."], ["Doherty", "James J", "JJ", "Drug Discovery and Development Sage Therapeutics, Cambridge, MA, USA."], ["Kearney", "Jennifer A", "JA", "Department of Pharmacology Northwestern University Feinberg School of Medicine, Chicago, IL, USA. Jennifer.kearney@northwestern.edu."]], "date": "2017-11-10", "id": "29127345", "text": "Dravet syndrome is an infant-onset epileptic encephalopathy with multiple seizure types that are often refractory to conventional therapies. Treatment with standard benzodiazepines like clobazam, in combination with valproate and stiripentol, provides only modest seizure control. While benzodiazepines are a first-line therapy for Dravet syndrome, they are limited by their ability to only modulate synaptic receptors. Unlike benzodiazepines, neuroactive steroids potentiate a wider-range of GABAA receptors. The synthetic neuroactive steroid SGE-516 is a potent positive allosteric modulator of both synaptic and extrasynaptic GABAA receptors. Prior work demonstrated anticonvulsant activity of SGE-516 in acute seizure assays in rodents. In this study, we evaluated activity of SGE-516 on epilepsy phenotypes in the Scn1a +/- mouse model that recapitulates many features of Dravet syndrome, including spontaneous seizures, premature death and seizures triggered by hyperthermia. To evaluate SGE-516 in Scn1a +/- mice, we determined the effect of treatment on hyperthermia-induced seizures, spontaneous seizure frequency and survival. SGE-516 treatment protected against hyperthermia-induced seizures, reduced spontaneous seizure frequency and prolonged survival in the Scn1a +/- mice. This provides the first evidence of SGE-516 activity in a mouse model of Dravet syndrome, and supports further investigation of neuroactive steroids as potential anticonvulsant compounds for refractory epilepsies.", "doi": "10.1038/s41598-017-15609-w", "title": "The synthetic neuroactive steroid SGE-516 reduces seizure burden and improves survival in a Dravet syndrome mouse model.", "journal": ["Scientific reports", "Sci Rep"]}