{"authors": [["Reyes", "Anny", "A", "San Diego State University/University of California San Diego Joint Doctoral Program in Clinical Psychology, San Diego, CA, USA; Center for Multimodal Imaging and Genetics, University of California, San Diego, CA, USA."], ["Uttarwar", "Vedang S", "VS", "Center for Multimodal Imaging and Genetics, University of California, San Diego, CA, USA."], ["Chang", "Yu-Hsuan A", "YA", "Center for Multimodal Imaging and Genetics, University of California, San Diego, CA, USA."], ["Balachandra", "Akshara R", "AR", "Center for Multimodal Imaging and Genetics, University of California, San Diego, CA, USA."], ["Pung", "Chris J", "CJ", "Center for Multimodal Imaging and Genetics, University of California, San Diego, CA, USA."], ["Hagler", "Donald J", "DJ", "Center for Multimodal Imaging and Genetics, University of California, San Diego, CA, USA."], ["Paul", "Briana M", "BM", "Department of Neurology, University of California - San Francisco, San Francisco, CA, USA; UCSF Comprehensive Epilepsy Center, San Francisco, CA, USA."], ["McDonald", "Carrie R", "CR", "San Diego State University/University of California San Diego Joint Doctoral Program in Clinical Psychology, San Diego, CA, USA; Center for Multimodal Imaging and Genetics, University of California, San Diego, CA, USA; Department of Psychiatry, University of California, San Diego, CA, USA. Electronic address: camcdonald@ucsd.edu."]], "date": "2017-11-08", "id": "29126704", "text": "Executive dysfunction is observed in a sizable number of patients with refractory temporal lobe epilepsy (TLE). The frontostriatal network has been proposed to play a significant role in executive functioning, however, because of the complex architecture of these tracts, it is difficult to generate measures of fiber tract microstructure using standard diffusion tensor imaging. To examine the association between frontostriatal network compromise and executive dysfunction in TLE, we applied an advanced, multishell diffusion model, restriction spectrum imaging (RSI), that isolates measures of intraaxonal diffusion and may provide better estimates of fiber tract compromise in TLE.Restriction spectrum imaging scans were obtained from 32 patients with TLE [16 right TLE (RTLE); 16 left TLE (LTLE)] and 24 healthy controls (HC). An RSI-derived measure of intraaxonal anisotropic diffusion (neurite density; ND) was calculated for the inferior frontostriatal tract (IFS) and superior frontostriatal tract (SFS) and compared between patients with TLE and HC. Spearman correlations were performed to evaluate the relationships between ND of each tract and verbal (i.e., D-KEFS Category Switching Accuracy and Color-Word Interference Inhibition/Switching) and visuomotor (Trail Making Test) set-shifting performances in patients with TLE.Patients with TLE demonstrated reductions in ND of the left and right IFS, but not SFS, compared with HC. Reduction in ND of left and right IFS was associated with poorer performance on verbal set-shifting in TLE. Increases in extracellular diffusion (isotropic hindered; IH) were not associated with executive dysfunction in the patient group.Restriction spectrum imaging-derived ND revealed microstructural changes within the IFS in patients with TLE, which was associated with poorer executive functioning. This suggests that axonal/myelin loss to fiber networks connecting the striatum to the inferior frontal cortex is likely contributing to executive dysfunction in TLE.", "doi": "10.1016/j.yebeh.2017.09.012", "title": "Decreased neurite density within frontostriatal networks is associated with executive dysfunction in temporal lobe epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}