{"authors": [["Shen", "Alice", "A", "Perelman School of Medicine at the University of Pennsylvania, 3400 Civic Center Blvd, Philadelphia, PA 19104, USA. Electronic address: alice.shen@uphs.upenn.edu."], ["Quaid", "Kara T", "KT", "Case Western Reserve University, Department of Population and Quantitative Health Sciences, 10900 Euclid Ave, Cleveland, OH 44106, USA. Electronic address: ktq@case.edu."], ["Porter", "Brenda E", "BE", "Department of Neurology, Stanford University School of Medicine, 300 Pasteur Drive, Stanford, CA 94305, USA. Electronic address: brenda2@stanford.edu."]], "date": "2017-11-07", "id": "29126702", "text": "The timing of epilepsy surgery is complex, and there is not a structured pathway to help families decide whether to continue medical management or pursue surgical treatment. We surveyed caregivers of pediatric epilepsy surgery patients. Fifty-eight respondents answered the majority of questions. Thirty caregivers wished their child had undergone epilepsy surgery earlier compared with twenty who felt surgery was done at the appropriate time, and eight were unsure. In retrospect, caregivers who wished their child's surgery had been performed sooner had a significantly longer duration of epilepsy prior to the surgery [44.1±71.7 (months±standard deviation (SD), N=27)], compared with those who felt content with the timing of the surgery [12.8±14.1 (months±SD, N=20), p=0.0034]. Caregivers were willing to accept a lower likelihood of seizure freedom than their physician reported was likely. Most caregivers were willing to accept deficits in all domains surveyed; caregivers had high acceptance of motor deficits, cognitive deficits, behavioral change, and language loss. Future studies are needed to focus on how to improve the education of caregivers and neurologists about the benefits and risks of epilepsy surgery and accelerate the pipeline to epilepsy surgery to improve caregiver satisfaction.", "doi": "10.1016/j.yebeh.2017.10.014", "title": "Delay in pediatric epilepsy surgery: A caregiver's perspective.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}