{"authors": [["Wang", "Doris D", "DD", "Department of Neurological Surgery, University of California, San Francisco, California."], ["Deng", "Hansen", "H", "Department of Neurological Surgery, University of California, San Francisco, California."], ["Hervey-Jumper", "Shawn L", "SL", "Department of Neurological Surgery, University of California, San Francisco, California."], ["Molinaro", "Annette A", "AA", "Department of Neurological Surgery, University of California, San Francisco, California."], ["Chang", "Edward F", "EF", "Department of Neurological Surgery, University of California, San Francisco, California."], ["Berger", "Mitchel S", "MS", "Department of Neurological Surgery, University of California, San Francisco, California."]], "date": "2017-11-08", "id": "29126238", "text": "A majority of patients with insular tumors present with seizures. Although a number of studies have shown that greater extent of resection improves overall patient survival, few studies have documented postoperative seizure control after insular tumor resection.To (1) characterize seizure control rates in patients undergoing insular tumor resection, (2) identify predictors of seizure control, and (3) evaluate the association between seizure recurrence and tumor progression.The study population included adults who had undergone resection of insular gliomas between 1997 and 2015 at our institution. Preoperative seizure characteristics, tumor characteristics, surgical factors, and postoperative seizure outcomes were reviewed.One-hundred nine patients with sufficient clinical data were included in the study. At 1 yr after surgery, 74 patients (68%) were seizure free. At final follow-up, 42 patients (39%) were seizure free. Median time to seizure recurrence was 46 mo (95% confidence interval 31-65 mo). Multivariate Cox regression analysis revealed that greater extent of resection (hazard ratio = 0.2899 [0.1129, 0.7973], P = .0127) was a significant predictor of seizure freedom. Of patients who had seizure recurrence and tumor progression, seizure usually recurred within 3 mo prior to tumor progression. Repeat resection offered additional seizure control, as 8 of the 22 patients with recurrent seizures became seizure free after reoperation.Maximizing the extent of resection in insular gliomas portends greater seizure freedom after surgery. Seizure recurrence is associated with tumor progression, and repeat operation can provide additional seizure control.", "doi": "10.1093/neuros/nyx486", "title": "Seizure Outcome After Surgical Resection of Insular Glioma.", "journal": ["Neurosurgery", "Neurosurgery"]}