{"authors": [["Kimura", "Hiroki", "H", "Department of Psychiatry, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, Aichi-ken 466-8550, Japan."], ["Kushima", "Itaru", "I", "Department of Psychiatry, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, Aichi-ken 466-8550, Japan."], ["Yohimi", "Akira", "A", "Department of Psychiatry, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, Aichi-ken 466-8550, Japan."], ["Aleksic", "Branko", "B", "Department of Psychiatry, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, Aichi-ken 466-8550, Japan."], ["Ozaki", "Norio", "N", "Department of Psychiatry, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, Aichi-ken 466-8550, Japan."]], "date": "2017-11-06", "id": "29126171", "text": "Adenosine kinase (ADK) is supposed to be a schizophrenia (SCZ) susceptibility gene based on the findings that ADK is an enzyme that catalyzes transfer of the gamma-phosphate from ATP to adenosine, which interacts with dopamine and glutamate, neurotransmitters. However, no reports of SCZ cases with loss of function variants in the ADK region have been published. In our previous study investigating copy number variants (CNV) in SCZ, we detected a CNV in the ADK region in one of 1699 SCZ patients.We validated the ADK deletion by determining the breakpoint. Then, we compared the relative expression of ADK in 32 SCZ patients, including a SCZ patient with deletion of ADK, with 29 healthy controls using lymphoblastoid cell lines. Furthermore, we evaluated the clinical phenotypes of the SCZ with ADK deletion.We validated the CNV with Sanger sequencing and predicted that this CNV results in loss of function of ADK. Furthermore, expression analysis of mRNA from peripheral blood in this SCZ patient with the ADK deletion showed an extremely low level of ADK. Here we describe a case report of a patient with ADK deletion with phenotypes (SCZ, parkinsonism, epilepsy) that are predicted when ADK function is disrupted.Considering that the patient had a low ADK mRNA level and showed a phenotype that may be related to ADK deficiency, the CNV in the region of ADK may be strongly related to the phenotypes described here, such as SCZ, parkinsonism, and epilepsy.", "doi": "10.1093/ijnp/pyx103", "title": "Copy number variant in the region of adenosine kinase (ADK) and its possible contribution to schizophrenia susceptibility.", "journal": ["The international journal of neuropsychopharmacology", "Int. J. Neuropsychopharmacol."]}