{"authors": [["Vignoli", "Aglaia", "A", "Epilepsy Center, San Paolo Hospital, Milan, Italy; Department of Health Sciences, Università degli Studi di Milano, Italy."], ["Oggioni", "Gaia", "G", "Epilepsy Center, San Paolo Hospital, Milan, Italy."], ["De Maria", "Giovanni", "G", "Epilepsy Center, Spedali Civili, Brescia, Italy."], ["Peron", "Angela", "A", "Epilepsy Center, San Paolo Hospital, Milan, Italy; Department of Health Sciences, Università degli Studi di Milano, Italy. Electronic address: angela.peron@unimi.it."], ["Savini", "Miriam Nella", "MN", "Epilepsy Center, San Paolo Hospital, Milan, Italy."], ["Zambrelli", "Elena", "E", "Epilepsy Center, San Paolo Hospital, Milan, Italy."], ["Chiesa", "Valentina", "V", "Epilepsy Center, San Paolo Hospital, Milan, Italy."], ["La Briola", "Francesca", "F", "Epilepsy Center, San Paolo Hospital, Milan, Italy."], ["Turner", "Katherine", "K", "Epilepsy Center, San Paolo Hospital, Milan, Italy."], ["Canevini", "Maria Paola", "MP", "Epilepsy Center, San Paolo Hospital, Milan, Italy; Department of Health Sciences, Università degli Studi di Milano, Italy."]], "date": "2017-11-07", "id": "29126048", "text": "Lennox-Gastaut syndrome (LGS) is a severe epileptic encephalopathy with childhood onset that usually continues through adolescence and into adulthood. In the long term, patients with this condition still have intractable seizures, intellectual disability, behavioral problems, and physical comorbidities. The aim of this study was to describe the clinical and EEG characteristics of a group of adults with Lennox-Gastaut syndrome. We identified 38 (22 females, 16 males) patients with LGS older than age 18years at their last evaluation, with mean age of 43.3±10.6years. Median follow-up was 14.4years (range: 2-40). All of our patients had 3 or more seizure types during their clinical history. The most prevalent seizure types at follow-up were atypical absences (28/38), tonic (28/38), generalized tonic-clonic (17/38), focal (11/38), and myoclonic seizures (9/38). All patients had drug-resistant seizures. Besides epilepsy, intellectual disability and behavioral problems were prominent features. Surprisingly, paroxysmal nonepileptic seizures were reported in 3 patients. Our observations confirm the poor outcome of Lennox-Gastaut syndrome through adulthood, regardless of age at seizure onset, etiology, and history of previous West syndrome.", "doi": "10.1016/j.yebeh.2017.09.006", "title": "Lennox-Gastaut syndrome in adulthood: Long-term clinical follow-up of 38 patients and analysis of their recorded seizures.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}