{"authors": [["Yu", "ZhiPeng", "Z", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: yuzhipengym@bjmu.edu.cn."], ["Dong", "Kai", "K", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: ddkk76@163.com."], ["Chang", "Hong", "H", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: Changhong19791111@126.com."], ["Huang", "XiaoQin", "X", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: hxqwjx@163.com."], ["Ren", "Yi", "Y", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: userbbbb@163.com."], ["Fan", "ChunQiu", "C", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: fanchunqiu@vip.sina.com."], ["Ma", "QingFeng", "Q", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: m.qingfeng@163.com."], ["Song", "HaiQing", "H", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: songhq@vip.sina.com."], ["Zhang", "Qian", "Q", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: zhangqian_630@sina.com."], ["Zhang", "Jing", "J", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: zhangjing0909@163.com."], ["Huang", "LiYuan", "L", "Department of Neurology, Xuanwu Hospital Capital Medical University, Beijing, 100191, PR China. Electronic address: liyuan_huang@163.com."]], "date": "2017-11-07", "id": "29126018", "text": "To survey the epidemiological characteristics and clinical features on epilepsy in eight ethnic groups in Yunnan province of China.The investigation was based on the WHO questionnaire and ICBERG screening questionnaire. This study was performed through random cluster sampling and door-to-door survey.A total of 76,302 individuals from eight ethnic groups were surveyed. The crude prevalence of epilepsy ranged from 1.2/1000 to 6.5/1000 in the eight ethnic groups, and the age-adjusted prevalence of epilepsy was from 2.1/1000 to 7.3/1000. The prevalence of active epilepsy varied from 1.0/1000 to 5.2/1000 in the eight ethnic groups, and the age-adjusted prevalence of active epilepsy was from 1.8/1000 to 6.7/1000. The age peak for seizures was below twenty, the patients of 61.1%-95.0% suffered from generalized seizures and 5%-21.2% had partial seizures. More than 60% of the cases in five ethnic groups, and the frequency of seizures were more than 10 events per year. More than 50% in other three ethnic groups, and the seizures had occurred less than 10 events per year. The treatment gap for active epilepsy ranged from 43.7% to 100.0% among the eight ethnic groups, while the natural remission rate varied from 5.6% to 21.0%.There were both disparity and similarity in the epidemiological and clinical features of epilepsy in different ethnic group communities.", "doi": "10.1016/j.eplepsyres.2017.10.020", "title": "The epidemiological and clinical characteristics study on epilepsy in 8 ethnic groups of China.", "journal": ["Epilepsy research", "Epilepsy Res."]}