{"authors": [["Ferri", "Lorenzo", "L", "IRCCS Bologna Institute of Neurological Sciences, Bologna, Italy; Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Bisulli", "Francesca", "F", "IRCCS Bologna Institute of Neurological Sciences, Bologna, Italy; Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy. Electronic address: francesca.bisulli@unibo.it."], ["Mai", "Roberto", "R", "\"Claudio Munari\" Center for Epilepsy Surgery, Niguarda Hospital, Milano, Italy."], ["Licchetta", "Laura", "L", "IRCCS Bologna Institute of Neurological Sciences, Bologna, Italy; Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Leta", "Chiara", "C", "IRCCS Bologna Institute of Neurological Sciences, Bologna, Italy; Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Nobili", "Lino", "L", "\"Claudio Munari\" Center for Epilepsy Surgery, Niguarda Hospital, Milano, Italy."], ["Mostacci", "Barbara", "B", "IRCCS Bologna Institute of Neurological Sciences, Bologna, Italy."], ["Pippucci", "Tommaso", "T", "Medical Genetics Unit, Sant'Orsola-Malpighi University Hospital, Bologna, Italy."], ["Tinuper", "Paolo", "P", "IRCCS Bologna Institute of Neurological Sciences, Bologna, Italy; Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."]], "date": "2017-11-04", "id": "29125946", "text": "Dishevelled EGL-10 and pleckstrin domain-containing protein 5 (DEPDC5) mutations are found in a wide spectrum of focal epilepsies ranging from epilepsy caused by malformation of cortical development to non-lesional epilepsy, including sleep-related hypermotor epilepsy (SHE). A surgical approach has been anecdotally reported in patients with DEPDC5 mutations, but most of these cases had a lesional etiology.We describe a stereo-EEG (SEEG) study in a patient with drug-resistant/non-lesional SHE. Patient was screened for known mutations associated with SHE.SEEG disclosed bilateral synchronous and independent activity prevailing on the right central-anterior cingulate cortex, without a clear spatially defined epileptogenic zone. Due to the lack of a clear epileptogenic zone, surgery was contraindicated. Years later a DEPDC5 mutation was identified.We suggest that genetic analysis should be considered before performing SEEG study in a patient with drug resistant non-lesional SHE, in the presence of seizures in wakefulness and unclear anatomo-electroclinical correlation. If DEPDC5 mutations are identified, the presurgical evaluation should be tailored to look for MRI-negative focal cortical dysplasia and a wide epileptogenic network. The appropriate management and potential benefit of surgery for genetic non-lesional epilepsy have yet to be clarified.", "doi": "10.1016/j.seizure.2017.10.022", "title": "A stereo EEG study in a patient with sleep-related hypermotor epilepsy due to DEPDC5 mutation.", "journal": ["Seizure", "Seizure"]}