{"authors": [["Marquetand", "Justus", "J", "Department of Epileptology, Hertie-Institute for Clinical Brain Research, University of Tübingen, Germany. Electronic address: justus.marquetand@med.uni-tuebingen.de."], ["Knake", "Susanne", "S", "Epilepsy Center Hessen, Department of Neurology, Philipps-University Marburg, Germany."], ["Strzelczyk", "Adam", "A", "Epilepsy Center Hessen, Department of Neurology, Philipps-University Marburg, Germany; Epilepsy Center Frankfurt Rhine-Main, Center of Neurology and Neurosurgery, Goethe-University Frankfurt, Germany."], ["Steinhoff", "Bernhard J", "BJ", "Kork Epilepsy Center, Kehl-Kork, Germany."], ["Lerche", "Holger", "H", "Department of Epileptology, Hertie-Institute for Clinical Brain Research, University of Tübingen, Germany."], ["Synofzik", "Matthis", "M", "Department of Neurodegenerative Diseases, Hertie-Institute for Clinical Brain Research, University of Tübingen, Germany; German Center for Neurodegenerative Diseases (DZNE), Tübingen, Germany."], ["Focke", "Niels K", "NK", "Department of Epileptology, Hertie-Institute for Clinical Brain Research, University of Tübingen, Germany."]], "date": "2017-11-04", "id": "29125945", "text": "Periodic discharges in EEG and a history of rapidly progressive dementia are known to be associated with sporadic Creutzfeld-Jakob Disease (sCJD). Doubts regarding this rare but fatal diagnosis can arise, when episodic symptoms (seizures, psychiatric features, speech disturbances) are present and the EEG shows epileptiform discharges within this periodicity. This scenario may indicate non-convulsive status epilepticus (NCSE), which is - in contrast to sCJD - a treatable and frequent condition.Herein we report a small retrospective study of 4 elderly patients, who suffered from sCJD, but due to episodic symptoms and benzodiazepine-responsive epileptiform discharges in combination to a subacute cognitive decline, NCSE was considered as a potential differential diagnosis and therefore treated aggressively.Ultimately, this treatment was not successful and sCJD was diagnosed in all cases. Hence, there was no diagnostic and prognostic value of abolishing periodic discharges in EEG via benzodiazepines in differentiating sCJD from NCSE in our series.These findings indicate that periodic discharges in sCJD can be responsive to benzodiazepines andnot necessarily help to differentiate differentiation between sCJD and NCSE of other causes. We argue that an aggressive anticonvulsive treatment in this scenario should be considered cautiously, especially for invasive options like general anesthesia.", "doi": "10.1016/j.seizure.2017.10.023", "title": "Periodic EEG patterns in sporadic Creutzfeld-Jakob-Disease can be benzodiazepine-responsive and be difficult to distinguish from non-convulsive status epilepticus.", "journal": ["Seizure", "Seizure"]}