{"authors": [["Liu", "Junqiu", "J", "Key laboratory of Beijing for identification and safety evaluation of Chinese medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, No. 16, Nanxiaojie, Dongzhimennei, Beijing 100700, China. liujoal@163.com."], ["Chen", "Sha", "S", "Key laboratory of Beijing for identification and safety evaluation of Chinese medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, No. 16, Nanxiaojie, Dongzhimennei, Beijing 100700, China. schen@icmm.ac.cn."], ["Cheng", "Jintang", "J", "Key laboratory of Beijing for identification and safety evaluation of Chinese medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, No. 16, Nanxiaojie, Dongzhimennei, Beijing 100700, China. jtcheng@icmm.ac.cn."], ["Zhang", "Jun", "J", "Key laboratory of Beijing for identification and safety evaluation of Chinese medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, No. 16, Nanxiaojie, Dongzhimennei, Beijing 100700, China. jzhang@icmm.ac.cn."], ["Wang", "Yuesheng", "Y", "Key laboratory of Beijing for identification and safety evaluation of Chinese medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, No. 16, Nanxiaojie, Dongzhimennei, Beijing 100700, China. yswang@icmm.ac.cn."], ["Liu", "An", "A", "Key laboratory of Beijing for identification and safety evaluation of Chinese medicine, Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, No. 16, Nanxiaojie, Dongzhimennei, Beijing 100700, China. aliu@icmm.ac.cn."]], "date": "2017-11-10", "id": "29125575", "text": "Gastrodia elata Blume, called Tianma in China, has been widely used to treat headaches, convulsions and epilepsy for thousands of years. In the present study, a series of optimizations were employed to develop a rapid, sensitive, and reliable high-performance liquid chromatography-triple quadrupole mass spectrometry method, which was then used for the simultaneous determination of gastrodin, parishin, parishin B, parishin C and parishin E in beagle dog plasma after intragastric administration of tall Gastrodia capsules (Tianma brand). The chromatographic separation was achieved on a C18 column with gradient elution by using a mixture of 0.4% formic acid aqueous solution and acetonitrile as the mobile phase at a flow rate of 0.15 mL/min. A tandem mass spectrometric detection was conducted using multiple-reaction monitoring (MRM) via electrospray ionization (ESI) source in negative ionization mode. Samples were pre-treated by a single-step protein precipitation with methanol, and bergenin was used as internal standard (IS). Under the optimized conditions, the lower limit of quantification (LLOQ) was 0.10 ng/mL for gastrodin, 0.40 ng/mL for parishin B, 0.02 ng/mL for parishin E and 0.20 ng/mL for parishin and parishin C, all of which previously were the highest levels of sensitivity. The methods were optimized for selectivity, calibration curves, accuracy and precision. Extraction recoveries, matrix effects and stability were within acceptable ranges. Pharmacokinetic parameters of the tested substances were also quantitatively determined. Finally, a possible metabolic pathway was induced based on correlations obtained from quantitative and qualitative data analysis in vivo.", "doi": "10.3390/molecules22111938", "title": "An Optimized and Sensitive Pharmacokinetic Quantitative Method of Investigating Gastrodin, Parishin, and Parishin B, C and E in Beagle Dog Plasma using LC-MS/MS after Intragastric Administration of Tall Gastrodia Capsules.", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}