{"authors": [["Runtz", "Leonie", "L", "Laboratory of Cerebrovascular Mechanisms of Brain Disorders, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Girard", "Benoit", "B", "Laboratory of Pathophysiology of Synaptic Transmission, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Toussenot", "Marion", "M", "Laboratory of Cerebrovascular Mechanisms of Brain Disorders, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Espallergues", "Julie", "J", "Histalim, Montpellier, France."], ["Fayd'Herbe De Maudave", "Alexis", "A", "Laboratory of Cerebrovascular Mechanisms of Brain Disorders, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Milman", "Alexandre", "A", "Ion channels in Neuronal Excitability and Diseases, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["deBock", "Frederic", "F", "Laboratory of Cerebrovascular Mechanisms of Brain Disorders, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Ghosh", "Chaitali", "C", "Cerebrovascular Research, Cleveland Clinic, Cleveland, OH, USA."], ["Guérineau", "Nathalie C", "NC", "Ion channels in Neuronal Excitability and Diseases, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Pascussi", "Jean-Marc", "JM", "Laboratory of Self-Renewal and Differentiation of Epithelia, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Bertaso", "Federica", "F", "Laboratory of Pathophysiology of Synaptic Transmission, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."], ["Marchi", "Nicola", "N", "Laboratory of Cerebrovascular Mechanisms of Brain Disorders, Institute of Functional Genomics (UMR 5203 CNRS-U 1191 INSERM), Montpellier, France."]], "date": "2017-11-10", "id": "29125184", "text": "Available evidence points to a role of cytochrome P450 (Cyp) drug biotransformation enzymes in central nervous system diseases, including epilepsy. Deviations in drug pharmacokinetic profiles may impact therapeutic outcomes. Here, we ask whether spontaneous recurrent seizure (SRS) activity is sufficient to modulate the expression of major Cyp enzymes in the liver and brain.Unilateral intrahippocampal (IH) kainic acid (KA) injections were used to elicit nonconvulsive status epilepticus (SE), epileptogenesis, and SRS, as monitored by video-electroencephalography. Intraperitoneal (IP) KA injection was used to trigger generalized tonic-clonic SE. KA-injected mice and sham controls were sacrificed at 24-72 hours and 1 week post-SE (IH or IP KA), and during the chronic stage (SRS; 6 weeks post-IH KA). Liver and brain tissues were processed for histology, real-time quantitative polymerase chain reaction, Western blot, or microsomal enzymatic assay. Cyp2e1, Cyp3a13, glial fibrillary acidic protein (GFAP), IBA1, xenobiotic nuclear receptors nr1i2 (PXR), nr1i3 (CAR) and nr3c1 (glucocorticoid receptor [GR]) expression was examined. Serum samples were obtained to assay corticosterone levels, a GR activator.A significant increase of Cyp3a13 and Cyp2e1 transcript level and protein expression was found in the liver and hippocampi during SRS, as compared to control mice. In the ipsilateral hippocampus, Cyp2e1 and Cyp3a protein upregulation during SRS positively correlated to GFAP expression. GFAP+ , and not IBA1+ , cells colocalized with Cyp2e1 or Cyp3a expression. In the liver, a trend increase in Cyp3a microsomal activity was found during SRS as compared to control mice. The transcript levels of the Cyp upstream regulators GR, xenobiotic nr1i2, and nr1i3 receptors were unchanged at SRS. Corticosterone levels, a GR ligand, were increased in the blood post-SE.SRS modifies Cyp expression in the liver and the hippocampus. Nuclear receptors or inflammatory pathways are candidate mechanisms of Cyp regulation during seizures.", "doi": "10.1111/epi.13942", "title": "Hepatic and hippocampal cytochrome P450 enzyme overexpression during spontaneous recurrent seizures.", "journal": ["Epilepsia", "Epilepsia"]}