{"authors": [["Shih", "Jerry J", "JJ", "University of California, San Diego, La Jolla, CA, USA."], ["Fountain", "Nathan B", "NB", "University of Virginia, Charlottesville, VA, USA."], ["Herman", "Susan T", "ST", "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA."], ["Bagic", "Anto", "A", "University of Pittsburgh, Pittsburgh, PA, USA."], ["Lado", "Fred", "F", "Northwell Health, Manhasset, NY, USA."], ["Arnold", "Susan", "S", "University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Zupanc", "Mary L", "ML", "Children's Hospital of Orange County/University of California, Irvine, Orange, CA, USA."], ["Riker", "Ellen", "E", "National Association of Epilepsy Centers, Washington, DC, USA."], ["Labiner", "David M", "DM", "University of Arizona, Tucson, AZ, USA."]], "date": "2017-11-10", "id": "29124760", "text": "Although the epilepsy and neurology communities have position papers on a number of topics pertaining to epilepsy diagnosis and management, no current paper exists for the rationale and appropriate indications for epilepsy monitoring unit (EMU) evaluation. General neurologists, hospital administrators, and insurers also have yet to fully understand the role this type of testing has in the diagnosis and management of individuals with paroxysmal neurologic symptoms. This review outlines the indications for long-term video-electroencephalography (VEEG) for typical elective admissions to a specialized inpatient setting. The common techniques used in EMUs to obtain diagnostic information are reviewed. The added benefit of safety measures and clinical testing above that available for routine or long-term ambulatory electroencephalography is also discussed. The indications for admission to the EMU include differential diagnosis of paroxysmal spells, characterization of seizure types, presurgical epilepsy evaluations, seizure quantification, monitoring medication adjustment in a safe setting, and differentiation between seizures and side effects. We conclude that the appropriate use of this specialized testing can lead to an early and correct diagnosis in a variety of clinical circumstances. The EMU evaluation is considered the gold standard test for the definitive diagnosis of epilepsy and seizure-like spells.", "doi": "10.1111/epi.13938", "title": "Indications and methodology for video-electroencephalographic studies in the epilepsy monitoring unit.", "journal": ["Epilepsia", "Epilepsia"]}