{"authors": [["den Heijer", "Jonas M", "JM", "University Medical Center Utrecht, Utrecht, The Netherlands."], ["Otte", "Willem M", "WM", "Department of Pediatric Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["van Diessen", "Eric", "E", "Department of Pediatric Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["van Campen", "Jolien S", "JS", "Department of Pediatric Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Lorraine Hompe", "E", "E", "University Medical Center Utrecht, Utrecht, The Netherlands."], ["Jansen", "Floor E", "FE", "Department of Pediatric Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Joels", "Marian", "M", "Department of Translational Neuroscience, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Braun", "Kees P J", "KPJ", "Department of Pediatric Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Sander", "Josemir W", "JW", "Stichting Epilepsie Instellingen Nederland (SEIN), Heemstede, The Netherlands."], ["Zijlmans", "Maeike", "M", "Department of Pediatric Neurology, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."]], "date": "2017-11-10", "id": "29124726", "text": "The most common reported seizure-precipitant is stress. We recently showed a biologic basis for stress sensitivity of seizures: cortisol levels in people with stress-sensitive epilepsy correlated with focal interictal epileptiform discharges (IEDs) on electroencephalography (EEG). Here we aimed to determine whether the effect of cortisol on the epileptic brain is global or focal, and whether cortisol affects all brains or just those of stress-sensitive people. Because epilepsy is associated with changes in functional brain connectivity, we studied the relationship between cortisol and changes in global and focal (node-centered) functional connectivity measures for individuals with stress-sensitive and non-stress-sensitive epilepsy.Seventeen people with epilepsy underwent long-term (>24 h) EEG recording. During the first 5 h after waking, saliva was collected every 15 min for cortisol measurements. Theta-band functional connectivity was assessed for every 15 min of the recording. We calculated the average phase-lag index (PLI) between all channels as a measure of global functional connectivity. We used network Strength, the averaged PLI per channel, as focal functional connectivity measure. We correlated cortisol, global, and focal functional connectivity (Strength) with IED frequency using linear mixed models. Analyses were split for people with and without stress-sensitivity of seizures.Cortisol was negatively correlated with global functional connectivity in people with stress-sensitive seizures (estimate -0.0020; P < .01), whereas not in those without stress-sensitivity (estimate -0.0003; P = .46). This relationship occurred irrespective of the presence of IEDs on a channel (channels without IEDs and stress-sensitivity: estimate -0.0019; P < .01, non-stress-sensitive -0.0003; P = .41). Global and focal functional connectivity were negatively correlated with IED frequency, irrespective of stress sensitivity of seizures or channel type.People with stress-sensitive epilepsy have a whole-brain neuronal response to cortisol that is different from that of people with non-stress-sensitive epilepsy. This offers a basis for understanding seizure genesis in stress-sensitive epilepsy, which might require a different treatment approach.", "doi": "10.1111/epi.13947", "title": "The relation between cortisol and functional connectivity in people with and without stress-sensitive epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}