{"authors": [["Asadi-Pooya", "Ali A", "AA", "Neurosciences Research Center, Shiraz Medical School, Shiraz University of Medical Sciences, Shiraz, Iran. aliasadipooya@yahoo.com."]], "date": "2017-11-09", "id": "29124439", "text": "Lennox-Gastaut syndrome (LGS) is considered an epileptic encephalopathy and is defined by a triad of multiple drug-resistant seizure types, a specific EEG pattern showing bursts of slow spike-wave complexes or generalized paroxysmal fast activity, and intellectual disability. The prevalence of LGS is estimated between 1 and 2% of all patients with epilepsy. The etiology of LGS is often divided into two groups: identifiable (genetic-structural-metabolic) in 65 to 75% of the patients and LGS of unknown cause in others. Lennox-Gastaut syndrome may be considered as secondary network epilepsy. The seizures in LGS are usually drug-resistant, and complete seizure control with resolution of intellectual and psychosocial dysfunction is often not achievable. Reduction in frequency of the most incapacitating seizures (e.g., drop attacks and tonic-clonic seizures) should be the major objective. Valproate, lamotrigine, and topiramate are considered to be the first-line drugs by many experts. Other effective antiepileptic drugs include levetiracetam, clobazam, rufinamide, and zonisamide. The ketogenic diet is an effective and well-tolerated treatment option. For patients with drug resistance, a further therapeutic option is surgical intervention. Corpus callosotomy is a palliative surgical procedure that aims at controlling the most injurious seizures. Finally, vagus nerve stimulation offers reasonable seizure improvement. The long-term outcome for patients with LGS is generally poor. This syndrome is often associated with long-term adverse effects on intellectual development, social functioning, and independent living.", "doi": "10.1007/s10072-017-3188-y", "title": "Lennox-Gastaut syndrome: a comprehensive review.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}