{"authors": [["Widagdo", "Jocelyn", "J", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, Australia."], ["Guntupalli", "Sumasri", "S", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, Australia."], ["Jang", "Se E", "SE", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, Australia."], ["Anggono", "Victor", "V", "Clem Jones Centre for Ageing Dementia Research, Queensland Brain Institute, The University of Queensland, Brisbane, QLD, Australia."]], "date": "2017-10-26", "id": "29123470", "text": "The molecular mechanisms underlying plastic changes in the strength and connectivity of excitatory synapses have been studied extensively for the past few decades and remain the most attractive cellular models of learning and memory. One of the major mechanisms that regulate synaptic plasticity is the dynamic adjustment of the α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA)-type glutamate receptor content on the neuronal plasma membrane. The expression of surface AMPA receptors (AMPARs) is controlled by the delicate balance between the biosynthesis, dendritic transport, exocytosis, endocytosis, recycling and degradation of the receptors. These processes are dynamically regulated by AMPAR interacting proteins as well as by various post-translational modifications that occur on their cytoplasmic domains. In the last few years, protein ubiquitination has emerged as a major regulator of AMPAR intracellular trafficking. Dysregulation of AMPAR ubiquitination has also been implicated in the pathophysiology of Alzheimer's disease. Here we review recent advances in the field and provide insights into the role of protein ubiquitination in regulating AMPAR membrane trafficking and function. We also discuss how aberrant ubiquitination of AMPARs contributes to the pathogenesis of various neurological disorders, including Alzheimer's disease, chronic stress and epilepsy.", "doi": "10.3389/fnmol.2017.00347", "title": "Regulation of AMPA Receptor Trafficking by Protein Ubiquitination.", "journal": ["Frontiers in molecular neuroscience", "Front Mol Neurosci"]}