{"authors": [["Gerace", "Elisabetta", "E", "Department of Health Sciences, Section of Clinical Pharmacology and Oncology, Viale G. Pieraccini 6, 50139, Florence, Italy. elisabetta.gerace@unifi.it."], ["Resta", "Francesco", "F", "Department of Neuroscience, Psychology, Drug Research and Child Health (NeuroFarBa), Viale G. Pieraccini 6, 50139, Florence, Italy."], ["Landucci", "Elisa", "E", "Department of Health Sciences, Section of Clinical Pharmacology and Oncology, Viale G. Pieraccini 6, 50139, Florence, Italy."], ["Renzi", "Daniela", "D", "Department of Experimental and Clinical Biomedical Sciences, University of Florence, Viale Morgagni 50, 50141, Florence, Italy."], ["Masi", "Alessio", "A", "Department of Neuroscience, Psychology, Drug Research and Child Health (NeuroFarBa), Viale G. Pieraccini 6, 50139, Florence, Italy."], ["Pellegrini-Giampietro", "Domenico E", "DE", "Department of Health Sciences, Section of Clinical Pharmacology and Oncology, Viale G. Pieraccini 6, 50139, Florence, Italy."], ["Calabrò", "Antonio", "A", "Department of Experimental and Clinical Biomedical Sciences, University of Florence, Viale Morgagni 50, 50141, Florence, Italy."], ["Mannaioni", "Guido", "G", "Department of Neuroscience, Psychology, Drug Research and Child Health (NeuroFarBa), Viale G. Pieraccini 6, 50139, Florence, Italy."]], "date": "2017-11-09", "id": "29123180", "text": "Many neurological disorders of gluten-related diseases (GRD), not directly referable to the gastrointestinal tract, have been reported in association with celiac disease (CD), including ataxia, neuropathy and epilepsy. In particular, people with epilepsy diagnosed with CD seems to be characterized by intractable seizure. In these patients, gluten restriction diet has resulted in a reduction of both seizure frequency and antiepileptic medication. Many hypotheses have been suggested, however, molecular mechanisms that associates GRD and epileptogenesis are yet unknown. In this study, we examined the effects of the toxic gliadin peptide 31-43 in in vivo and in vitro models of kainate-induced-epilepsy. We observed that p31-43 exacerbates kainate neurotoxicity in epilepsy models, through the involvement of the enzymatic activity of transglutaminases. Moreover, electrophysiological recordings in CA3 pyramidal neurons of organotypic hippocampal slices show that p31-43 increases the inward current induced by kainate, the average sEPSC amplitude and the total number of evoked action potentials when applicated alone, thus suggesting that p31-43 is able to influence CA3-CA1 neurotransmission and can potentiate postsynaptic kainate receptors. Our results suggest a possible mechanism underlying the relationship between GRD and epilepsy through a potentiation of kainate-induced neurotoxicity and links the toxic effects of gluten to epilepsy.", "doi": "10.1038/s41598-017-14845-4", "title": "The gliadin peptide 31-43 exacerbates kainate neurotoxicity in epilepsy models.", "journal": ["Scientific reports", "Sci Rep"]}