{"authors": [["Pedersen", "Nigel P", "NP", "Department of Neurology and Epilepsy Service, Emory University, Atlanta, GA, 30322, USA. npeders@emory.edu."], ["Ferrari", "Loris", "L", "Department of Neurology, Beth Israel Deaconess Medical Center, Bostan, MA, 02215, USA."], ["Venner", "Anne", "A", "Department of Neurology, Beth Israel Deaconess Medical Center, Bostan, MA, 02215, USA."], ["Wang", "Joshua L", "JL", "Department of Neurology, Beth Israel Deaconess Medical Center, Bostan, MA, 02215, USA."], ["Abbott", "Stephen B G", "SBG", "Department of Neurology, Beth Israel Deaconess Medical Center, Bostan, MA, 02215, USA."], ["Vujovic", "Nina", "N", "Division of Sleep Medicine, Harvard Medical School, Bostan, MA, 02215, USA."], ["Arrigoni", "Elda", "E", "Department of Neurology, Beth Israel Deaconess Medical Center, Bostan, MA, 02215, USA."], ["Saper", "Clifford B", "CB", "Department of Neurology, Beth Israel Deaconess Medical Center, Bostan, MA, 02215, USA."], ["Fuller", "Patrick M", "PM", "Department of Neurology, Beth Israel Deaconess Medical Center, Bostan, MA, 02215, USA. pfuller@bidmc.harvard.edu."]], "date": "2017-11-10", "id": "29123082", "text": "Basic and clinical observations suggest that the caudal hypothalamus comprises a key node of the ascending arousal system, but the cell types underlying this are not fully understood. Here we report that glutamate-releasing neurons of the supramammillary region (SuMvglut2) produce sustained behavioral and EEG arousal when chemogenetically activated. This effect is nearly abolished following selective genetic disruption of glutamate release from SuMvglut2 neurons. Inhibition of SuMvglut2 neurons decreases and fragments wake, also suppressing theta and gamma frequency EEG activity. SuMvglut2 neurons include a subpopulation containing both glutamate and GABA (SuMvgat/vglut2) and another also expressing nitric oxide synthase (SuMNos1/Vglut2). Activation of SuMvgat/vglut2 neurons produces minimal wake and optogenetic stimulation of SuMvgat/vglut2 terminals elicits monosynaptic release of both glutamate and GABA onto dentate granule cells. Activation of SuMNos1/Vglut2 neurons potently drives wakefulness, whereas inhibition reduces REM sleep theta activity. These results identify SuMvglut2 neurons as a key node of the wake-sleep regulatory system.", "doi": "10.1038/s41467-017-01004-6", "title": "Supramammillary glutamate neurons are a key node of the arousal system.", "journal": ["Nature communications", "Nat Commun"]}