{"authors": [["Ferreira", "Ana", "A", "CICS-UBI - Health Sciences Research Centre, University of Beira Interior, Av. Infante D. Henrique, 6200-506 Covilhã, Portugal; CNC - Center for Neuroscience and Cell Biology, University of Coimbra, 3004-517 Coimbra, Portugal."], ["Santos", "Adriana O", "AO", "CICS-UBI - Health Sciences Research Centre, University of Beira Interior, Av. Infante D. Henrique, 6200-506 Covilhã, Portugal."], ["Falcão", "Amílcar", "A", "CNC - Center for Neuroscience and Cell Biology, University of Coimbra, 3004-517 Coimbra, Portugal; Laboratory of Pharmacology, Faculty of Pharmacy, University of Coimbra, Pólo das Ciências da Saúde, Azinhaga de Santa Comba, 3000-548 Coimbra, Portugal."], ["Alves", "Gilberto", "G", "CICS-UBI - Health Sciences Research Centre, University of Beira Interior, Av. Infante D. Henrique, 6200-506 Covilhã, Portugal; CNC - Center for Neuroscience and Cell Biology, University of Coimbra, 3004-517 Coimbra, Portugal. Electronic address: gilberto@fcsaude.ubi.pt."]], "date": "2017-11-06", "id": "29122665", "text": "The combined use of different P-glycoprotein (P-gp) inhibitors may be a relevant approach to the synergistic and safer inhibition of the P-gp-mediated drug efflux. Herein, we aimed to explore dual combinations of the flavonoids baicalein, (-)-epigallocatechin gallate, kaempferol, quercetin and silymarin to reverse the interference of P-gp on the intracellular accumulation of antiepileptic drugs (AEDs). The intracellular accumulation of rhodamine 123 (a classic P-gp substrate) and of several commonly used AEDs (carbamazepine, phenytoin, oxcarbazepine) or their metabolites (carbamazepine-10,11-epoxide and licarbazepine) was evaluated in MDCK-MDR1 cells in the presence and absence of individual flavonoids and their combinations. A selected flavonoid combination [(-)-epigallocatechin gallate/silymarin] was also evaluated in transepithelial transport experiments using licarbazepine (active metabolite of oxcarbazepine) as a model compound. Most flavonoid combinations increased rhodamine 123 intracellular uptake in a greater extent than their additive individual effects at similar concentrations. Moreover, selected (-)-epigallocatechin gallate/silymarin and kaempferol/baicalein combinations also enhanced the intracellular accumulation of all AEDs and metabolites. Overall, the combination of (-)-epigallocatechin gallate/silymarin was the most promising one. Thus, dual flavonoid combinations may be useful to overcome the P-gp-mediated efflux of AEDs and their metabolites, making their association to AED therapy a potentially valuable approach to circumvent pharmacoresistance in epilepsy.", "doi": "10.1016/j.fct.2017.11.004", "title": "In vitro screening of dual flavonoid combinations for reversing P-glycoprotein-mediated multidrug resistance: Focus on antiepileptic drugs.", "journal": ["Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association", "Food Chem. Toxicol."]}