{"authors": [["Fong", "Choong Yi", "CY", "Division of Paediatric Neurology, Department of Paediatrics, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia. Electronic address: cyfong@ummc.edu.my."], ["Kong", "Ann Nie", "AN", "Division of Paediatric Neurology, Department of Paediatrics, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia."], ["Noordin", "Mazidah", "M", "Division of Paediatric Neurology, Department of Paediatrics, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia; Paediatric Department, Universiti Institut Teknologi MARA, UiTM Medical Faculty, Sungai Buloh, Selangor, Malaysia."], ["Poh", "Bee Koon", "BK", "Nutritional Sciences Programme, Faculty of Health Sciences, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."], ["Ong", "Lai Choo", "LC", "Division of Paediatric Neurology, Department of Paediatrics, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia."], ["Ng", "Ching Ching", "CC", "Genetics and Molecular Biology, Institute of Biological Sciences, Faculty of Science, University of Malaya, Kuala Lumpur, Malaysia."]], "date": "2017-10-24", "id": "29122496", "text": "Children with epilepsy on long-term antiepileptic drugs (AEDs) are at risk of low bone mineral density (BMD). The aims of our study were to evaluate the prevalence and determinants of low BMD among Malaysian children with epilepsy.Cross-sectional study of ambulant children with epilepsy on long-term AEDs for >1 year seen in a tertiary hospital in Malaysia from 2014 to 2015. Detailed assessment of anthropometric measurements; environmental lifestyle risk factors; serum vitamin D, calcium and parathyroid hormone levels; genotyping of single nucleotide polymorphisms of genes in vitamin D and calcium metabolism; and lumbar spine BMD were obtained. Low BMD was defined as BMD Z-score ≤ -2.0 SD.Eighty-seven children with mean age of 11.9 years (56 males) participated in the study. The prevalence of low lumbar BMD was 21.8% (19 patients). Multivariate logistic regression analysis identified polytherapy >2 AEDs (OR: 7.86; 95% CI 1.03-59.96), small frame size with wrist breadth of <15th centile (OR 14.73; 95% CI 2.21-98.40), and body mass index Z-score < -2.0 (OR 8.73, 95% CI 1.17-65.19) as significant risk factors for low BMD.One-fifth of Malaysian children with epilepsy on long-term AEDs had low BMD. Targeted BMD should be performed for those who are on >2 AEDs, underweight or with small frame size as they are at higher risk of having low BMD.", "doi": "10.1016/j.ejpn.2017.10.007", "title": "Determinants of low bone mineral density in children with epilepsy.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}