{"authors": [["Labudda", "Kirsten", "K", "Bielefeld University, Department of Psychology, Bielefeld, Germany; Epilepsy Center Bethel, Krankenhaus Mara, Bielefeld, Germany. Electronic address: kirsten.labudda@uni-bielefeld.de."], ["Illies", "Dominik", "D", "Bielefeld University, Department of Psychology, Bielefeld, Germany; Epilepsy Center Bethel, Krankenhaus Mara, Bielefeld, Germany."], ["Bien", "Christian G", "CG", "Epilepsy Center Bethel, Krankenhaus Mara, Bielefeld, Germany."], ["Neuner", "Frank", "F", "Bielefeld University, Department of Psychology, Bielefeld, Germany."]], "date": "2017-11-07", "id": "29122493", "text": "It has been shown that relatives of patients with epilepsy could experience a seizure as a traumatic event followed by a posttraumatic stress disorder (PTSD). In one questionnaire study, 51% of the patients with epilepsy were reported to have a PTSD caused by a traumatic seizure, termed postepileptic seizure PTSD by the authors. However, it remained unclear whether these patients had further psychiatric comorbidities and if certain seizure features may foster the development of the proposed epilepsy-specific PTSD.We conducted a structured clinical interview assessing psychiatric disorders in 120 patients with difficult-to-treat epilepsies. We also used a modified version of the Posttraumatic Stress Diagnostic Scale conducted as an interview to assess the number of patients who fulfilled the criteria for a PTSD caused by an epileptic seizure. We additionally compared certain features of traumatic versus nontraumatic seizures.Fifty of the 120 patients identified a seizure that fulfilled the criteria for a traumatic event, whereas 28 patients identified a worst seizure not meeting the trauma definition. Six patients fulfilled all PTSD criteria caused by a traumatic seizure. However, three of these patients also had a regular PTSD, and in two further patients, the results of the clinical interview suggested that the PTSD-like symptoms could be better explained by an adjustment disorder. We could not identify seizure characteristics differentiating traumatic from nontraumatic seizures.Our results showed that it is recommendable to conceptualize an epileptic seizure as being potentially traumatic in nature when assessing PTSD in patients with epilepsy, although we could not identify specific characteristics that could differentiate between traumatic and nontraumatic seizures. However, while using interview-based psychiatric assessment, we found a very low rate of a postepileptic seizure PTSD. It is worth conducting a comprehensive psychiatric diagnostic interview to differentiate PTSD-like symptoms from other comorbidities, such as epilepsy-related adjustment disorder.", "doi": "10.1016/j.yebeh.2017.08.043", "title": "Postepileptic seizure PTSD: A very rare psychiatric condition in patients with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}