{"authors": [["Holden", "Kylie", "K", "Department of Neurology, Johns Hopkins School of Medicine, Baltimore, MD, United States."], ["Hartman", "Adam L", "AL", "Department of Neurology, Johns Hopkins School of Medicine, Baltimore, MD, United States; Department of Molecular Microbiology and Immunology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, United States. Electronic address: ahartma2@jhmi.edu."]], "date": "2017-11-07", "id": "29122492", "text": "Current medicines do not provide sufficient seizure control for nearly one-third of patients with epilepsy. New options are needed to address this treatment gap. We recently found that the atypical amino acid d-leucine protected against acutely-induced seizures in mice, but its effect in chronic seizures has not been explored. We hypothesized that d-leucine would protect against spontaneous recurrent seizures. We also investigated whether mice lacking a previously-described d-leucine receptor (Tas1R2/R3) would be protected against acutely-induced seizures.Male FVB/NJ mice were subjected to kainic acid-induced status epilepticus and monitored by video-electroencephalography (EEG) (surgically implanted electrodes) for 4weeks before, during, and after treatment with d-leucine. Tas1R2/R3 knockout mice and controls underwent the maximal electroshock threshold (MES-T) and 6-Hz tests.There was no difference in number of calendar days with seizures or seizure frequency with d-leucine treatment. In an exploratory analysis, mice treated with d-leucine had a lower number of dark cycles with seizures. Tas1R2/R3 knockout mice had elevated seizure thresholds in the MES-T test but not the 6-Hz test.d-Leucine treatment was ineffective against chronic seizures after kainic acid-induced status epilepticus, but there was some efficacy during the dark cycle. Because d-leucine is highly concentrated in the pineal gland, these data suggest that d-leucine may be useful as a tool for studying circadian patterns in epilepsy. Deletion of the Tas1R2/R3 receptor protected against seizures in the MES-T test and, therefore, may be a novel target for treating seizures.", "doi": "10.1016/j.yebeh.2017.09.003", "title": "d-Leucine: Evaluation in an epilepsy model.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}