{"authors": [["Waldman", "Zachary J", "ZJ", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Shimamoto", "Shoichi", "S", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Song", "Inkyung", "I", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Orosz", "Iren", "I", "Department of Radiology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Bragin", "Anatol", "A", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Fried", "Itzhak", "I", "Department of Neurosurgery, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Engel", "Jerome", "J", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Staba", "Richard", "R", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Sperling", "Michael R", "MR", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Weiss", "Shennan A", "SA", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA. Electronic address: Shennan.Weiss@jefferson.edu."]], "date": "2017-10-21", "id": "29122445", "text": "To develop a reliable software method using a topographic analysis of time-frequency plots to distinguish ripple (80-200 Hz) oscillations that are often associated with EEG sharp waves or spikes (RonS) from sinusoid-like waveforms that appear as ripples but correspond with digital filtering of sharp transients contained in the wide bandwidth EEG.A custom algorithm distinguished true from false ripples in one second intracranial EEG (iEEG) recordings using wavelet convolution, identifying contours of isopower, and categorizing these contours into sets of open or closed loop groups. The spectral and temporal features of candidate groups were used to classify the ripple, and determine its duration, frequency, and power. Verification of detector accuracy was performed on the basis of simulations, and visual inspection of the original and band-pass filtered signals.The detector could distinguish simulated true from false ripple on spikes (RonS). Among 2934 visually verified trials of iEEG recordings and spectrograms exhibiting RonS the accuracy of the detector was 88.5% with a sensitivity of 81.8% and a specificity of 95.2%. The precision was 94.5% and the negative predictive value was 84.0% (N = 12). Among, 1,370 trials of iEEG recording exhibiting RonS that were reviewed blindly without spectrograms the accuracy of the detector was 68.0%, with kappa equal to 0.01 ± 0.03. The detector successfully distinguished ripple from high spectral frequency 'fast ripple' oscillations (200-600 Hz), and characterize ripple duration and spectral frequency and power. The detector was confounded by brief bursts of gamma (30-80 Hz) activity in 7.31 ± 6.09% of trials, and in 30.2 ± 14.4% of the true RonS detections ripple duration was underestimated.Characterizing the topographic features of a time-frequency plot generated by wavelet convolution is useful for distinguishing true oscillations from false oscillations generated by filter ringing.Categorizing ripple oscillations and characterizing their properties can improve the clinical utility of the biomarker.", "doi": "10.1016/j.clinph.2017.10.004", "title": "A method for the topographical identification and quantification of high frequency oscillations in intracranial electroencephalography recordings.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}