{"authors": [["Finet", "P", "P", "Department of Neurosurgery, University hospital Saint-Luc, 10, avenue Hippocrate, 1200 Brussels, Belgium."], ["Grandin", "C", "C", "Department of Neurosurgery, University hospital Saint-Luc, 10, avenue Hippocrate, 1200 Brussels, Belgium."], ["Vaz", "G", "G", "Department of Neurosurgery, University hospital Saint-Luc, 10, avenue Hippocrate, 1200 Brussels, Belgium."], ["Van Rijckevorsel", "K", "K", "Department of Neurosurgery, University hospital Saint-Luc, 10, avenue Hippocrate, 1200 Brussels, Belgium."], ["Raftopoulos", "C", "C", "Department of Neurosurgery, University hospital Saint-Luc, 10, avenue Hippocrate, 1200 Brussels, Belgium. Electronic address: christian.raftopoulos@uclouvain.be."]], "date": "2017-11-06", "id": "29122302", "text": "Multiple subpial transection (MST) has been applied to the treatment of refractory epilepsy when epileptogenic zone involves eloquent areas since 1989. However, there is a lack of data evaluating the effect of this surgical technique on the cortex as measured by Magnetic Resonance Imaging (MRI).Ten consecutive patients (3F/7M, average age: 18.5 years) were operated on using radiating MST (average: 39; min: 19, max: 61) alone (n=3) or associated with another technique (n=7). Seven patients underwent a post-operative 3.0T MRI while 3 had a 1.5T MRI. Three patients had an early post-operative MRI and 7 a late MRI, among which 3 previously had an intraoperative MRI.The MR sequences that allowed the best assessment of MST-induced changes were T2 and T2*. The traces of MST are more visible on late MRI. These discrete non-complicated stigmas of MST were observed in all 10 studied patients: on the intraoperative MRI they are seen as micro-hemorrhagic spots (hypo-T2), on the early postoperative MRI as a discreet and limited cortical edema whether associated or not with micro-hemorrhagic spots and on the late MRI as liquid micro-cavities (hyper-T2) surrounded with a fine border of hemosiderin.MST-induced cerebral lesions are best visualized in T2-sequences, mainly on the late postoperatively MRIs. On all the MRI examinations in this study, the MST are only associated with limited modifications of the treated cortical regions.", "doi": "10.1016/j.neuchi.2017.08.002", "title": "Multiple subpial transections and magnetic resonance imaging.", "journal": ["Neuro-Chirurgie", "Neurochirurgie"]}