{"authors": [["Savage", "Sharon", "S", "Discipline of Psychology, University of Exeter, Washington Singer Laboratories, Exeter, UK; ARC Centre of Excellence in Cognition and Its Disorders at the University of New South Wales, Sydney, Australia. Electronic address: s.a.savage@exeter.ac.uk."], ["Hoefeijzers", "Serge", "S", "Psychology Department, School of Social Sciences, Heriot-Watt University, Edinburgh, UK."], ["Milton", "Fraser", "F", "Discipline of Psychology, University of Exeter, Washington Singer Laboratories, Exeter, UK."], ["Streatfield", "Claire", "C", "Cognitive & Behavioural Neurology, University of Exeter Medical School, College House, St Luke's Campus, Exeter, UK."], ["Dewar", "Michaela", "M", "Psychology Department, School of Social Sciences, Heriot-Watt University, Edinburgh, UK."], ["Zeman", "Adam", "A", "ARC Centre of Excellence in Cognition and Its Disorders at the University of New South Wales, Sydney, Australia; Cognitive & Behavioural Neurology, University of Exeter Medical School, College House, St Luke's Campus, Exeter, UK."]], "date": "2017-10-06", "id": "29122206", "text": "Accelerated long-term forgetting (ALF) occurs when newly learned information decays faster than normal over extended delays. It has been recognised most frequently in temporal lobe epilepsy, including Transient Epileptic Amnesia (TEA), but can also be drug-induced. Little is known about the evolution of ALF over time and its impacts upon other memory functions, such as autobiographical memory (ABM). Here we investigate the long-term outcome of ALF and ABM in a group of patients with TEA and a single case of baclofen-induced ALF.Study 1 involved a longitudinal follow-up of 14 patients with TEA over a 10-year period. Patients repeated a neuropsychological battery, three ALF measures (with free recall probed at 30-min and 1-week), and a modified Autobiographical Memory Interview (MAMI). Performance was compared with a group of healthy age-matched controls. In Study 2, patient CS, who previously experienced baclofen-induced ALF, was followed over 4 years, and re-tested now, 18 months after ceasing baclofen. CS repeated a neuropsychological battery, three ALF experimental tasks (each probed after 30 min and 1 week), and a modified autobiographical interview (AI). Her performance was compared with healthy age-matched controls.On ALF measures, the TEA group performed significantly below controls, but when analysed individually, 4 of the 7 patients who originally showed ALF no longer did so. In two, this was accompanied by improvements in ABM for recent but not remote memory. Patient CS no longer demonstrated ALF on standard lab-based tests and now appeared to retain new episodic autobiographical events with a similar degree of episodic richness as controls.Long-term follow up suggests that ALF can resolve, with improvements translating to recent ABM in some cases.", "doi": "10.1016/j.cortex.2017.09.007", "title": "The evolution of accelerated long-term forgetting: Evidence from the TIME study.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}