{"authors": [["Monostory", "Katalin", "K", "Institute of Enzymology, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Budapest. Hungary."], ["Nagy", "Andrea", "A", "Heim Pal Children`s Hospital, Budapest. Hungary."], ["Toth", "Katalin", "K", "Institute of Enzymology, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Budapest. Hungary."], ["Budi", "Tamas", "T", "2nd Department of Pediatrics, Semmelweis University, Budapest. Hungary."], ["Kiss", "Adam", "A", "Institute of Enzymology, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Budapest. Hungary."], ["Deri", "Mate", "M", "Institute of Enzymology, Research Centre for Natural Sciences, Hungarian Academy of Sciences, Budapest. Hungary."], ["Csukly", "Gabor", "G", "Department of Psychiatry and Psychotherapy, Semmelweis University, Budapest. Hungary."]], "date": "2017-11-09", "id": "29119932", "text": "Genetic polymorphisms of drug metabolizing enzymes can substantially modify the pharmacokinetics of a drug and eventually its efficacy or toxicity; however, inferring a patient's drug metabolizing capacity merely from his or her genotype can lead to false prediction. Non-genetic host factors (age, sex, disease states) and environmental factors (nutrition, co-medication) can transiently alter the enzyme expression and activities resulting in genotype-phenotype mismatch. Although valproic acid is a well-tolerated anticonvulsant, pediatric patients are particularly vulnerable to valproate injury that can be partly attributed to the age-related differences in metabolic pathways. CYP2C9 mediated oxidation of valproate, which is the minor metabolic pathway in adults, appears to become the principal route in children. Genetic and non-genetic variations in CYP2C9 activity can result in significant inter- and intra-individual differences in valproate pharmacokinetics and valproate induced adverse reactions. The loss-of-function alleles, CYP2C9*2 or CYP2C9*3, display significant reduction in valproate metabolism in children; furthermore, low CYP2C9 expression in patients with CYP2C9*1/*1 genotype also leads to a decrease in valproate metabolizing capacity. Due to phenoconversion, the homozygous wild genotype, expected to be translated to CYP2C9 enzyme with normal activity, is transiently switched into poor (or extensive) metabolizer phenotype. Novel strategy for valproate therapy adjusted to CYP2C9-status (CYP2C9 genotype and CYP2C9 expression) is strongly recommended in childhood. The early knowledge of pediatric patients' CYP2C9-status facilitates the optimization of valproate dosing which contributes to the avoidance of misdosing induced adverse reactions, such as abnormal blood levels of ammonia and alkaline phosphatase, and improves the safety of children's anticonvulsant therapy. .", "doi": "10.2174/1570159X15666171109143654", "title": "Relevance of CYP2C9 Function in Valproate Therapy.", "journal": ["Current neuropharmacology", "Curr Neuropharmacol"]}