{"authors": [["Qian", "Yun", "Y", "Shanghai Jiao Tong University Affiliated Sixth People's Hospital, Shanghai, China."], ["Song", "Jialin", "J", "Shanghai Jiao Tong University Affiliated Sixth People's Hospital, Shanghai, China."], ["Ouyang", "Yuanming", "Y", "Shanghai Jiao Tong University Affiliated Sixth People's Hospital, Shanghai, China."], ["Han", "Qixin", "Q", "Renji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Chen", "Wei", "W", "Shanghai Jiao Tong University Affiliated Sixth People's Hospital, Shanghai, China."], ["Zhao", "Xiaotian", "X", "School of Pharmacy, Shanghai Jiao Tong University, Shanghai, China."], ["Xie", "Yangmei", "Y", "Department of Neurology, Jinshan Hospital, Fudan University, Shanghai, China."], ["Chen", "Yinghui", "Y", "Department of Neurology, Jinshan Hospital, Fudan University, Shanghai, China."], ["Yuan", "Weien", "W", "School of Pharmacy, Shanghai Jiao Tong University, Shanghai, China."], ["Fan", "Cunyi", "C", "Shanghai Jiao Tong University Affiliated Sixth People's Hospital, Shanghai, China."]], "date": "2017-10-25", "id": "29118714", "text": "miR-132 is an endogenous small RNA and controls post-transcriptional regulation of gene expression via controlled degradation of mRNA or transcription inhibition. In the nervous system, miR-132 is significant for regulating neuronal differentiation, maturation and functioning, and widely participates in axon growth, neural migration, and plasticity. The miR-132 is affected by factors like mRNA expression, functional redundancy, and signaling cascades. It targets multiple downstream molecules to influence physiological and pathological neuronal activities. MiR-132 can influence the pathogenesis of many diseases, especially in the nervous system. The dysregulation of miR-132 results in the occurrence and exacerbation of neural developmental, degenerative diseases, like Alzheimer's disease, Parkinson's disease and epilepsy, neural infection and psychiatric disorders including disturbance of consciousness, cognition and memory, depression and schizophrenia. Regulation of miR-132 expression relieves symptoms, alleviates severity and finally effects a cure. This review aims to discuss the clinical potentials of miR-132 in the nervous system.", "doi": "10.3389/fphar.2017.00770", "title": "Advances in Roles of miR-132 in the Nervous System.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}