{"authors": [["Burman", "Joachim", "J", "From the Department of Neuroscience (J.B.), Uppsala University; and Department of Clinical Neuroscience (J.Z.), Sahlgrenska Academy, University of Gothenburg and Sahlgrenska University Hospital, Sweden."], ["Zelano", "Johan", "J", "From the Department of Neuroscience (J.B.), Uppsala University; and Department of Clinical Neuroscience (J.Z.), Sahlgrenska Academy, University of Gothenburg and Sahlgrenska University Hospital, Sweden. johan.zelano@neuro.gu.se."]], "date": "2017-11-08", "id": "29117950", "text": "To determine the cumulative incidence of epilepsy in a population-based cohort of patients with multiple sclerosis (MS) and to investigate the association between epilepsy and clinical features of MS.All available patients in the Swedish MS register (n = 14,545) and 3 age- and sex-matched controls per patient randomly selected from the population register (n = 43,635) were included. Data on clinical features of MS were retrieved from the Swedish MS register, and data on epilepsy and death were retrieved from comprehensive patient registers.The cumulative incidence of epilepsy was 3.5% (95% confidence interval [CI] 3.17-3.76) in patients with MS and 1.4% (95% CI 1.30-1.52) in controls (risk ratio 2.5, 95% CI 2.19-2.76). In a Cox proportional model, MS increased the risk of epilepsy (hazard ratio 3.2, 95% CI 2.64-3.94). Patients with relapsing-remitting MS had a cumulative incidence of epilepsy of 2.2% (95% CI 1.88-2.50), whereas patients with progressive disease had a cumulative incidence of 5.5% (95% CI 4.89-6.09). The cumulative incidence rose continuously with increasing disease duration to 5.9% (95% CI 4.90-7.20) in patients with disease duration ≥34 years. Patients with an Expanded Disability Status Scale (EDSS) score ≥7 had a cumulative incidence of epilepsy of 5.3% (95% CI 3.95-7.00). Disease duration and EDSS score were associated with epilepsy after multiple logistic regression (odds ratio [OR] 1.03, 95% CI 1.01-1.04 per year, p = 0.001; and OR 1.2, 95% CI 1.09-1.26 per EDSS step, p < 0.0001).Epilepsy is more common among patients with MS than in the general population, and a diagnosis of MS increases the risk of epilepsy. Our data suggest a direct link between severity of MS and epilepsy.", "doi": "10.1212/WNL.0000000000004740", "title": "Epilepsy in multiple sclerosis: A nationwide population-based register study.", "journal": ["Neurology", "Neurology"]}