{"authors": [["Baxendale", "Sallie", "S", "Department of Clinical and Experimental Epilepsy, Institute of Neurology, UCL, UK; Epilepsy Society, Chalfont St. Peter, Buckinghamshire, UK. Electronic address: s.baxendale@ucl.ac.uk."], ["Thompson", "Pamela", "P", "Epilepsy Society, Chalfont St. Peter, Buckinghamshire, UK; University College Hospital, London, UK."]], "date": "2017-11-05", "id": "29117924", "text": "Preoperative estimates of cognitive and seizure outcome must be as accurate as possible if the candidate is to make an informed decision about epilepsy surgery. Significant declines in memory function are reported in approximately 30% of temporal lobe surgery patients. The percentage varies according to the ways in which a postoperative deterioration is defined but since the majority of outcome studies do not take into account the patient's capacity to deteriorate if they are functioning at or close to the floor of a memory test prior to surgery, the published percentages may be an underrepresentation of the true extent of memory decline following epilepsy surgery. We examined the cognitive 'cost' of epilepsy surgery in a consecutive series of 474 patients who underwent elective surgery for medically intractable epilepsy. All patients underwent a presurgical assessment prior to and 1year after the surgery. Reliable change indices were used to identify significant postoperative memory decline. Postoperative outcome was dichotomized using the ILAE 2008 classification. All patients in class one were classified as seizure-free (67.5% of the sample). Excluding patients already functioning at or below the 2nd percentile on standardized memory tests, 37.8% experienced a significant postoperative decline in memory function. Twelve percent experienced the 'double hit' of significant postoperative memory decline and ongoing seizures following surgery. Patients with pathologies other than hippocampal sclerosis and with signs of limited cognitive reserve, both in terms of memory function and overall intellectual ability were most likely to suffer a double hit. Our results indicate that caution should be exercised when operating on these patients and preoperative counseling should be tailored to reflect the likely risk/benefit ratio of a temporal lobe resection for medically intractable epilepsy in this group.", "doi": "10.1016/j.yebeh.2017.08.003", "title": "Red flags in epilepsy surgery: Identifying the patients who pay a high cognitive price for an unsuccessful surgical outcome.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}