{"authors": [["Dodd", "Susanna", "S", "1 MRC North West Hub for Trials Methodology Research, Department of Biostatistics, Institute of Translational Medicine, University of Liverpool, Liverpool, UK."], ["Williamson", "Paula", "P", "1 MRC North West Hub for Trials Methodology Research, Department of Biostatistics, Institute of Translational Medicine, University of Liverpool, Liverpool, UK."], ["White", "Ian R", "IR", "2 MRC Biostatistics Unit, Cambridge Institute of Public Health, Cambridge, UK."]], "date": "2017-01-01", "id": "29117780", "text": "Background When trials are subject to departures from randomised treatment, simple statistical methods that aim to estimate treatment efficacy, such as per protocol or as treated analyses, typically introduce selection bias. More appropriate methods to adjust for departure from randomised treatment are rarely employed, primarily due to their complexity and unfamiliarity. We demonstrate the use of causal methodologies for the production of estimands with valid causal interpretation for time-to-event outcomes in the analysis of a complex epilepsy trial, as an example to guide non-specialist analysts undertaking similar analyses. Methods Two causal methods, the structural failure time model and inverse probability of censoring weighting, are adapted to allow for skewed time-varying confounders, competing reasons for treatment changes and a complicated time to remission outcome. We demonstrate the impact of various factors: choice of method (structural failure time model versus inverse probability of censoring weighting), model for inverse probability of censoring weighting (pooled logistic regression versus Cox models), time interval (for creating panel data for time-varying confounders and outcome), choice of confounders and (in pooled logistic regression) use of splines to estimate underlying risk. Results The structural failure time model could adjust for switches between trial treatments but had limited ability to adjust for the other treatment changes that occurred in this epilepsy trial. Inverse probability of censoring weighting was able to adjust for all treatment changes and demonstrated very similar results with Cox and pooled logistic regression models. Accounting for increasing numbers of time-varying confounders and reasons for treatment change suggested a more pronounced advantage of the control treatment than that obtained using intention to treat. Conclusions In a complex trial featuring a remission outcome, underlying assumptions of the structural failure time model are likely to be violated, and inverse probability of censoring weighting may provide the most useful option, assuming availability of appropriate data and sufficient sample sizes. Recommendations are provided for analysts when considering which of these methods should be applied in a given trial setting.", "doi": "10.1177/0962280217735560", "title": "Adjustment for treatment changes in epilepsy trials: A comparison of causal methods for time-to-event outcomes.", "journal": ["Statistical methods in medical research", "Stat Methods Med Res"]}