{"authors": [["Wang", "Xin", "X", "Department of Microbiology, School of Basic Medical Sciences, Capital Medical University, Beijing, 100069, China."], ["Wang", "Yisong", "Y", "Department of Microbiology, School of Basic Medical Sciences, Capital Medical University, Beijing, 100069, China."], ["Liu", "Dong", "D", "Department of Neurosurgery, Sanbo Brain Hospital, Capital Medical University, Beijing, 100093, China."], ["Wang", "Peigang", "P", "Department of Microbiology, School of Basic Medical Sciences, Capital Medical University, Beijing, 100069, China."], ["Fan", "Dongying", "D", "Department of Microbiology, School of Basic Medical Sciences, Capital Medical University, Beijing, 100069, China."], ["Guan", "Yuguang", "Y", "Department of Neurosurgery, Sanbo Brain Hospital, Capital Medical University, Beijing, 100093, China."], ["Li", "Tianfu", "T", "Beijing Key Laboratory of Epilepsy, Beijing, 100093, China."], ["Luan", "Guoming", "G", "Department of Neurosurgery, Sanbo Brain Hospital, Capital Medical University, Beijing, 100093, China. luangm3@163.com."], ["An", "Jing", "J", "Department of Microbiology, School of Basic Medical Sciences, Capital Medical University, Beijing, 100069, China. anjing@ccmu.edu.cn."]], "date": "2017-10-30", "id": "29116594", "text": "Rasmussen's encephalitis (RE) is a rare pediatric neurological disorder, the etiology of which remains unclear. It has been speculated that the immunopathogenesis of RE involves damage to neurons, which eventually leads to the occurrence of RE. Viral infection may be a critical factor in triggering RE immunopathogenesis. In this study, we analyzed the expression of Epstein-Barr virus (EBV) antigens as well as of Toll-like receptor 3 (TLR3), TLR9, and downstream adapter TIRdomain-containing adapter-inducing interferon-β (TRIF) in the brain tissues of 26 patients with RE and 16 control individuals using immunohistochemistry (IHC). In the RE group, EBV antigens were detected in 53% of individuals at various expression levels. In contrast, there was no detectable EBV antigen expression in control brain tissues. Moreover, we found marked increases in the expression of TLR3, TLR9, and TRIF in the brain tissues of RE patients compared with levels in the control group. Furthermore, among RE cases, EBV expression and high TLR3 expression were associated with more severe brain atrophy. Our results suggest that the elevated expression of EBV and TLRs may be involved in RE occurrence through the activation of downstream molecules.", "doi": "10.1007/s12250-017-4058-8", "title": "Elevated expression of EBV and TLRs in the brain is associated with Rasmussen's encephalitis.", "journal": ["Virologica Sinica", "Virol Sin"]}