{"authors": [["Awara", "Mahmoud A", "MA", "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada. Mahmoud.awara@nshealth.ca."], ["Moselhy", "Hamdy F", "HF", "Department of Psychiatry, College of Medicine and Health Science, United Arab Emirates University, Alain City, UAE."], ["Elnenaei", "Manal O", "MO", "Department of Pathology, Dalhousie University, Halifax, NS, Canada."]], "date": "2017-11-07", "id": "29116582", "text": "The delusional misidentification syndromes (DMS) include a myriad of discrete but related syndromes, which have wide spectrum anomalies of familiarity. Several misidentification syndromes have been described in the psychiatric literature, the most common of these delusions are: the Capgras syndrome; the Fregoli syndrome; the syndrome of inter-metamorphosis; reduplicative paramnesia; and environmental reduplication.The reported case highlights the emergence of late onset first episode psychosis in a Middle Eastern 65-year-old female who has no previous psychiatric history. The nature of psychosis was mainly delusions of misidentification and persecution.DMS are relatively rare and occur predominantly in association with schizophrenia and affective psychosis. Between 25 and 40% are associated with organic conditions such as dementia, head injuries, brain tumors, and epilepsy. Only three cases of misidentification of sacred places have been reported previously in the literature. This case report is the first to present a DMS, emerging as a late onset first episode psychosis during the sacred journey of Hajj.The reported case highlights the importance of early recognition and treatment of mental health conditions that may appear de novo during the Hajj sacred journey. Readily available psychiatric resources, psychotropic medications, and psycho-education may be pivotal in ensuring mental well-being of pilgrims, which is fundamental to maintain the mental capacity required for completing these journeys.", "doi": "10.1007/s10943-017-0524-8", "title": "Late Onset First Episode Psychosis Emerging as Delusional Misidentification of Familiar Sacred Places During a Holy Pilgrimage: A Case Report and Literature Review.", "journal": ["Journal of religion and health", "J Relig Health"]}