{"authors": [["Khan", "Raja B", "RB", "Division of Neurology, Departments of Pediatrics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Mail Stop 135, Memphis, TN, 38105, USA. raja.khan@stjude.org."], ["Merchant", "Thomas E", "TE", "Department of Radiation Oncology, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Memphis, TN, 38105, USA."], ["Sadighi", "Zsila S", "ZS", "Division of Neurology, Departments of Pediatrics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Mail Stop 135, Memphis, TN, 38105, USA."], ["Bello", "Mercedes S", "MS", "Division of Neurology, Departments of Pediatrics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Mail Stop 135, Memphis, TN, 38105, USA."], ["Lu", "Zhaohua", "Z", "Department of Biostatistics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Memphis, TN, 38105, USA."], ["Sykes", "April", "A", "Department of Biostatistics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Memphis, TN, 38105, USA."], ["Wise", "Merrill S", "MS", "Methodist Healthcare Sleep Disorder Center, 5050 Poplar Avenue, Memphis, TN, 38157, USA."], ["Crabtree", "Valerie M", "VM", "Department of Psychology, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Memphis, TN, 38105, USA."], ["Zabrowski", "Jennifer", "J", "Division of Neurology, Departments of Pediatrics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Mail Stop 135, Memphis, TN, 38105, USA."], ["Simmons", "Andrea", "A", "Division of Neurology, Departments of Pediatrics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Mail Stop 135, Memphis, TN, 38105, USA."], ["Clark", "Mary E", "ME", "Division of Nursing Research, Department of Pediatrics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Memphis, TN, 38105, USA."], ["Mandrell", "Belinda N", "BN", "Division of Nursing Research, Department of Pediatrics, St. Jude Children's Research Hospital, 262 Danny Thomas Place, Memphis, TN, 38105, USA."]], "date": "2017-11-08", "id": "29116485", "text": "Daytime sleepiness is recognized in childhood brain tumor survivors. Our objective was to determine prevalence, risk factors for PSG/MLST proven hypersomnia/narcolepsy, and response to stimulants in childhood brain tumor survivors. Standard PSG/MSLT criteria were used to diagnose hypersomnia/narcolepsy. Medical records of brain tumor survivors having undergone a PSG/MSLT were reviewed for the diagnostic code of hypersomnia/narcolepsy. Survivors with hypersomnia/narcolepsy were matched with 2-3 survivors without reported hypersomnia/narcolepsy by age at tumor diagnosis, gender, and time from tumor diagnosis. Between January 2000 to April 2015, 39 of the 2336 brain tumor patients treated at our institution were diagnosed with hypersomnia/narcolepsy for a prevalence rate of 1670/100,000. Hypersomnia/narcolepsy was diagnosed at a median of 6.1 years (range 0.4-13.2) from tumor diagnosis and 4.7 years (range - 1.5 to 10.4) from cranial radiation. Midline tumor location (OR 4.6, CI 1.7-12.2, p = 0.002) and anti-epilepsy drug (AED) use (OR 11, CI 2.4-54) correlated with hypersomnia/narcolepsy while radiation dose > 30 Gray trended towards significance (OR 1.8, CI 0.9-3.6); posterior fossa tumor location reduced the risk (OR 0.1, CI 0.04-0.5, p = 0.002). AED use also correlated with midline tumor location. Thirty-seven survivors were treated with stimulants and reported improved wakefulness and school performance [response rate CI 0.97 (0.86-0.99) and 0.83 (0.65-0.94)]. Prevalence of hypersomnia/narcolepsy among childhood brain tumor survivors was higher than the general population. Tumor location and radiation dose were possible risk factors, and stimulants were reported to be beneficial.", "doi": "10.1007/s11060-017-2662-y", "title": "Prevalence, risk factors, and response to treatment for hypersomnia of central origin in survivors of childhood brain tumors.", "journal": ["Journal of neuro-oncology", "J. Neurooncol."]}