{"authors": [["Cayuela", "N", "N", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."], ["Simó", "M", "M", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."], ["Majós", "C", "C", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."], ["Rifà-Ros", "X", "X", "Cognition and Brain Plasticity Group, IDIBELL, Barcelona, Spain."], ["Gállego Pérez-Larraya", "J", "J", "Department of Neurology, Clínica Universidad de Navarra, Pamplona, Spain."], ["Ripollés", "P", "P", "Cognition and Brain Plasticity Group, IDIBELL, Barcelona, Spain."], ["Vidal", "N", "N", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."], ["Miró", "J", "J", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."], ["Gil", "F", "F", "Department of Neurology, IDIBAPS, Hospital Clínic, Barcelona, Spain."], ["Gil-Gil", "M", "M", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."], ["Plans", "G", "G", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."], ["Graus", "F", "F", "Department of Neurology, IDIBAPS, Hospital Clínic, Barcelona, Spain."], ["Bruna", "J", "J", "Neuro-Oncology Unit, Hospital Universitari de Bellvitge-ICO l'Hospitalet, IDIBELL, Barcelona, Spain."]], "date": "2017-12-11", "id": "29115706", "text": "The main aim of this study was to identify which patients with glioblastoma multiforme (GBM) have a higher risk of presenting seizures during follow-up.Patients with newly diagnosed GBM were reviewed (n = 306) and classified as patients with (Group 1) and without (Group 2) seizures at onset. Group 2 was split into patients with seizures during follow-up (Group 2A) and patients who never had seizures (Group 2B). The anatomical location of GBM was identified and compared by voxel-based lesion symptom mapping (discovery set). Seizure-susceptible brain regions obtained were assessed visually and automatically in external GBM validation series (n = 85).In patients with GBM who had no seizures at onset, an increased risk of presenting seizures during follow-up was identified in the superior frontal and inferior occipital lobe, as well as in inferoposterior regions of the temporal lobe. Conversely, those patients with GBM located in medial and inferoanterior temporal areas had a significantly lower risk of suffering from seizures during follow-up. Additionally, the seizure-susceptible brain region maps obtained classified patients in the validation set with high positive and negative predictive values.Tumor location is a useful marker to identify patients with GBM who are at risk of suffering from seizures during follow-up. These results may help to support the use of antiepileptic prophylaxis in a selected GBM population and to improve stratification in antiepileptic clinical trials.", "doi": "10.1111/ene.13518", "title": "Seizure-susceptible brain regions in glioblastoma: identification of patients at risk.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}