{"authors": [["Zhang", "Shao-Ping", "SP", "Department of Physiology, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Zhang", "Man", "M", "Department of Physiology, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Tao", "Hong", "H", "Department of Physiology, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Luo", "Yan", "Y", "Department of Physiology, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["He", "Tao", "T", "General Hospital of Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Wang", "Chun-Hui", "CH", "General Hospital of Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Li", "Xiao-Cheng", "XC", "General Hospital of Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Chen", "Ling", "L", "Department of Physiology, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Zhang", "Lin-Na", "LN", "Department of Physiology, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Sun", "Tao", "T", "Ningxia Key Laboratory of Cerebrocranial Diseases, Incubation Base of National Key Laboratory, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."], ["Hu", "Qi-Kuan", "QK", "Department of Physiology, Ningxia Medical University, Yinchuan, Ningxia 750004, P.R. China."]], "date": "2017-11-03", "id": "29115470", "text": "Potassium channels can be affected by epileptic seizures and serve a crucial role in the pathophysiology of epilepsy. Dimethylation of histone 3 lysine 9 (H3K9me2) and its enzyme euchromatic histone‑lysine N‑methyltransferase 2 (G9a) are the major epigenetic modulators and are associated with gene silencing. Insight into whether H3K9me2 and G9a can respond to epileptic seizures and regulate expression of genes encoding potassium channels is the main purpose of the present study. A total of 16 subtypes of potassium channel genes in pilocarpine‑modelled epileptic rats were screened by reverse transcription‑quantitative polymerase chain reaction, and it was determined that the expression ATP‑sensitive inward rectifier potassium channel 10 (Kcnj10) increased in hippocampus and insular cortex, while the expression of most of the other subtypes decreased. The total level of H3K9me2 decreased in the model group compared with the control. The Kcnj10 gene encoding the Kir4.1 channel was selected to analyse changes in H3K9me2 in the promoter region by the chromatin immuno‑precipitation method. Anti‑H3K9me2 and anti‑G9a antibodies were used to identify the modified DNAs. Five primers were designed across the promoter region of the Kcnj10 gene. In epileptic hippocampi, the relative abundance of H3K9me2 and G9a in the promoter region of Kcnj10 decreased markedly. Removal of the H3K9me2 repressive mark resulted in decreased transcriptional inhibition of the Kcnj10 gene and therefore increased its expression. In the cultured C6 cells, specific inhibition of the enzymatic activity of G9a by 2‑(Hexahydro‑4‑methyl‑1H‑1,4‑diazepin‑1‑yl)‑6,7‑di‑ methoxy‑N‑(1‑(phenyl‑methyl)‑4‑piperidinyl)‑4‑quinazolinamine tri‑hydrochloride hydrate (bix01294) resulted in upregulation of the expression of Kir4.1 proteins. The present study demonstrated that H3K9me2 and G9a are sensitive to epileptic seizure activity during the acute phase of epilepsy and can affect the transcriptional regulation of the Kcnj10 channel.", "doi": "10.3892/mmr.2017.7942", "title": "Dimethylation of Histone 3 Lysine 9 is sensitive to the epileptic activity, and affects the transcriptional regulation of the potassium channel Kcnj10 gene in epileptic rats.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}