{"authors": [["Zhu", "Xingming", "X", "Department of Neurology, 101st Hospital of Chinese People's Liberation Army, Wuxi, Jiangsu 214044, P.R. China."], ["Chen", "Yang", "Y", "Department of Neurology, 101st Hospital of Chinese People's Liberation Army, Wuxi, Jiangsu 214044, P.R. China."], ["Du", "Yuping", "Y", "Department of Neurology, 101st Hospital of Chinese People's Liberation Army, Wuxi, Jiangsu 214044, P.R. China."], ["Wan", "Qi", "Q", "Department of Neurology, 101st Hospital of Chinese People's Liberation Army, Wuxi, Jiangsu 214044, P.R. China."], ["Xu", "Yan", "Y", "Department of Neurology, 101st Hospital of Chinese People's Liberation Army, Wuxi, Jiangsu 214044, P.R. China."], ["Wu", "Jiayu", "J", "Department of Neurology, 101st Hospital of Chinese People's Liberation Army, Wuxi, Jiangsu 214044, P.R. China."]], "date": "2017-10-26", "id": "29115438", "text": "Astrocytes perform several functions in the brain and spinal cord. Penicillin is commonly used for establishment of experimental epilepsy models. Previous studies have demonstrated that astragaloside IV (3-o-β-d-xylopyranosyl-6-o-β-d-glucopyranosyl-cycloastragenol; AS‑IV) has comprehensive pharmacological functions on the attenuation of inflammation. In the present study, primary astrocyte cell cultures were divided into three groups: Control group, penicillin (2,500 µM) treatment group (epilepsy model), and penicillin+AS‑IV (20, 40, 80 and 160 µmol/l) treatment group. The expression levels of inflammatory factors, including interleukin‑1β and tumor necrosis factor‑α, were determined in the groups using western blot and reverse transcription‑quantitative polymerase chain reaction analyses. The levels of members of the phosphorylated‑mitogen‑activated protein kinase (p‑MAPK) family, including p‑c‑Jun N‑terminal kinase 1/2, p‑extracellular signal‑regulated protein kinase 1/2 and p‑p38, were determined using western blot analysis. Cell viability of the astrocytes was detected using a 3‑(4,5‑dimethyl‑2‑thiazolyl)‑2,5‑diphenyl‑2‑H‑tetrazolium bromide assay and cell proliferation was evaluated using a Cell Counting Kit‑8 assay. The results revealed that AS‑IV significantly suppressed the expression of penicillin‑induced inflammatory factors in the astrocytes at the transcriptional and translational levels, and occurred in a dose‑dependent manner. The penicillin‑induced increase in the protein levels of the the p‑MAPK family were notably decreased by AS‑IV. In addition, the penicillin‑induced downregulation of primary astrocyte viability/cell proliferation was significantly reversed by the administration of AS‑IV. From these results, it was concluded that AS‑IV suppressed the penicillin‑induced upregulation of inflammatory factors and p‑MAPK in astrocytes, ultimately attenuating epilepsy.", "doi": "10.3892/mmr.2017.7896", "title": "Astragaloside IV attenuates penicillin-induced epilepsy via inhibiting activation of the MAPK signaling pathway.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}