{"authors": [["Lee", "Hwayoung", "H", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Chungnam 31151, Republic of Korea."], ["Im", "Jiyun", "J", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Chungnam 31151, Republic of Korea."], ["Won", "Hansol", "H", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Chungnam 31151, Republic of Korea."], ["Kim", "Jun Young", "JY", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Chungnam 31151, Republic of Korea."], ["Kim", "Hyung-Ki", "HK", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Chungnam 31151, Republic of Korea."], ["Kwon", "Jun-Tack", "JT", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Chungnam 31151, Republic of Korea."], ["Kim", "Young Ock", "YO", "Development of Ginseng and Medical Plants Research Institute, Rural Administration, Eumseong, Chungbuk 27709, Republic of Korea."], ["Lee", "Sanghyun", "S", "Department of Integrative Plant Science, Chung‑Ang University, Anseong, Gyeonggi 17546, Republic of Korea."], ["Cho", "Ik-Hyun", "IH", "Department of Convergence Medical Science, Brain Korea 21 Plus Program, and Institute of Korean Medicine, College of Oriental Medicine, Kyung Hee University, Seoul 02447, Republic of Korea."], ["Lee", "Sang Won", "SW", "Development of Ginseng and Medical Plants Research Institute, Rural Administration, Eumseong, Chungbuk 27709, Republic of Korea."], ["Kim", "Hak-Jae", "HJ", "Department of Clinical Pharmacology, College of Medicine, Soonchunhyang University, Cheonan, Chungnam 31151, Republic of Korea."]], "date": "2017-10-20", "id": "29115388", "text": "The genus Valeriana has been widely used in popular medicine for centuries, to treat sleep disorders, anxiety, epilepsy and insomnia. Recent studies have focused on the novel pharmacological effects of Valeriana fauriei Briq. (VF) species. Previous studies have attempted to determine the pharmacological functions of Valeriana in various human diseases, particularly with regards to its neuroprotective effects, and its ability to reduce pain and stress. The present study constructed an animal model of fibromyalgia (FM), which was induced by intermittent cold stress with slight modification. Subsequently, the study aimed to determine whether VF exerts antinociceptive effects on the FM‑like model following oral administration of VF extracts. The effects of VF extracts on the FM model were investigated by analyzing behavioral activity, including pain, and detecting protein expression. In the behavioral analysis, the results of a nociception assay indicated that the pain threshold was significantly decreased in the FM group. Subsequently, western blotting and immunohistochemical analyses of the hippocampus demonstrated that the protein expression levels of brain‑derived neurotrophic factor (BDNF) and phosphorylated‑cAMP response element‑binding protein were downregulated in the FM group. Conversely, VF restored these levels. These results suggested that the effects of VF extract on a model of FM may be associated with its modulatory effects on the BDNF signaling pathway in the hippocampus and medial prefrontal cortex. In conclusion, the mechanism underlying the protective effects of VF as a therapeutic agent against FM may involve the BDNF signaling pathway.", "doi": "10.3892/ijmm.2017.3203", "title": "Antinociceptive effect of Valeriana fauriei regulates BDNF signaling in an animal model of fibromyalgia.", "journal": ["International journal of molecular medicine", "Int. J. Mol. Med."]}