{"authors": [["Queenan", "Bridget N", "BN", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Dunn", "Raymond L", "RL", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Santos", "Victor R", "VR", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Feng", "Yang", "Y", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Huizenga", "Megan N", "MN", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Hammack", "Robert J", "RJ", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Vicini", "Stefano", "S", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Forcelli", "Patrick A", "PA", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."], ["Pak", "Daniel T S", "DTS", "Department of Pharmacology & Physiology, Georgetown University Medical Center, Washington, DC, USA."]], "date": "2017-11-08", "id": "29114861", "text": "Homeostatic synaptic plasticity (HSP) serves as a gain control mechanism at central nervous system (CNS) synapses, including those between the dentate gyrus (DG) and CA3. Improper circuit control of DG-CA3 synapses is hypothesized to underlie epileptogenesis. Here, we sought to (1) identify compounds that preferentially modulate DG-CA3 synapses in primary neuronal culture and (2) determine if these compounds would delay or prevent epileptogenesis in vivo.We previously developed and validated an in vitro assay to visualize the behavior of DG-CA3 synapses and predict functional changes. We used this \"synapse-on-chip\" assay (quantification of synapse size, number, and type using immunocytochemical markers) to dissect the mechanisms of HSP at DG-CA3 synapses. Using chemogenetic constructs and pharmacological agents we determined the signaling cascades necessary for gain control at DG-CA3 synapses. Finally, we tested the implicated cascades (using kappa opioid receptor (OR) agonists and antagonists) in two models of epileptogenesis: electrical amygdala kindling in the mouse and chemical (pentylenetetrazole) kindling in the rat.In vitro, synapses between DG mossy fibers (MFs) and CA3 neurons are the primary homeostatic responders during sustained periods of activity change. Kappa OR signaling is both necessary and sufficient for the homeostatic elaboration of DG-CA3 synapses, induced by presynaptic DG activity levels. Blocking kappa OR signaling in vivo attenuates the development of seizures in both mouse and rat models of epilepsy.This study elucidates mechanisms by which synapses between DG granule cells and CA3 pyramidal neurons undergo activity-dependent homeostatic compensation, via OR signaling in vitro. Modulation of kappa OR signaling in vivo alters seizure progression, suggesting that breakdown of homeostatic closed-loop control at DG-CA3 synapses contributes to seizures, and that targeting endogenous homeostatic mechanisms at DG-CA3 synapses may prove useful in combating epileptogenesis.", "doi": "10.1111/epi.13941", "title": "Kappa opioid receptors regulate hippocampal synaptic homeostasis and epileptogenesis.", "journal": ["Epilepsia", "Epilepsia"]}