{"authors": [["Guilfoyle", "Shanna M", "SM", "Division of Behavioral Medicine and Clinical Psychology, Center for the Promotion of Adherence and Self-Management, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Follansbee-Junger", "Katherine", "K", "Division of Behavioral Medicine and Clinical Psychology, Center for the Promotion of Adherence and Self-Management, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Smith", "Aimee W", "AW", "Division of Behavioral Medicine and Clinical Psychology, Center for the Promotion of Adherence and Self-Management, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Combs", "Angela", "A", "Division of Behavioral Medicine and Clinical Psychology, Center for the Promotion of Adherence and Self-Management, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Ollier", "Shannon", "S", "Division of Behavioral Medicine and Clinical Psychology, Center for the Promotion of Adherence and Self-Management, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Hater", "Brooke", "B", "Division of Behavioral Medicine and Clinical Psychology, Center for the Promotion of Adherence and Self-Management, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Modi", "Avani C", "AC", "Division of Behavioral Medicine and Clinical Psychology, Center for the Promotion of Adherence and Self-Management, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."]], "date": "2017-11-08", "id": "29114859", "text": "To examine baseline psychological functioning and antiepileptic drug (AED) behavioral side effects in new onset epilepsy and determine, by age, whether baseline psychological functioning predicts AED behavioral side effects 1 month following AED initiation.A retrospective chart review was conducted between July 2011 and December 2014 that included youths with new onset epilepsy. As part of routine interdisciplinary care, caregivers completed the Behavior Assessment System for Children, 2nd Edition: Parent Rating Scale to report on baseline psychological functioning at the diagnostic visit and the Pediatric Epilepsy Side Effects Questionnaire to identify AED behavioral side effects at the 1-month follow-up clinic visit following AED initiation. Children (age = 2-11 years) and adolescents (age = 12-18 years) were examined separately.A total of 380 youths with new onset epilepsy (Mage  = 8.9 ± 4.3 years; 83.4% Caucasian; 34.8% focal epilepsy, 41.1% generalized epilepsy, 23.7% unclassified epilepsy) were included. Seventy percent of youths had at-risk or clinically elevated baseline psychological symptoms. Children had significantly greater AED behavioral side effects (M = 25.08 ± 26.36) compared to adolescents (M = 12.36 ± 17.73), regardless of AED. Valproic acid demonstrated significantly greater behavioral side effects compared to all other AEDs, with the exception of levetiracetam. Higher hyperactivity/impulsivity at baseline significantly predicted higher AED behavioral side effects 1 month after AED initiation in both age groups.Younger children seem to be more prone to experience behavioral side effects, and these are likely to be higher if youths with epilepsy have baseline hyperactivity/impulsivity. Baseline psychological screening, specifically hyperactivity, can be used as a precision medicine tool for AED selection.", "doi": "10.1111/epi.13946", "title": "Antiepileptic drug behavioral side effects and baseline hyperactivity in children and adolescents with new onset epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}