{"authors": [["Le Guern", "V", "V", "Service de médecine interne, centre de référence national pour les maladies auto-immunes rares d'Île-de-France, hôpital Cochin, AP-HP, 27, rue du Faubourg-Saint-Jacques, 75014 Paris, France. Electronic address: veronique.le-guern@aphp.fr."], ["Rossignol", "M", "M", "Département d'anesthésie-réanimation-SMUR, hôpital Lariboisière, 2, rue Ambroise-Paré, 75010 Paris, France."], ["Proust", "A", "A", "Maternité les vallées, département de gynécologie obstétrique, hôpital privé d'Antony, 1, rue Velpeau, 92160 Antony, France."]], "date": "2017-11-04", "id": "29113876", "text": "Maternal deaths of indirect causes result of a preexisting disease or an affection appeared during the pregnancy without any relationship with obstetrical causes, but worsened by the physiological effects of pregnancy. Among the 23 deaths of indirect cause related to a preexisiting pathology, 22 (96 %) have been analyzed by the expert comity. A known or preexisting chronic disease was documented in 16 patients (sick-cell disorder, n=3, treated epilepsy, n=3, intracerebral carvenomas, n=1, multifocal glial tumor, n=1, breast cancer, n=1, systemic lupus, n=1, diabetes mellitus, n=3, antiphospholipid syndrome, n=1). For 6 women, the pathology was unknown before the pregnancy (glioblastoma, n=2, epilepsy, n=1, Ehlers-Danlos syndrome, n=1, sick-cell disorder, n=1, breast cancer, n=1). While 6 of these deaths has been evaluated as not avoidable, 13 deaths has been considered as possibly (n=12) or certainly (n=1) preventable. The main factor of avoidability was the patient's interaction with the health system (medically non advised pregnancy, lack of adherence to treatment, for example). A pre-pregnancy medical consultation with a specialist should be recommended to all patients with preexisting chronic disease, to allow a complete information about the risks of a pregnancy, treatment adaptation if needed, better adherence and multidisciplinary follow up.", "doi": "10.1016/j.gofs.2017.10.018", "title": "[Indirect causes of maternal deaths (except stroke, cardiovascular diseases and infections): Results from the French confidential enquiry into maternal deaths, 2010-2012].", "journal": ["Gynecologie, obstetrique, fertilite & senologie", "Gynecol Obstet Fertil Senol"]}