{"authors": [["Chan", "Lung", "L", "Department of Neurology, Shuang-Ho Hospital, Taipei Medical University, New Taipei City, Taiwan; Department of Neurology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan. Electronic address: cjustinmd@tmu.edu.tw."], ["Hu", "Chaur-Jong", "CJ", "Department of Neurology, Shuang-Ho Hospital, Taipei Medical University, New Taipei City, Taiwan; Department of Neurology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan. Electronic address: chaurjongh@tmu.edu.tw."], ["Fan", "Yen-Chun", "YC", "School of Public Health, College of Public Health and Nutrition, Taipei Medical University, Taiwan."], ["Li", "Fang-Yu", "FY", "School of Public Health, College of Public Health and Nutrition, Taipei Medical University, Taiwan."], ["Hu", "Han-Hwa", "HH", "Department of Neurology, Shuang-Ho Hospital, Taipei Medical University, New Taipei City, Taiwan; Department of Neurology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Hong", "Chien-Tai", "CT", "Department of Neurology, Shuang-Ho Hospital, Taipei Medical University, New Taipei City, Taiwan; Department of Neurology, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan. Electronic address: ct.hong@tmu.edu.tw."], ["Bai", "Chyi-Huey", "CH", "School of Public Health, College of Public Health and Nutrition, Taipei Medical University, Taiwan; Department of Public Health, School of Medicine, College of Medicine, Taipei Medical University, Taiwan. Electronic address: baich@tmu.edu.tw."]], "date": "2017-11-04", "id": "29113854", "text": "Late-onset poststroke seizure is highly associated with epilepsy but the incidence of it is variable due to different definition and follow-up time. We conducted a meta-analysis to determine the incidence of poststroke seizure and analyze the discrepancies among published studies.We searched the literature for relevant articles published in English between January 1, 1990, and December 31, 2014, by using the following search terms: \"seizures after stroke,\" \"poststroke seizures,\" \"epilepsy after stroke,\" \"poststroke epilepsy,\" \"incidence,\" and \"follow-up.\" Reference lists of the relevant articles were reviewed to identify eligible studies not captured by these terms.Seven relevant cohort studies were identified and analyzed. Incidence density was defined as the number of episodes per 100 person-years. Using the definition of late-onset poststroke seizure as seizure occurring 14 days after a stroke, the incidence density was 1.12 (0.95-1.32) per 100 person-years. For poststroke seizures occurring 7 days after the stroke, the incidence density increased to 3.22 (2.94-3.52) per 100 person-years.Our results are relevant to the epidemiology of late-onset poststroke seizure, with 14 days being the ideal cutoff time point. The pooled incidence density of late-onset poststroke seizure was 1.12 per 100 person-years in 4 cohort studies.", "doi": "10.1016/j.jocn.2017.10.088", "title": "Incidence of poststroke seizures: A meta-analysis.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}