{"authors": [["Shimamoto", "Shoichi", "S", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Waldman", "Zachary J", "ZJ", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Orosz", "Iren", "I", "Department of Radiology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Song", "Inkyung", "I", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Bragin", "Anatol", "A", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Fried", "Itzhak", "I", "Department of Neurosurgery, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Engel", "Jerome", "J", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Staba", "Richard", "R", "Department of Neurology, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA, USA."], ["Sharan", "Ashwini", "A", "Department of Neurosurgery, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Wu", "Chengyuan", "C", "Department of Neurosurgery, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Sperling", "Michael R", "MR", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA."], ["Weiss", "Shennan A", "SA", "Department of Neurology, Jefferson Comprehensive Epilepsy Center, Thomas Jefferson University, Philadelphia, PA, USA. Electronic address: Shennan.Weiss@jefferson.edu."]], "date": "2017-10-25", "id": "29113719", "text": "To develop and validate a detector that identifies ripple (80-200 Hz) events in intracranial EEG (iEEG) recordings in a referential montage and utilizes independent component analysis (ICA) to eliminate or reduce high-frequency artifact contamination. Also, investigate the correspondence of detected ripples and the seizure onset zone (SOZ).iEEG recordings from 16 patients were first band-pass filtered (80-600 Hz) and Infomax ICA was next applied to derive the first independent component (IC1). IC1 was subsequently pruned, and an artifact index was derived to reduce the identification of high-frequency events introduced by the reference electrode signal. A Hilbert detector identified ripple events in the processed iEEG recordings using amplitude and duration criteria. The identified ripple events were further classified and characterized as true or false ripple on spikes, or ripples on oscillations by utilizing a topographical analysis to their time-frequency plot, and confirmed by visual inspection.The signal to noise ratio was improved by pruning IC1. The precision of the detector for ripple events was 91.27 ± 4.3%, and the sensitivity of the detector was 79.4 ± 3.0% (N = 16 patients, 5842 ripple events). The sensitivity and precision of the detector was equivalent in iEEG recordings obtained during sleep or intra-operatively. Across all the patients, true ripple on spike rates and also the rates of false ripple on spikes, that were generated due to filter ringing, classified the seizure onset zone (SOZ) with an area under the receiver operating curve (AUROC) of >76%. The magnitude and spectral content of true ripple on spikes generated in the SOZ was distinct as compared with the ripples generated in the NSOZ (p < .001).Utilizing ICA to analyze iEEG recordings in referential montage provides many benefits to the study of high-frequency oscillations. The ripple rates and properties defined using this approach may accurately delineate the seizure onset zone.Strategies to improve the spatial resolution of intracranial EEG and reduce artifact can help improve the clinical utility of HFO biomarkers.", "doi": "10.1016/j.clinph.2017.08.036", "title": "Utilization of independent component analysis for accurate pathological ripple detection in intracranial EEG recordings recorded extra- and intra-operatively.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}