{"authors": [["Hu", "Chong-Yu", "CY", "Department of Neurology, Hunan Provincial People's Hospital, Changsha, Hunan, China."], ["Gao", "Xiaoping", "X", "Department of Neurology, Hunan Provincial People's Hospital, Changsha, Hunan, China."], ["Long", "Lili", "L", "Department of Neurology, Xiangya Hospital of Central South University, Changsha, Hunan, China."], ["Long", "Xiaoyan", "X", "Department of Neurology, Xiangya Hospital of Central South University, Changsha, Hunan, China."], ["Liu", "Chaorong", "C", "Department of Neurology, Xiangya Hospital of Central South University, Changsha, Hunan, China."], ["Chen", "Yayu", "Y", "Department of Neurology, Xiangya Hospital of Central South University, Changsha, Hunan, China."], ["Xie", "Yuanyuan", "Y", "Department of Neurology, Xiangya Hospital of Central South University, Changsha, Hunan, China."], ["Liu", "Chujuan", "C", "Department of Rehabilitation, Hunan Provincial People's Hospital, Changsha, Hunan, China."], ["Xiao", "Bo", "B", "Department of Neurology, Xiangya Hospital of Central South University, Changsha, Hunan, China."], ["Hu", "Zhe-Yu", "ZY", "Department of Clinical Research and Teaching, The First Hospital of Changsha, Changsha, Hunan, China."]], "date": "2017-08-28", "id": "29113406", "text": "Clinically diagnosed partial epilepsy is hard to be functionally diagnosed by regular electroencephalograph (EEG) and conventional magnetic resonance imaging (MRI). By collecting transient brain regional signals, blood oxygenation level-dependent (BOLD) function MRI (BOLD-fMRI) can provide brain function change information with high accuracy. By using resting state BOLD-fMRI technique, we aim to investigate the changes of brain function in partial epilepsy patients.BOLD-fMRI scanning was performed in 70 partial epilepsy and 70 healthy people. BOLD-fMRI data was analyzed by using the Regional Homogeneity (ReHo) method and functional connectivity of Default Mode Network (DMN) methods. The abnormal brain functional connectivity in partial epilepsy patients was detected by Statistical Parametric Mapping 8 (SPM8) analysis.Compared to healthy group, epilepsy patients showed significant decreased ReHo in left inferior parietal lobule/pre- and post-central gyrus, right thalamus/paracentral lobule/Cerebellum anterior and posterior Lobe, bilateral insula. The DMN functional connectivity regions decreased significantly in right uncus, left Inferior parietal lobule, left supramarginal gyrus, left uncus, left parahippocampa gyrus, and left superior temporal gyrus, in epilepsy patients, compared to healthy controls.This study clarified that both ReHo and functional connectivity of DMN decreased in partial epilepsy patients compared to healthy controls. While left inferior parietal lobule was detected in both ReHo and DMN, many other identified regions were different by using these two BOLD-fMRI techniques. We propose that both ReHo and DMN patterns in BOLD-fMRI may suggest networks responsible for partial epilepsy genesis or progression.", "doi": "10.18632/oncotarget.20575", "title": "Altered DMN functional connectivity and regional homogeneity in partial epilepsy patients: a seventy cases study.", "journal": ["Oncotarget", "Oncotarget"]}