{"authors": [["Nerenberg", "Kara A", "KA", "Departments of Medicine and Obstetrics and Gynecology, Cumming School of Medicine, University of Calgary, and the Libin Cardiovascular Institute of Alberta, Calgary, Alberta, Canada; the Keenan Research Institute, Li Ka Shing Knowledge Institute, St. Michael's Hospital, University of Toronto, the Institute for Clinical Evaluative Sciences, the Department of Psychiatry, University of Toronto, Women's College Hospital Research Institute, the Departments of Medicine and Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, the Department of Medicine, Sunnybrook Hospital, University of Toronto, Sunnybrook Hospital Research Institute, the Department of Medicine, Mount Sinai Hospital, University of Toronto, and the Department of Medicine, Toronto General Hospital, University of Toronto, Toronto, Ontario, Canada."], ["Park", "Alison L", "AL", null], ["Vigod", "Simone N", "SN", null], ["Saposnik", "Gustavo", "G", null], ["Berger", "Howard", "H", null], ["Hladunewich", "Michelle A", "MA", null], ["Gandhi", "Shital", "S", null], ["Silversides", "Candice K", "CK", null], ["Ray", "Joel G", "JG", null]], "date": null, "id": "29112665", "text": "To evaluate the incidence rate and relative risk of a seizure disorder after eclampsia.We evaluated 1,565,733 births in a retrospective data linkage cohort study in Ontario, Canada, from April 1, 2002, to March 31, 2014. We included females aged 15-50 years and excluded patients with epilepsy, conditions predisposing to seizure, and those who died within 30 days of the delivery discharge date. The exposure was defined as a hypertensive disorder of pregnancy, namely 1) eclampsia, 2) preeclampsia, or 3) gestational hypertension. The referent was an unaffected pregnancy. The primary outcome was the risk of seizure disorder starting 31 days after a hospital birth discharge. Risk was expressed as an incidence rate and a hazard ratio (HR) with 95% CI. The predefined study hypothesis was that women with eclampsia would have an increased risk of future seizure disorder.There were 1,615 (0.10%) pregnancies exclusively affected by eclampsia, 17,264 (1.1%) with preeclampsia, 60,863 (3.9%) with gestational hypertension, and 1,485,991 (94.9%) unaffected. A future seizure disorder was significantly more likely after a pregnancy with eclampsia (4.58/10,000 person-years) than a pregnancy without a hypertensive disorder of pregnancy (0.72/10,000 person-years; crude HR 6.09, 95% CI 2.73-13.60). The adjusted HR was minimally attenuated from 6.09 to 5.42 (95% CI 2.42-12.12) after multivariable adjustment for confounders at the index birth as well as adjusting for traumatic brain injury, stroke, cerebral tumor, aneurysm or hemorrhage, and multiple sclerosis. The risk of seizure disorder was doubled in pregnancies affected by preeclampsia (adjusted HR 1.96, 95% CI 1.21-3.17), but not by gestational hypertension (adjusted HR 1.01, 95% CI 0.71-1.43).Women with eclampsia should be reassured that, although the relative risk of a seizure disorder is higher than unaffected women, the absolute risk is extremely low (approximately one seizure/2,200 person-years).", "doi": "10.1097/AOG.0000000000002364", "title": "Long-term Risk of a Seizure Disorder After Eclampsia.", "journal": ["Obstetrics and gynecology", "Obstet Gynecol"]}