{"authors": [["Velmurugan", "Jayabal", "J", "Department of Clinical Neurosciences, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Nagarajan", "Srikantan S", "SS", "Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA, USA."], ["Mariyappa", "Narayanan", "N", "MEG Research Center, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Ravi", "Shankar G", "SG", "Department of Biostatistics, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Thennarasu", "Kandavel", "K", "Department of Biostatistics, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Mundlamuri", "Ravindranadh C", "RC", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Raghavendra", "Kenchaiah", "K", "Department of Neurology, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Bharath", "Rose Dawn", "RD", "Department of Neuroimaging & interventional radiology, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Saini", "Jitender", "J", "Department of Neuroimaging & interventional radiology, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Arivazhagan", "Arimappamagan", "A", "Department of Neurosurgery, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Rajan", "Jamuna", "J", "Department of Clinical Psychology, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Mahadevan", "Anita", "A", "Department of Neuropathology, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Rao", "Malla B", "MB", "Department of Neurosurgery, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Satishchandra", "Parthasarathy", "P", "MEG Research Center, National Institute of Mental Health and Neurosciences, Bangalore, India."], ["Sinha", "Sanjib", "S", "MEG Research Center, National Institute of Mental Health and Neurosciences, Bangalore, India."]], "date": "2017-11-07", "id": "29111591", "text": "Specificity of ictal high-frequency oscillations (HFOs) in identifying epileptogenic abnormality is significant, compared to the spikes and interictal HFOs. The objectives of the study were to detect and to localize ictal HFOs by magnetoencephalography (MEG) for identifying the seizure onset zone (SOZ), evaluate the cortical excitability from preictal to ictal transition, and establish HFO concordance rates with other modalities and postsurgical resection.Sixty-seven patients with drug-resistant epilepsy had at least 1 spontaneous seizure each during MEG acquisition, and analysis was carried out on 20 seizures from 20 patients. Ictal MEG data were bandpass filtered (80-200 Hz) to visualize, review, and analyze the HFOs co-occurring with ictal spikes. Source montages were generated on both hemispheres, mean fast Fourier transform was computed on virtual time series for determining the preictal to ictal spectral power transition, and source reconstruction was performed with sLORETA and beamformers. The concordance rates of ictal MEG HFOs (SOZ) was estimated with 4 reference epileptogenic regions.In each subject, transient bursts of high-frequency oscillatory cycles, distinct from the background activity, were observed in the periictal continuum. Time-frequency analysis showed significant spectral power surge (85-160 Hz) during ictal state (P < .05) compared to preictal state, but there was no variation in the peak HFO frequencies (P > .05) for each subgroup and at each source montage. HFO source localization was consistent between algorithms (k = 0.857 ± 0.138), with presumed epileptogenic zone (EZ) comparable to other modalities. In patients who underwent surgery (n = 6), MEG HFO SOZ was concordant with the presumed EZ and the surgical resection site (100%), and all were seizure-free during follow-up.HFOs could be detected in the MEG periictal state, and its sources were accurately localized. During preictal to ictal transition, HFOs exhibited dynamic augmentation in intrinsic epileptogenicity. Spatial overlap of ictal HFO sources was consistent with EZ determinants and the surgical resection area.", "doi": "10.1111/epi.13940", "title": "Magnetoencephalographic imaging of ictal high-frequency oscillations (80-200 Hz) in pharmacologically resistant focal epilepsy.", "journal": ["Epilepsia", "Epilepsia"]}