{"authors": [["Wiglusz", "Mariusz S", "MS", "Department of Psychiatry, Medical University of Gdańsk, Poland."], ["Landowski", "Jerzy", "J", "Department of Psychiatry, Medical University of Gdańsk, Poland."], ["Michalak", "Lidia", "L", "Regional Epilepsy Outpatient Unit, Copernicus Hospital, Gdańsk, Poland."], ["Cubała", "Wiesław J", "WJ", "Department of Psychiatry, Medical University of Gdańsk, Poland. Electronic address: cubala@gumed.edu.pl."]], "date": "2017-11-05", "id": "29111504", "text": "Despite the fact that depressive disorders are the most common comorbidities among patients with epilepsy (PWE), such disorders often go unrecognized and untreated. In addition, the availability of validated screening instruments to detect depression in PWE is limited. The aim of the present study was thus to validate the Polish version of the Beck Depression Inventory (BDI) in adult PWE.A group of 118 outpatient PWE were invited to participate in the study. Ninety-six patients meeting the inclusion criteria completed the Polish Version of Beck Depression Inventory-I (BDI-I) and were examined by a trained psychiatrist using the Structured Clinical Interview (SICD-I) for Diagnostic and statistical manual of mental disorders - fourth edition (Text revision) (DSM-IV-TR). Receiver operating characteristic (ROC) curves were used to determine the optimal threshold scores for BDI.Receiver operating characteristic analysis showed the area under the curve to be approximately 84%. For major depressive disorder (MDD) diagnosis, the BDI demonstrated the best psychometric properties for a cut-off score to be 18, with a sensitivity of 90.5%, specificity of 70.7%, positive predictive value (PPV) of 46.3%, and negative predictive value (NPV) of 96.4%. For the 'any depressive disorder' group, the BDI optimum cut-off score was 11, with a sensitivity of 82.5%, specificity of 73.2%, PPV of 68.8%, and NPV of 85.4%.The BDI score is a valid psychometric indicator for depressive disorders in PWE maintaining adequate sensitivity and specificity, high NPV, and acceptable PPV with an optimum cut-off score of 18 for MDD diagnosis.", "doi": "10.1016/j.yebeh.2017.09.023", "title": "Validation of the Polish version of the Beck Depression Inventory in patients with epilepsy.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}