{"authors": [["Duwicquet", "Coline", "C", "Department of Neurology, University Hospital of Tours, France. Electronic address: coline.d@club-internet.fr."], ["de Toffol", "Bertrand", "B", "Department of Neurology, University Hospital of Tours, France; INSERM U930, Université François-Rabelais de Tours, Tours, France."], ["Corcia", "Philippe", "P", "Department of Neurology, University Hospital of Tours, France; INSERM U930, Université François-Rabelais de Tours, Tours, France."], ["Bonnin", "Maxime", "M", "Clinique Psychiatrique Universitaire, CHRU de Tours, Tours, France."], ["El-Hage", "Wissam", "W", "Clinique Psychiatrique Universitaire, CHRU de Tours, Tours, France; INSERM U930, Université François-Rabelais de Tours, Tours, France."], ["Biberon", "Julien", "J", "Department of Neurology, University Hospital of Tours, France."]], "date": "2017-11-05", "id": "29111503", "text": "Psychogenic nonepileptic seizures (PNESs) are episodes that resemble epileptic seizures but are of psychological origin. A few studies have attempted to describe different types of PNES as a combination of clinical signs but their validation and robustness have not yet been reached. The aim of this study was to assess the inter-rater reliability (IRR) of five existing clinical PNES classifications.A total of 107 PNESs from 54 patients were retrospectively analyzed independently by two trained epileptologists, who were blinded to each other's findings. The recorded events were grouped according to the five chosen classifications systems. The IRR was measured using a kappa (κ) coefficient for each PNES classification. We also report category-specific κ values.Our study demonstrated a mild to moderate IRR (κ from 0.44-0.68) for classifying PNES using the 5 proposed classification schemes. Within these classifications, the most reproducible classes are the subjective ones followed by the dialeptic group. Classes based on motor signs are the least reproducible.The IRR for current clinical classifications of PNES was only moderate. The difficulty to analyze motor signs could explain this poor reliability. It is necessary to ensure the reliability of clinical classifications of PNES in order for them to be a relevant tool in clinical practice or to explore correlations in clinical research. Future research would benefit from increased precision of diagnostic criteria specific to each class.", "doi": "10.1016/j.yebeh.2017.09.013", "title": "Are the clinical classifications for psychogenic nonepileptic seizures reliable?", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}