{"authors": [["Rao", "Sindhu R", "SR", "Department of Neurology, University of Texas Health Science Center, 6431 Fannin, Houston, TX, USA."], ["Slater", "Jeremy D", "JD", "Department of Neurology, University of Texas Health Science Center, 6431 Fannin, Houston, TX, USA."], ["Kalamangalam", "Giridhar P", "GP", "Department of Neurology, University of Texas Health Science Center, 6431 Fannin, Houston, TX, USA. Electronic address: gkalamangalam@ufl.edu."]], "date": "2017-11-05", "id": "29111502", "text": "Psychogenic nonepileptic seizures (PNES), often mistaken for epilepsy in community practice, require inpatient video-EEG (VEEG) monitoring for diagnostic confirmation. We developed a simple score designed for use in an outpatient setting to predict the subsequent VEEG diagnosis of PNES. We retrospectively compared fifty-five consecutive patients with VEEG-proven PNES (N1=55) with a group of randomly selected patients with VEEG-proven epilepsy (N2=55). Patients were divided into two groups: I) a 'truly retrospective' group of 27 patients with PNES and 27 patients with epilepsy whose data served to develop the score, and II) a 'pseudoprospective' group of 28 patients each with PNES and epilepsy to whom the score was applied. Six features in the history of the Group I cohort appeared more prominent in patients with PNES than patients with epilepsy and were assigned escalating numerical values as follows: number of declared drug allergies (0, 0.5, 1), number of declared comorbidities (0, 0.5, 1), number of previous invasive medical interventions of any type (0, 0.5, 1), and a history of significant psychological or physical trauma (0 or 1). In addition, a score was assigned to verbal description of the seizures themselves as being consistent (=0), atypical (=1), or indeterminate (=0.5) for epilepsy. The values were added to yield an omnibus score ranging from 0 to 6. Scoring of Group II subjects in a blinded fashion revealed that in general patients with PNES had higher scores, and the majority obtained a score >2; most patients with epilepsy scored <1.5. Group difference in the mean between the PNES and epilepsy cohort was highly significant (p<0.0001, Wilcoxon rank-sum test). Our score is a simple clinical instrument based on the patient history that may find use in the triage of patients awaiting hospitalization for VEEG and in pre-VEEG counseling.", "doi": "10.1016/j.yebeh.2017.09.005", "title": "A simple clinical score for prediction of nonepileptic seizures.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}