{"authors": [["Mahmud", "Sidrah", "S", "Department of Neurology, North Shore University Hospital, Hofstra Northwell School of Medicine, 300 Community Drive, Manhasset, NY 11030, USA. Electronic address: sidrah.mahmud@yale.edu."], ["Hwang", "Sean T", "ST", "Department of Neurology, North Shore University Hospital, Hofstra Northwell School of Medicine, 300 Community Drive, Manhasset, NY 11030, USA. Electronic address: shwang2@northwell.edu."]], "date": "2017-11-05", "id": "29111501", "text": "There is lack of consensus regarding driving restrictions for patients with epilepsy. Regulations vary by state. New York State (NYS) recommends driving restrictions for one year in a person with an episode of loss of consciousness (LOC), with physician discretion. Often, providers make recommendations to permit their patients to drive after a shorter seizure-free period than proposed guidelines. The prevalence and reasons behind more lenient recommendations have not been elucidated.Forty-one neurologists were surveyed anonymously in Nassau County, New York. They were questioned about the length of recommended driving restrictions (≤1, 3, 6, or ≥12months) that they typically provide to patients with suspected seizures in different clinical scenarios and overall reasons for doing so. Data about level of training, setting of practice, use of antiepileptic drug (AED) levels, and electroencephalogram (EEG) were also collected.Of the 41 neurologists surveyed, 72% reported recommending driving restrictions <12months for patients who experienced LOC, without a confirmed diagnosis of seizure. The majority also recommended driving restriction of <12months for other scenarios including acute symptomatic seizure, exclusively simple partial seizures, nocturnal seizures, psychogenic nonepileptic seizures (PNES), and seizures occurring with or during AED reduction. The most common rationale was to improve patient autonomy and independence. Less than a third of neurologists estimated that the majority of their patients were noncompliant with driving recommendations.We found that many neurologists' recommendations for limiting driving for patients with seizure-related episodes are shorter than those recommended by NYS. Furthermore, as there are no specific guidelines for questionable epileptic scenarios and seizures occurring nocturnally or without LOC, this appears to contribute to substantial variability in the duration of recommended driving restrictions. This opens a broad discussion about approaches towards advising driving limitations in order to protect public and patient safety while maintaining patient autonomy.", "doi": "10.1016/j.yebeh.2017.09.019", "title": "Understanding variability in driving recommendations for patients with seizures.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}