{"authors": [["Wang", "Huifang E", "HE", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France. Electronic address: Elizabethhw@gmail.com."], ["Friston", "Karl J", "KJ", "The Wellcome Trust Centre for Neuroimaging, University College London, Queen Square, London WC1N 3BG, UK."], ["Bénar", "Christian G", "CG", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France."], ["Woodman", "Marmaduke M", "MM", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France."], ["Chauvel", "Patrick", "P", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; Epilepsy Center, Neurological Institute, Cleveland Clinic, Cleveland, OH 44195, USA."], ["Jirsa", "Viktor", "V", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France."], ["Bernard", "Christophe", "C", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France. Electronic address: christophe.bernard@univ-amu.fr."]], "date": "2017-10-27", "id": "29111409", "text": "Many analysis methods exist to extract graphs of functional connectivity from neuronal networks. Confidence in the results is limited because, (i) different methods give different results, (ii) parameter setting directly influences the final result, and (iii) systematic evaluation of the results is not always performed. Here, we introduce MULAN (MULtiple method ANalysis), which assumes an ensemble based approach combining multiple analysis methods and fuzzy logic to extract graphs with the most probable structure. In order to reduce the dependency on parameter settings, we determine the best set of parameters using a genetic algorithm on simulated datasets, whose temporal structure is similar to the experimental one. After a validation step, the selected set of parameters is used to analyze experimental data. The final step cross-validates experimental subsets of data and provides a direct estimate of the most likely graph and our confidence in the proposed connectivity. A systematic evaluation validates our strategy against empirical stereotactic electroencephalography (SEEG) and functional magnetic resonance imaging (fMRI) data.", "doi": "10.1016/j.neuroimage.2017.10.036", "title": "MULAN: Evaluation and ensemble statistical inference for functional connectivity.", "journal": ["NeuroImage", "Neuroimage"]}