{"authors": [["Busquets", "Oriol", "O", "Departament de Bioquímica i Biotecnologia, Facultat de Medicina i Ciències de la Salut, Universitat Rovira i Virgili, Reus, Tarragona, Spain; Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain; Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain."], ["Ettcheto", "Miren", "M", "Departament de Bioquímica i Biotecnologia, Facultat de Medicina i Ciències de la Salut, Universitat Rovira i Virgili, Reus, Tarragona, Spain; Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain; Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain."], ["Verdaguer", "Ester", "E", "Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain; Departament de Biologia Cellular, Fisiologia i Immunologia, Facultat de Biologia, Universitat de Barcelona, Barcelona, Spain."], ["Dario", "Rubén", "R", "Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain; Departament de Biologia Cellular, Fisiologia i Immunologia, Facultat de Biologia, Universitat de Barcelona, Barcelona, Spain; Departamento de Biología Celular y Molecular, C.U.C.B.A., Universidad de Guadalajara y División de Neurociencias, Sierra Mojada 800, Col. Independencia, Guadalajara, Jalisco 44340, Mexico."], ["Auladell", "Carme", "C", "Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain; Departament de Biologia Cellular, Fisiologia i Immunologia, Facultat de Biologia, Universitat de Barcelona, Barcelona, Spain."], ["Beas-Zarate", "Carlos", "C", "Departamento de Biología Celular y Molecular, C.U.C.B.A., Universidad de Guadalajara y División de Neurociencias, Sierra Mojada 800, Col. Independencia, Guadalajara, Jalisco 44340, Mexico."], ["Folch", "Jaume", "J", "Departament de Bioquímica i Biotecnologia, Facultat de Medicina i Ciències de la Salut, Universitat Rovira i Virgili, Reus, Tarragona, Spain; Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain."], ["Camins", "Antoni", "A", "Departament de Farmacologia, Toxicologia i Química Terapèutica, Facultat de Farmàcia i Ciències de l'Alimentació, Universitat de Barcelona, Barcelona, Spain; Biomedical Research Networking Centre in Neurodegenerative Diseases (CIBERNED), Madrid, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain. Electronic address: camins@ub.edu."]], "date": "2017-10-27", "id": "29111385", "text": "The mitogen-activated protein kinase family (MAPK) is an important group of enzymes involved in cellular responses to diverse external stimuli. One of the members of this family is the c-Jun-N-terminal kinase (JNK). The activation of the JNK pathway has been largely associated with the pathogenesis that occurs in epilepsy and neurodegeneration. Kainic acid (KA) administration in rodents is an experimental approach that induces status epilepticus (SE) and replicates many of the phenomenological features of human temporal lobe epilepsy (TLE). Recent studies in our group have evidenced that the absence of the JNK1 gene has neuroprotective effects against the damage induced by KA, as it occurs with the absence of JNK3. The aim of the present study was to analyse whether the pharmacological inhibition of JNK1 by Licochalcone A (Lic-A) had similar effects and if it may be considered as a new molecule for the treatment of SE. In order to achieve this objective, animals were pre-treated with Lic-A and posteriorly administered with KA as a model for TLE. In addition, a comparative study with KA was performed between wild type pre-treated with Lic-A and single knock-out transgenic mice for the Jnk1-/- gene. Our results showed that JNK1 inhibition by Lic-A, previous to KA administration, caused a reduction in the convulsive pattern. Furthermore, it reduced phosphorylation levels of the JNK, as well as its activity. In addition, Lic-A prevented hippocampal neuronal degeneration, increased pro-survival anti-apoptotic mechanisms, reduced pro-apoptotic biomarkers, decreased cellular stress and neuroinflammatory processes. Thus, our results suggest that inhibition of the JNK1 by Lic-A has neuroprotective effects and that; it could be a new potential approach for the treatment of SE and neurodegeneration.", "doi": "10.1016/j.neuropharm.2017.10.030", "title": "JNK1 inhibition by Licochalcone A leads to neuronal protection against excitotoxic insults derived of kainic acid.", "journal": ["Neuropharmacology", "Neuropharmacology"]}