{"authors": [["Zheng", "Fangshuo", "F", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: zhengfangshuo@163.com."], ["Yang", "Yong", "Y", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: 2962070093@qq.com."], ["Lu", "Shanshan", "S", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: 1606049434@qq.com."], ["Yang", "Qin", "Q", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: 2954923427@qq.com."], ["Li", "Yun", "Y", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: 3580452154@qq.com."], ["Xu", "Xin", "X", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: 1193883981@qq.com."], ["Zhang", "Yanke", "Y", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: 348951685@qq.com."], ["Liu", "Feng", "F", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: 3272136404@qq.com."], ["Tian", "Xin", "X", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China. Electronic address: cqmutx@163.com."], ["Wang", "Xuefeng", "X", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing Key Laboratory of Neurology, 1 Youyi Road, Chongqing 400016, China; Center of Epilepsy, Beijing Institute for Brain Disorders, 10 Xitoutiao, Youanmen, Fengtai District, Beijing 100069, China. Electronic address: xfyp@163.com."]], "date": "2017-10-27", "id": "29111364", "text": "Cluster of differentiation 36 (CD36) belongs to the class B scavenger receptor family. CD36 is a glycoprotein found on the surface of various cell types and has been implicated in the mechanism of numerous central nervous system (CNS) diseases. However, the relationship between CD36 and epilepsy remains unknown. In this study, we aimed to detect the expression of CD36 in two different chronic epileptic mouse models and determine whether CD36 deficiency leads to suppressive neuronal hyperexcitability and decreased susceptibility of epileptic seizures. Here, we found that CD36 was expressed in the neurons and that CD36 expression was significantly elevated in epileptic mice induced by pentylenetetrazol (PTZ) and kainic acid (KA). Behavioral studies revealed that CD36 deletion in mice (CD36-/- mice) resulted in an attenuated progression of chronic epilepsy compared with wild-type (WT) mice. Whole-cell patch-clamp technique exhibited a decreased frequency of action potentials (APs) in the hippocampal slices of CD36-/- mice. In addition, local field potential (LFP) analysis further indicated that CD36 deletion reduced the frequency and duration of epileptiform-like discharges. These results revealed that CD36 deficiency could produce an antiepileptic effect and could provide new insight into antiepileptic treatment.", "doi": "10.1016/j.neuroscience.2017.10.024", "title": "CD36 Deficiency Suppresses Epileptic Seizures.", "journal": ["Neuroscience", "Neuroscience"]}