{"authors": [["Gonzalez-Quarante", "Lain Hermes", "LH", "Department of Neurosurgery, Hospital Universitario HM Sanchinarro, Madrid, Spain; Department of Neurosurgery, Hospital General Universitario Gregorio Marañón, Madrid, Spain. Electronic address: lainhermesgq@gmail.com."], ["Ruiz-Juretschke", "Fernando", "F", "Department of Neurosurgery, Hospital General Universitario Gregorio Marañón, Madrid, Spain."], ["Sola Vendrell", "Emma", "E", "Department of Neuropathology, Hospital General Universitario Gregorio Marañón, Madrid, Spain."], ["Gil de Sagredo Del Corral", "Oscar Lucas", "OL", "Department of Neurosurgery, Hospital General Universitario Gregorio Marañón, Madrid, Spain."], ["Agarwal", "Vijay", "V", "Department of Neurosurgery, Mayo Clinic, Rochester, MN, USA."], ["Garcia-Leal", "Roberto", "R", "Department of Neurosurgery, Hospital General Universitario Gregorio Marañón, Madrid, Spain."]], "date": "2017-10-28", "id": "29111096", "text": "Multinodular and vacuolating neuronal tumor has been recently described and included in the World Health Organization Classification of Tumors of The Central Nervous System, even though its consideration as a true tumor is controversial. Patients with these lesions usually present with refractory seizures and inconclusive imaging findings that may be confused with other more common diagnoses such as dysembryoplastic neuroepithelial tumors or low-grade gliomas. Therefore, surgical resection is warranted to reach a pathologic diagnosis and seizure control. To the best of our knowledge, only 16 cases have been published in the English literature.We present the case of a 52-year-old male who presented at our institution with a 2-year-history of absence of seizures. Brain MRI showed a T2-hyperintense lesion with no contrast enhancement affecting his temporal lobe. Temporal craniotomy and microsurgical resection was scheduled. The procedure was uneventful and a grayish, gluey mass was sent for pathologic analysis. The tumor was formed by immature neuronal cells organized in nodules with a vacuolated matrix. A thorough immunohistochemical analysis showed positivity for: Protein Gene Product 9.5. ATRX. OLIG2. SOX10. p16. Nestin. Synaptophysin. The findings were consistent with multinodular and vacuolating neuronal tumor. The patient has been seizure-free after surgery and with no signs of tumor progression.We present a thorough review addressing this uncommon tumor along with a description of the 17th reported case of MVNT, a tumor that was described for the first time in 2013. Further studies and case studies are necessary to establish a well-defined morphological and immunohistochemical profile along with knowledge about its natural history.", "doi": "10.1016/j.neucir.2017.08.003", "title": "Multinodular and vacuolating neuronal tumor of the cerebrum. A rare entity. New case and review of the literature.", "journal": ["Neurocirugia (Asturias, Spain)", "Neurocirugia (Astur)"]}