{"authors": [["Braun", "James", "J", "Department of Pharmacy Services, SSM Health Saint Louis University Hospital, 3635 Vista Ave., St. Louis, MO 63110, United States."], ["Gau", "Elizabeth", "E", "Department of Pharmacy Services, SSM Health Saint Louis University Hospital, 3635 Vista Ave., St. Louis, MO 63110, United States."], ["Revelle", "Stacy", "S", "Department of Pharmacy Services, SSM Health Saint Louis University Hospital, 3635 Vista Ave., St. Louis, MO 63110, United States."], ["Byrne", "Laurie", "L", "Division of Emergency Medicine, Saint Louis University School of Medicine, 3635 Vista Ave., St. Louis, MO 63110, United States."], ["Kumar", "Abhay", "A", "Department of Neurology, Saint Louis University School of Medicine, 3635 Vista Ave., St. Louis, MO 63110, United States. Electronic address: abhay.kumarjha@gmail.com."]], "date": "2017-09-22", "id": "29111005", "text": "This retrospective study analyzed benzodiazepine usage patterns in relation to guideline recommendations for the treatment of generalized convulsive status epilepticus (GCSE) as practiced by emergency medical services (EMS) and the emergency department (ED) of an inner-city hospital. Secondary outcomes of interest were adverse events and admission/discharge outcomes.Records of all patients≥18years old diagnosed with GCSE between June 2012 and September 2015 and transported by EMS to our hospital ED were reviewed.Of 44 patients analyzed, 43 (98%) had a history of epilepsy. Benzodiazepine utilization varied; EMS preferred midazolam (69% of cases) while the ED utilized lorazepam (91% of cases). Benzodiazepine dosages used were lower than guideline recommendations. Seizure activity was aborted with benzodiazepines alone in 22 (50%) patients. Twelve patients (27%) experienced seizure recurrence following SE treatment and achievement of seizure cessation. Twenty-three (52%) patients required intubation after arrival to ED. All 44 patients were admitted; 30 (68%) required admission to the intensive care unit.There was consistent underdosing of benzodiazepines in treatment of GCSE in both EMS and ED settings likely resulting in underachievement of seizure cessation, while intubation rates were higher than reported when compared to previous studies. Prospective studies are needed to identify barriers to optimal benzodiazepine usage in GCSE patients.", "doi": "10.1016/j.jns.2017.09.031", "title": "Impact of non-guideline-based treatment of status epilepticus.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}