{"authors": [["Fauser", "Susanne", "S", "Epilepsy Center Bethel, Klinik Mara I, Bielefeld, Germany. Electronic address: susanne.fauser@mara.de."], ["Tumani", "Hayrettin", "H", "Department of Neurology, University Hospital Ulm, Ulm and Specialty Hospital of Neurology, Dietenbronn, Schwendi, Germany."]], "date": null, "id": "29110774", "text": "Epilepsy is worldwide one of the most common neurologic diseases (prevalence 0.5-1%). The diagnostic procedure following a first epileptic seizure includes cerebral imaging, blood examinations, electroencephalography, and an investigation of the cerebrospinal fluid (CSF) in patients seen soon after a seizure in order to exclude dangerous causes which require immediate treatment. Basic CSF investigation comprises the determination of cell counts, glucose, and lactate levels in serum and CSF and of albumin, immunoglobulins, and their quotients. Taken together recent studies show that otherwise unexplained liquor pleocytosis following an epileptic seizure is a rare and transient phenomenon, mainly observed in the first 72 hours. Blood-CSF barrier disruption, however, is observed in a considerable percentage of patients with epileptic seizures and plays a critical role in epileptogenesis and also is observed as a sequel of epileptic activity, in particular in status epilepticus. Similarly, elevated tau protein and lactate levels are commonly seen after epileptic seizures and depend on seizure duration. Whereas elevated lactate levels are transient and observed only up to 72 hours after a seizure, tau levels and albumin quotients remain increased for 9-14 days. Intrathecal immunoglobulin synthesis is increasingly observed in patients with focal cryptogenic epilepsy. Systematic prospective clinical and experimental trials are required to identify antigenic targets and to select patients for whom immunotherapy might be a therapeutic option.", "doi": "10.1016/B978-0-12-804279-3.00015-0", "title": "Epilepsy.", "journal": ["Handbook of clinical neurology", "Handb Clin Neurol"]}