{"authors": [["Ukai", "Masayasu", "M", "1 Department of Clinical Veterinary Science, Nippon Veterinary and Life Science University, Tokyo, Japan."], ["Hamamoto", "Yuji", "Y", "1 Department of Clinical Veterinary Science, Nippon Veterinary and Life Science University, Tokyo, Japan."], ["Yu", "Yoshihiko", "Y", "1 Department of Clinical Veterinary Science, Nippon Veterinary and Life Science University, Tokyo, Japan."], ["Fujiwara-Igarashi", "Aki", "A", "1 Department of Clinical Veterinary Science, Nippon Veterinary and Life Science University, Tokyo, Japan."], ["Fujita", "Michio", "M", "1 Department of Clinical Veterinary Science, Nippon Veterinary and Life Science University, Tokyo, Japan."], ["Hasegawa", "Daisuke", "D", "1 Department of Clinical Veterinary Science, Nippon Veterinary and Life Science University, Tokyo, Japan."]], "date": "2017-11-01", "id": "29110561", "text": "Objectives The effectiveness of zonisamide (ZNS) against spontaneous epilepsy in cats has not yet been described. The purpose of this study was to investigate the effect of ZNS on interictal paroxysmal discharges (PDs) using scalp electroencephalography (EEG) in familial spontaneous epileptic cats (FSECs). Methods Eight FSECs were evaluated (six males and two females). Scalp EEG measurements were performed once a week for 3 weeks before ZNS administration (Pre-ZNS). Thereafter, administration of ZNS was started and an adjustment period was instituted until the drug in plasma achieved the steady state. When ZNS in plasma was confirmed to be within 10-40 μg/ml, scalp EEG measurements were performed once a week for 3 weeks (Post-ZNS). The number of PDs (counts/min) were compared between Pre-ZNS and Post-ZNS treatment. Results The median number of PDs for Pre-ZNS and Post-ZNS were 0.43/min (0.13-0.82/min) and 0.28/min (0.07-0.87/min), respectively. The number of PDs Post-ZNS was significantly reduced compared with Pre-ZNS ( P = 0.02). Conclusions and relevance This study showed that ZNS, within the recommended therapeutic range suggested for use in humans and dogs (10-40 µg/ml), reduced the number of PDs recorded on EEG in FSECs that are considered a model for cats with idiopathic epilepsy. Although phenobarbital is the antiepileptic drug of choice for epileptic cats, the results of this research provide evidence to support the use of ZNS in cats with phenobarbital-resistant epilepsy or for cats that cannot use phenobarbital due to adverse side effects.", "doi": "10.1177/1098612X17740247", "title": "Efficacy of zonisamide on interictal electroencephalography in familial spontaneous epileptic cats.", "journal": ["Journal of feline medicine and surgery", "J. Feline Med. Surg."]}