{"authors": [["Lau", "Lauren A", "LA", "Department of Neuroscience, Tufts University School of Medicine, Boston, MA 02111."], ["Noubary", "Farzad", "F", "The Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Boston, MA 02111."], ["Wang", "Dongqing", "D", "Department of Brain and Cognitive Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139."], ["Dulla", "Chris G", "CG", "Department of Neuroscience, Tufts University School of Medicine, Boston, MA 02111."]], "date": "2017-11-06", "id": "29109971", "text": "Developmental cortical malformations (DCMs) result from pre- and perinatal insults, as well as genetic mutations. Hypoxia, viral infection, and traumatic injury are the most common environmental causes of DCMs, and are associated with the subsyndromes focal polymicrogyria and focal cortical dysplasia (FCD) Type IIId, both of which have a high incidence of epilepsy. Understanding the molecular signals that lead to the formation of a hyperexcitable network in DCMs is critical to devising novel treatment strategies. In a previous study using the freeze-lesion (FL) murine model of DCM, we found that levels of thrombospondin (TSP) and the calcium channel auxiliary subunit α2δ-1 were elevated. TSP binds to α2δ-1 to drive the formation of excitatory synapses during development, suggesting that overactivation of this pathway may lead to exuberant excitatory synaptogenesis and network hyperexcitability seen in DCMs. In that study, antagonizing TSP/α2δ-1 signaling using the drug gabapentin (GBP) reduced many FL-induced pathologies. Here, we used mice with a genetic deletion of α2δ-1 to determine how α2δ-1 contributes to cell death, elevated excitatory synapse number, and in vitro network function after FL and to examine the molecular specificity of GBP's effects. We identified a critical role for α2δ-1 in FL-induced pathologies and in mediating the neuroprotective effects of GBP. Interestingly, genetic deletion of α2δ-1 did not eliminate GBP's effects on synaptogenesis, suggesting that GBP can have α2δ-1-independent effects. Taken together these studies suggests that inhibiting α2δ-1 signaling may have therapeutic promise to reduce cell death and network reorganization associated with insult-induced DCMs.", "doi": "10.1523/ENEURO.0316-17.2017", "title": "α2δ-1 Signaling Drives Cell Death, Synaptogenesis, Circuit Reorganization, and Gabapentin-Mediated Neuroprotection in a Model of Insult-Induced Cortical Malformation.", "journal": ["eNeuro", "eNeuro"]}