{"authors": [["Mencarelli", "Annalisa", "A", "Pediatric Clinic, Department of Surgical and Biomedical Sciences, Università degli Studi di Perugia, 06123 Perugia, Italy. almiomedico@gmail.com."], ["Prontera", "Paolo", "P", "Medical Genetics Unit, S. Maria della Misericordia Hospital, and University of Perugia, 06123 Perugia, Italy. paolo.prontera@ospedale.perugia.it."], ["Stangoni", "Gabriela", "G", "Medical Genetics Unit, S. Maria della Misericordia Hospital, and University of Perugia, 06123 Perugia, Italy. gabriela.stangoni@ospedale.perugia.it."], ["Mencaroni", "Elisabetta", "E", "Pediatric Clinic, Department of Surgical and Biomedical Sciences, Università degli Studi di Perugia, 06123 Perugia, Italy. elisabetta.mencaroni@ospedale.perugia.it."], ["Principi", "Nicola", "N", "Pediatric Highly Intensive Care Unit, Università degli Studi di Milano, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, 20122 Milano, Italy. nicola.principi@unimi.it."], ["Esposito", "Susanna", "S", "Pediatric Clinic, Department of Surgical and Biomedical Sciences, Università degli Studi di Perugia, 06123 Perugia, Italy. susanna.esposito@unimi.it."]], "date": "2017-10-29", "id": "29109381", "text": "Malformations of the cerebral cortex are an important cause of developmental disabilities and epilepsy. Neurological disorders caused by abnormal neuronal migration have been observed to occur with mutations in tubulin genes. The α- and β-tubulin genes encode cytoskeletal proteins, which play a role in the developing brain. TUBA1A mutations are associated with a wide spectrum of neurological problems, which are characterized by peculiar clinical details and neuroradiologic patterns. This manuscript describes the case of a nine-year-old girl with microcephaly, mild facial dysmorphisms, epileptic seizures, and severe developmental delay, with a de novo heterozygous c.320A>G [p.(His 107 Arg)] mutation in TUBA1A gene, and the clinical aspects and neuroimaging features of \"lissencephaly syndrome\" are summarized. This case shows that TUBA1A mutations lead to a variety of brain malformations ranging from lissencephaly with perisylvian pachygyria to diffuse posteriorly predominant pachygyria, combined with internal capsule dysgenesis, cerebellar dysplasia, and callosal hypotrophy. This peculiar neuroradiological pattern, in combination with the usually severe clinical presentation, suggests the need for future molecular studies to address the mechanisms of TUBA1A mutation-induced neuropathology.", "doi": "10.3390/ijms18112273", "title": "Epileptogenic Brain Malformations and Mutations in Tubulin Genes: A Case Report and Review of the Literature.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}