{"authors": [["Nabbout", "Rima", "R", "Reference Centre for Rare Epilepsies, Department of Pediatric Neurology, Necker-Enfants Malades, APHP & Inserm U1129, Paris, France. Electronic address: rimanabbout@yahoo.com."], ["Auvin", "Stephane", "S", "Hôpital Robert Debré, APHP & Inserm U1141, Paris, France. Electronic address: stephane.auvin@aphp.fr."], ["Chiron", "Catherine", "C", "Reference Centre for Rare Epilepsies, Department of Pediatric Neurology, Necker-Enfants Malades, APHP & Inserm U1129, Paris, France."], ["Irwin", "John", "J", "Zogenix International Ltd., Maidenhead, Berkshire, England, United Kingdom. Electronic address: jirwin@zogenix.com."], ["Mistry", "Arun", "A", "Zogenix International Ltd., Maidenhead, Berkshire, England, United Kingdom. Electronic address: amistry@zogenix.com."], ["Bonner", "Nicola", "N", "Adelphi Values, Bollington, Cheshire, England, United Kingdom. Electronic address: Nicola.bonner@adelphivalues.com."], ["Williamson", "Nicola", "N", "Adelphi Values, Bollington, Cheshire, England, United Kingdom. Electronic address: Nicola.williamson@adelphivalues.com."], ["Bennett", "Bryan", "B", "Adelphi Values, Bollington, Cheshire, England, United Kingdom. Electronic address: bryan.bennett@adelphivalues.com."]], "date": "2017-11-04", "id": "29108913", "text": "Dravet Syndrome (DS) is a rare developmental and epileptic encephalopathy characterized by multiple seizures, frequently prolonged and treatment refractory, with significant developmental disabilities and behavioral and psychiatric disorders. Patients with DS require intensive support and supervision from a caregiver, impacting significantly on both patients' and caregivers' lives. This study aimed to identify core concepts to measure the impact on both patients and caregivers in future DS clinical trials.Qualitative concept elicitation interviews were conducted with caregivers and healthcare professionals involved in caring for children with DS (aged 2-18years) in France to identify important concepts related to the global impact of DS. Interviews explored a range of concepts, including triggers, symptoms, impacts, and coping strategies, from which a conceptual model was developed. A Delphi consensus panel with eight international clinical experts aimed to identify important and relevant endpoints.Seizure was the most commonly reported symptom with DS further impacting children's cognitive and behavioral functioning. Caregivers identified impact concepts not reported by healthcare professionals. Both groups described additional impacts on wider family members and home modifications. Clinical experts agreed on the inclusion of five patient- and caregiver-relevant concepts for measurement in future DS clinical trials in a composite endpoint. The five concepts for inclusion were; seizures, expressive communication of the child, receptive communication of the child, impact on daily activities, and social functioning of the caregiver.This study showed the wider potential impact of DS to extend beyond that of seizures, demonstrating that there is a need for additional patient- and caregiver-relevant concepts to be measured in clinical trials to fully identify the value of therapeutic interventions.", "doi": "10.1016/j.yebeh.2017.08.029", "title": "Development and content validation of a preliminary core set of patient- and caregiver-relevant outcomes for inclusion in a potential composite endpoint for Dravet Syndrome.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}