{"authors": [["Ballester-Plané", "Júlia", "J", "Departament de Psicologia Clínica i Psicobiologia, Universitat de Barcelona, Barcelona, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain; Institut de Recerca Pediàtrica Hospital Sant Joan de Déu, Barcelona, Spain."], ["Laporta-Hoyos", "Olga", "O", "Departament de Psicologia Clínica i Psicobiologia, Universitat de Barcelona, Barcelona, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain; Institut de Recerca Pediàtrica Hospital Sant Joan de Déu, Barcelona, Spain."], ["Macaya", "Alfons", "A", "Grup de Recerca en Neurologia Pediàtrica, Vall d'Hebron Institut de Recerca, Universitat Autònoma de Barcelona, Barcelona, Spain."], ["Póo", "Pilar", "P", "Servei de Neurologia, Hospital Universitari Sant Joan de Déu, Barcelona, Spain."], ["Meléndez-Plumed", "Mar", "M", "Servei de Rehabilitació i Medicina Física, Hospital Universitari Vall d'Hebron, Barcelona, Spain."], ["Toro-Tamargo", "Esther", "E", "Servei de Rehabilitació i Medicina Física, Hospital Universitari Vall d'Hebron, Barcelona, Spain."], ["Gimeno", "Francisca", "F", "Serveis de Salut i Rehabilitació, Associació de la Paràlisi Cerebral (ASPACE), Barcelona, Spain."], ["Narberhaus", "Ana", "A", "Departament de Psicologia Clínica i Psicobiologia, Universitat de Barcelona, Barcelona, Spain."], ["Segarra", "Dolors", "D", "Departament de Psicologia Clínica i Psicobiologia, Universitat de Barcelona, Barcelona, Spain."], ["Pueyo", "Roser", "R", "Departament de Psicologia Clínica i Psicobiologia, Universitat de Barcelona, Barcelona, Spain; Institut de Neurociències, Universitat de Barcelona, Barcelona, Spain; Institut de Recerca Pediàtrica Hospital Sant Joan de Déu, Barcelona, Spain. Electronic address: rpueyo@ub.edu."]], "date": "2017-10-24", "id": "29108712", "text": "Cerebral palsy (CP) is a disorder of motor function often accompanied by cognitive impairment. There is a paucity of research focused on cognition in dyskinetic CP and on the potential effect of related factors.To describe the cognitive profile in dyskinetic CP and to assess its relationship with motor function and associated impairments.Fifty-two subjects with dyskinetic CP (28 males, mean age 24 y 10 mo, SD 13 y) and 52 typically-developing controls (age- and gender-matched) completed a comprehensive neuropsychological assessment. Gross Motor Function Classification System (GMFCS), Communication Function Classification System (CFCS) and epilepsy were recorded. Cognitive performance was compared between control and CP groups, also according different levels of GMFCS. The relationship between cognition, CFCS and epilepsy was examined through partial correlation coefficients, controlling for GMFCS.Dyskinetic CP participants performed worse than controls on all cognitive functions except for verbal memory. Milder cases (GMFCS I) only showed impairment in attention, visuoperception and visual memory. Participants with GMFCS II-III also showed impairment in language-related functions. Severe cases (GMFCS IV-V) showed impairment in intelligence and all specific cognitive functions but verbal memory. CFCS was associated with performance in receptive language functions. Epilepsy was related to performance in intelligence, visuospatial abilities, visual memory, grammar comprehension and learning.Cognitive performance in dyskinetic CP varies with the different levels of motor impairment, with more cognitive functions impaired as motor severity increases. This study also demonstrates the relationship between communication and epilepsy and cognitive functioning, even controlling for the effect of motor severity.", "doi": "10.1016/j.ejpn.2017.10.006", "title": "Cognitive functioning in dyskinetic cerebral palsy: Its relation to motor function, communication and epilepsy.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}