{"authors": [["Viloria Alebesque", "A", "A", "Servicio de Neurología, Hospital Clínico Universitario Lozano Blesa, Zaragoza, España. Electronic address: alejandrovilo@hotmail.com."], ["López Bravo", "A", "A", "Servicio de Neurología, Hospital Clínico Universitario Lozano Blesa, Zaragoza, España."], ["Bellosta Diago", "E", "E", "Servicio de Neurología, Hospital Clínico Universitario Lozano Blesa, Zaragoza, España."], ["Santos Lasaosa", "S", "S", "Servicio de Neurología, Hospital Clínico Universitario Lozano Blesa, Zaragoza, España."], ["Mauri Llerda", "J A", "JA", "Servicio de Neurología, Hospital Clínico Universitario Lozano Blesa, Zaragoza, España."]], "date": "2017-11-03", "id": "29108660", "text": "Electroencephalography (EEG) is an essential diagnostic tool in epilepsy. Its use in emergency departments (ED) is usually restricted to the diagnosis and management of non-convulsive status epilepticus (NCSE). However, EDs may also benefit from EEG in the context of other situations in epilepsy.We conducted a retrospective observational study using the clinical histories of patients treated at our hospital's ED for epileptic seizures and suspicion of NCSE and undergoing EEG studies in 2015 and 2016. We collected a series of demographic and clinical variables.Our sample included 87 patients (mean age of 44 years). Epileptic seizures constituted the most common reason for consultation: 59.8% due to the first episode of epileptic seizures (FES), 27.6% due to recurrence, and 12.6% due to suspected NCSE. Interictal epileptiform discharges (IED) were observed in 38.4% of patients reporting FES and in 33.3% of those with a known diagnosis of epilepsy. NCSE was confirmed by EEG in 36.4% of all cases of suspected NCSE. Presence of IED led to administration of or changes in long-term treatment in 59.8% of the patients.EEG is a useful tool for seizure management in EDs, not only for severe, sudden-onset clinical situations such as NCSE but also for diagnosis in cases of non-affiliated epilepsy and in patients experiencing the first episode of epilepsy.", "doi": "10.1016/j.nrl.2017.08.008", "title": "Usefulness of electroencephalography for the management of epilepsy in emergency departments.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}