{"authors": [["Arnaez", "Juan", "J", "1 Neonatal Unit, Hospital Universitario of Burgos, Burgos, Spain."], ["Arca", "Gemma", "G", "2 Department of Neonatology, Clinic University Hospital, Barcelona, Spain."], ["Martín-Ancel", "Ana", "A", "3 Institut de Recerca Pediatrica Sant Joan de Dèu, Hospital Sant Joan de Dèu, Barcelona, Spain."], ["Agut", "Thais", "T", "3 Institut de Recerca Pediatrica Sant Joan de Dèu, Hospital Sant Joan de Dèu, Barcelona, Spain."], ["Garcia-Alix", "Alfredo", "A", "3 Institut de Recerca Pediatrica Sant Joan de Dèu, Hospital Sant Joan de Dèu, Barcelona, Spain."]], "date": "2017-11-06", "id": "29108421", "text": "The objective of this study was to evaluate the heritability of neonatal arterial ischemic stroke (NAIS) in relation to family history of thromboembolic event, maternal diseases, and thrombophilia in both parents ( F5G1691A, F2G20210A, and MTHFRC677 T mutations). Forty-two consecutive infants ≥36 weeks of gestation <28 days of life with acute symptomatic NAIS and their parents, as well as 129 controls, were prospectively recruited. Information on maternal data (age, body mass index, oral contraception, migraine, epilepsy, hypertension, and immune disease) and a 3-generation pedigree regarding myocardial infarction, pulmonary embolism, cerebrovascular event, and deep vein thrombosis were obtained. Thrombophilia and maternal diseases did not differ between cases and controls, except for the use of oral contraceptives (more frequent in mothers of controls). No differences were found regarding each studied antecedent of thromboembolic event in the families. The NAIS group showed a higher presence of positive family history among second-degree maternal relatives than did the control infants (odds ratio 4.10; 95% confidence interval 1.29-12.99). Our study does not support the hypothesis that common genetic thrombophilia or familial predisposition to thromboembolic events is associated with the occurrence of idiopathic NAIS.", "doi": "10.1177/1076029617736383", "title": "Neonatal Arterial Ischemic Stroke: Risk Related to Family History, Maternal Diseases, and Genetic Thrombophilia.", "journal": ["Clinical and applied thrombosis/hemostasis : official journal of the International Academy of Clinical and Applied Thrombosis/Hemostasis", "Clin. Appl. Thromb. Hemost."]}