{"authors": [["Mehrabi", "Soraya", "S", "Department of Neuroscience, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Janahamdi", "Mahyar", "M", "Neuroscience Research Center and Department of Physiology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Joghataie", "Mohammad Taghi", "MT", "Department of Neuroscience, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Barati", "Mahmood", "M", "Department of pharmaceutical biotechnology, School of pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Marzban", "Mohsen", "M", "Department of Neuroscience, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Hadjighassem", "Mahmoudreza", null, "Department of Neuroscience, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Farahmandfar", "Maryam", "M", "Department of Neuroscience, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."]], "date": "2017-11-07", "id": "29108398", "text": "Many recent epidemiological studies have shown that epileptic patients are more likely suffer from depression, anxiety, and irritability. However, the cellular mechanisms of epilepsy-induced psychotic behaviors are not fully elucidated. Neurotrophin receptors have been suggested to be involved in epilepsy and also in psychiatric disorders. Up-regulation of p75NTR expression and activation of p75NTR signalling cascades after the seizure have been shown, but the role of the p75 receptor in epilepsy-induced psychotic behaviors has not been documented so far. Therefore, the present work aimed to investigate the effect of p75 receptor blockade on seizure activity, irritability, and anxiety-like behaviors in a rat model of status epilepticus.Rats were injected with pilocarpine (350 mg/ kg, i.p.) to induce status epilepticus. Then various behavioral tests were performed after the blockade of p75NTR alone or in combination with p75 antagonist and phenobarbital. Molecular analysis by PCR was performed to investigate the expression of p75 and pro-NGF.Molecular findings indicated a high level of mRNA expression for both p75 receptors and pro-NGF in the epileptic model group. Results also showed that the administration of p75 antagonist alone or in combination with phenobarbital was able to significantly influence the behavioral responses. Furthermore, 20-hours video monitoring showed a decrease in the frequency and duration of seizures in the rat group receiving p75 antagonist.Taken together, the present study suggests that the blockade of the p75 receptor may affect the irritability and anxiety-related behavior in a rat model of status epilepticus.", "doi": null, "title": "Blockade of p75 Neurotrophin Receptor Reverses Irritability and Anxiety-Related Behaviors in a Rat Model of Status Epilepticus", "journal": ["Iranian biomedical journal", "Iran. Biomed. J."]}