{"title": "Scientists enlist engineered protein to battle the MERS virus", "text": "In June 2012, a 60 year-old man with flu-like symptoms walked into a private hospital in Jeddah, Saudi Arabia. Two weeks later, he died from multiple organ failure, becoming the first victim of a mysterious virus that came to be known as Middle East Respiratory Syndrome or MERS.  The World Health Organization (WHO) has identified MERS as an urgent threat with no vaccine or treatment in sight. This could change thanks to a new anti-viral tool, developed by University of Toronto researchers.Writing in the journal PLoS Pathogens, the team led by Professor Sachdev Sidhu, of the Donnelly Centre for Cellular and Biomolecular Research and Department of Molecular Genetics, describe how they turned ubiquitin, a staple protein in every cell, into a drug capable of thwarting MERS in cultured human cells. Because the technology can be applied to a wide range of pathogens, it could become a game-changer in anti-viral therapeutics with implications for human health and the farming industry.\"Vaccines are important for prevention, but there is a great need for anti-viral medicines to treat people who have become infected,\" says Dr. Wei Zhang, a postdoctoral research fellow in Sidhu's lab who did most of the work on the study.MERS is similar to SARS, the virus that killed almost  800 people in a 2002 global epidemic. Both kill upwards of a third of people infected and, like many viruses, emerged from animals--bats and camels in the case of MERS--after mutating into a form capable of infecting human cells. Although MERS has so far been detected in 27 countries since the first case emerged in 2012, the outbreak has largely been contained within Saudi Arabia, according to the WHO.Like many viruses, MERS works by hijacking the ubiquitin system in human cells composed of hundreds of proteins that rely on ubiquitin to keep the cells alive and well. Upon infection, viral enzymes alter ubiquitin pathways in a way that allows the virus to evade the immune defense while multiplying and destroying the host tissue as it spreads in the body.\"Viruses have evolved proteins that allow them to hijack host proteins. We can now devise strategies to prevent this from happening,\" says Zhang.Zhang and colleagues engineered the human ubiquitin protein into a new form that paralyses a key MERS enzyme, stopping the virus from replicating. These synthetic ubiquitin variants act quickly, completely eliminating MERS from cells in a dish within 24 hours.The researchers also created UbVs that blocks the Crimean-Congo virus, the cause of a haemorrhagic fever that kills about 40 per cent of those infected.And they're designed to only target only the virus -- hopefully minimizing side effects in any future drug.But before these engineered proteins can be developed into medicine, researchers first must find a way to deliver them into the right part of the body. For this, Zhang and Sidhu are working with Dr. Roman Melnyk, a biochemist in The Hospital for Sick Children and a world expert in protein delivery.The team is also investigating the possibility of finding drugs that work in a similar manner but can already cross the cell membrane.It is likely that the proteins will be tested first in plants and animals where regulatory approvals are less strict than they are for human drugs. \"We are also working on an engineered ubiquitin that targets a corn virus responsible for destroying large swaths of corn fields in North America, with colleagues in Manitoba,\" says Zhang.In the meantime, Zhang will continue to improve delivery of his designer proteins to human cells that target not only MERS but also other viruses. He hopes others will follow suit.\"With our tool, we can quickly generate anti-viral medicine and we hope that our method will inspire other researchers to try it out against diverse pathogens,\" says Zhang.        ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uot-see051917.php", "region": "namerica", "source_link": "http://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1006372", "funder": "", "meeting": "", "institution": "University of Toronto", "keywords": ["Biology", " Biochemistry", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Microbiology", " Molecular Biology", " Virology", " Infectious/Emerging Diseases", " Genes"], "journal": "PLOS Pathogens", "description": "Researchers converted a staple human ubiquitin protein into an  anti-viral tool. Through subtle tweaks, they created an engineered version of the ubiquitin that binds more tightly and paralyzes a key enzyme in MERS to halt viral replication in cells. Other synthetic forms of ubiquitin can be quickly generated to target a diverse range of pathogens.", "date": "Fri, 19 May 2017 04:00:00 GMT"}