{"title": "Cancer prevention & early detection, 2017-2018", "text": "ATLANTA - May 18, 2017 - While there have been improvements in some areas of cancer prevention and early detection, the use of potentially lifesaving measures is suboptimal and strongly influenced by individual behaviors, as well as social, economic, and public policy factors, according to a new report from the American Cancer Society.Since 1992, the American Cancer Society has published Cancer Prevention & Early Detection Facts & Figures (CPED) as a resource to strengthen cancer prevention and early detection efforts at the local, state, and national levels. The report, published every two years, assesses current prevalence of cancer risk factors and prevention measures, an important component of monitoring progress and strengthening cancer prevention and early detection efforts.Highlights from the 2017-2018 report:Tobacco UseOverweight and Obesity, Physical Activity, and NutritionUltraviolet Radiation and Skin CancerInfectious AgentsCancer Screening\"While some measures of cancer prevention and early detection have improved over time, others have either stabilized or worsened,\" said Ann Goding Sauer MSPH, lead author of the report. \"For example, cigarette smoking among U.S. adults has dropped to 15% but remains at the level of the 1970s in some geographic areas and population groups. The prevalence of obesity among both adults and youth remains high, particularly among black women.\"The bottom line is that despite improvements in some areas of cancer prevention and early detection, systematic efforts to further reduce the suffering and death from cancer are needed,\" said Ms. Sauer.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/acs-cp051517.php", "region": "namerica", "source_link": null, "funder": "American Cancer Society", "meeting": "", "institution": "American Cancer Society", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Prostate Cancer", " Diet/Body Weight", " Epidemiology", " Nutrition/Nutrients", " Public Health", " Exercise"], "journal": "", "description": "A new report assess cancer prevention measures in the United States and finds while there have been improvements in some areas, the use of potentially lifesaving measures is suboptimal.", "date": "Thu, 18 May 2017 04:00:00 GMT"}