{"title": "Antibodies from Ebola survivor protect mice and ferrets against related viruses", "text": "WHAT:\nThe fight to contain the 2013-16 Ebola outbreak in West Africa was hampered by the lack of an effective treatment or vaccine. Researchers funded in part by the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health (NIH), have studied the blood of an Ebola survivor, searching for human antibodies that might effectively treat not only people infected with Ebola virus, but those infected with related viruses as well. Now the researchers have identified two such antibodies that hold promise as Ebola treatments. Previously, researchers had discovered only one antibody--from a mouse--capable of protecting mice against multiple different species in the ebolavirus lineage. To find similar broadly protective human antibodies, researchers surveyed 349 human monoclonal antibodies derived from the blood of one survivor of the recent West African Ebola outbreak, which was caused by Zaire ebolavirus. They searched specifically for antibodies that might neutralize all five common ebolavirus species.The researchers mined the human immune response to natural infection by the Ebola virus and found two antibodies, ADI-15878 and ADI-15742, which recognized the GP fusion loop--a section of a protein found on the surface of the Ebola virus. By analyzing the structure of these antibodies and testing their action on the viruses, the researchers determined that when given access to the GP fusion loop, the antibodies could likely block the five related ebolaviruses from entering a host cell. Moreover, when tested with human cells in a laboratory setting, the antibodies protected the cells from becoming infected with several different virulent ebolaviruses.To further investigate these findings, the scientists tested the antibodies in three animal models: wild-type mice, mice genetically altered to be susceptible to Sudan ebolavirus, and ferrets. Treating wild-type mice with the antibodies after exposure to the Zaire ebolavirus appeared to have a protective effect, as did treating the altered mice after exposure to Sudan ebolavirus. The ferrets experienced a protective effect from the antibodies after exposure to Bundibugyo ebolavirus.However, in the ferrets exposed to the Bundibugyo virus and treated with ADI-15742, the virus developed a single mutation that enabled it to escape the antibody's effects. In addition, neither antibody conferred protection against the related Lloviu or Marburg viruses when tested in human cells in the laboratory setting. Still, the researchers suggest that these broadly neutralizing antibodies could provide the basis for a candidate treatment, but further exploration is needed. These findings may help inform the development of therapeutic pan-ebolavirus antibodies, as well as vaccines for potential use in the event of another Ebola outbreak.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.04.037", "url": "http://www.eurekalert.org/pub_releases/2017-05/nioa-afe051817.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/antibodies-ebola-survivor-protect-mice-and-ferrets-against-related-viruses", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Cell", "description": "Researchers funded in part by the National Institute of Allergy and Infectious Diseases (NIAID), part of NIH, have studied the blood of an Ebola survivor, searching for human antibodies that might effectively treat people infected with Ebola virus and those infected with related viruses. The researchers have identified two such antibodies that hold promise as Ebola treatments.", "date": "Thu, 18 May 2017 04:00:00 GMT"}