{"title": "Natural resistance to malaria linked to variation in human red blood cell receptors", "text": "Researchers have discovered that protection from the most severe form of malaria is linked with natural variation in human red blood cell genes.  A study from the Wellcome Trust Sanger Institute, the Wellcome Trust Centre for Human Genetics and their collaborators has identified a genetic rearrangement of red blood cell glycophorin receptors that confers a 40 per cent reduced risk from severe malaria. Published in Science, this is the first study to show that large structural variants in human glycophorin genes, which are unusually common in Africa, are protective against malarial disease.  It opens a new avenue for research on vaccines to prevent malaria parasites invading red blood cells.More than 200 million people a year are infected with malaria and the disease caused the deaths of nearly half a million people worldwide in 2015. Transmitted by mosquitos, the most widespread malarial parasite in Africa is Plasmodium falciparum; it is also the most dangerous.Plasmodium parasites infect human red blood cells and gain entry via receptors on the cell surface. Previous studies on natural resistance to malaria had implicated a section of human genome near to a cluster of receptor genes.  These receptors - glycophorins - are located on the surface of red blood cells and are amongst many receptors that bind Plasmodium falciparum. However, it is only now that they have been shown to be involved in protection against malaria.Researchers investigated the glycophorin area of the genome in more detail than before using new whole-genome sequence data from 765 volunteers in the Gambia, Burkina Faso, Cameroon and Tanzania.  Using this new information they then undertook a study across the Gambia, Kenya and Malawi that included 5310 individuals from the normal population and 4579 people who were hospitalised from severe malaria. They discovered that people who have a particular rearrangement of the glycophorin genes had a 40 per cent reduced risk of severe malaria.Dr Ellen Leffler from the University of Oxford, first author on the paper, said. \"In this new study we found strong evidence that variation in the glycophorin gene cluster influences malaria susceptibility.  We found some people have a complex rearrangement of GYPA and GYPB genes, forming a hybrid glycophorin, and these people are less likely to develop severe complications of the disease.\"The hybrid GYPB-A gene is found in a particular rare blood group - part of the MNS* blood group system - where it is known as Dantu.  The study found that the GYPB-A Dantu hybrid was present in some people from East Africa, in Kenya, Tanzania and Malawi, but that it was not present in volunteers from West African populations.  Dr Kirk Rockett from the University of Oxford, said: \"Analysing the DNA sequences allowed us to identify the location of the join between glycophorins A and B in the hybrid gene.  It showed us that the sequence is characteristic of the Dantu antigen in the MNS blood group system.\"Studying the glycophorin gene cluster to determine differences between the sequences of the three genes with confidence is extremely challenging. This study gives insights into unpicking the region and how it connects to the MNS blood group system and impacts malaria susceptibility. Professor Dominic Kwiatkowski, a lead author from the Wellcome Trust Sanger Institute and University of Oxford, said: \"We are starting to find that the glycophorin region of the genome has an important role in protecting people against malaria. Our discovery that a specific variant of glycophorin invasion receptors can give substantial protection against severe malaria will hopefully inspire further research on exactly how Plasmodium falciparum invade red blood cells. This could also help us discover novel parasite weaknesses that could be exploited in future interventions against this deadly disease.\"", "article_link": "http://dx.doi.org/10.1126/science.aam6393", "url": "http://www.eurekalert.org/pub_releases/2017-05/wtsi-nrt051717.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust, Bill & Melinda Gates Foundation, the Medical Research Council", "meeting": "", "institution": "Wellcome Trust Sanger Institute", "keywords": ["Biology", " Genetics", " Medicine/Health", " Disease in the Developing World"], "journal": "Science", "description": "Researchers have discovered that protection from the most severe form of malaria is linked with natural variation in human red blood cell genes.  A study from the Wellcome Trust Sanger Institute, Wellcome Trust Centre for Human Genetics and their collaborators has identified a genetic rearrangement of red blood cell glycophorin receptors that confers a 40 percent reduced risk from severe malaria.  Published in Science, this opens a new avenue of research for malarial therapeutics.", "date": "Thu, 18 May 2017 04:00:00 GMT"}