{"title": "Researchers take an important step toward an HIV vaccine", "text": "Vaccines are an essential tool for preventing and treating serious infectious diseases such as polio, chicken pox and measles. But so far it has not been possible to develop vaccines capable of contributing to the treatment and prevention of chronic infectious diseases such as HIV and hepatitis C.This new research paves the way for vaccines that, as opposed to conventional methods, boosting the parts of the immune system attacking the viral genes, which are the least active during the infection. This prolongs the resistance of the immune system to the virus.Traditional vaccines typically cause a strong stimulation of the parts of the immune system, that are most responsive to the specific virus. But the reaction to the vaccine and the infection is often so intense that the immune system 'loses momentum' and consequently is not able to completely eliminate the virus. Researchers have therefore designed a vaccine which boosts the cells of the immune system responsible for the less exposed parts of the virus. As a result, the cells are able to distribute the 'work load' and retain the defense against the virus attack for a longer period of time. This gives the immune system time to build a more efficient defense, which may then defeat the remaining of the virus.\"We're presenting an entirely new vaccine solution. Our vaccine supports the work of the immune system in developing an effective combating mechanism against the virus, rather than immediately combating the toughest parts of the virus. In combination with other vaccines, this approach can prove to have a highly efficient effect,\" says Research Team Leader and Associate Professor Peter Holst of the Department of Immunology and Microbiology.In 2008, the research team decided to develop a new vaccine strategy, which generates so-called strong immune responses against weak immunostimulatory parts of viruses. Research initially focused on experiments on mice and later on monkeys.Now, the results of the research team show, that this technology can control the SIV virus infection (simian immunodefiency virus) in monkeys. SIV is a chronic infectious disease and a highly realistic representation of HIV. The results are an important step toward developing a vaccine against HIV and other chronic infections.\"The next phase of our work is to build virus control in all infected animals and later in humans. We're convinced that it's possible to identify further improvements in our experiments and thus achieve a well-functioning vaccine, initially against HIV, but also against other chronic infections,\" says Peter Holst.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoct-rta051717.php", "region": "europe", "source_link": "http://healthsciences.ku.dk/news/2017/04/researchers-take-an-important-step-toward-an-hiv-vaccine/", "funder": "Danish AIDS Foundation, Danish Council for Independent Research", "meeting": "", "institution": "University of Copenhagen The Faculty of Health and Medical Sciences", "keywords": ["Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Public Health", " Sex-Linked Conditions"], "journal": "EbioMedicine", "description": "Researchers from the University of Copenhagen have developed a strategy that can revolutionize vaccine design. The new strategy is used to develop vaccines that can prevent HIV infection and the development of AIDS.", "date": "Wed, 17 May 2017 04:00:00 GMT"}