{"title": "A step towards understanding Zika", "text": "Brisbane researchers have synthetically re-created Zika virus in the laboratory - a breakthrough which will help to understand the virus and the foetal brain defects it causes.  The collaborative research was led by University of Queensland School of Chemistry and Molecular Bioscience's Professor Alexander Khromykh and Professor Andreas Suhrbier from QIMR Berghofer Medical Research Institute.\"This was the first time Zika virus was made directly from a viral sequence detected in infected tissue, without the need to import the infectious virus,\" Professor Khromykh said. \"The project showed the synthesized virus was able to induce a medical condition - microcephaly - in pregnant mice, and was able to be transmitted by mosquitoes.\"The virus sequence we used had been identified in human tissue and is unequivocally associated with congenital defects and their devastating impact.\"\r\nZika is a mosquito-borne virus reported in 70 countries and territories, and is responsible for millions of cases of fever, rash, joint pain and conjunctivitis.\r\nHowever, the major complications of the Zika virus outbreak in the Americas and Asia are caused by the virus's ability to cross the placenta and infect the brain of the foetus.  This infection results in 'congenital Zika syndrome' whereby children are born with neurological problems including microcephaly, causing abnormal brain development and smaller heads. Professor Khromykh collaborated with Professor Suhrbier and Associate Professor Greg Devine from QIMR Berghofer.\r\nThe researchers boast a record of developing diagnostic tests, antiviral drugs and vaccines against other mosquito-borne diseases including dengue, West Nile and chikungunya viruses. Professor Suhrbier said the research team's unique approach allowed rapid generation of new fully-functional Zika virus isolates. \"Why Zika has recently emerged to cause foetal brain infections in humans remains unclear; having access to such authentic viruses should greatly facilitate research into this mystery,\" he said.  \"UQ and QIMR Berghofer are contributing to international efforts to deal with this epidemic, which is causing so much misery.\"Zika is of great interest to Queenslanders, not only because a number of people returning from overseas have contracted the virus, but also because a mosquito species prevalent in North Queensland, Aedes aegypti is one that is largely responsible for the Zika outbreak.\"", "article_link": "http://dx.doi.org/10.1128/mSphereDirect.00190-1", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoq-ast051617.php", "region": "africa", "source_link": null, "funder": "", "meeting": "", "institution": "University of Queensland", "keywords": ["Biology", " Entomology", " Parasitology", " Virology", " Medicine/Health", " Vaccines", " Disease in the Developing World"], "journal": "mSphere", "description": "Brisbane researchers have synthetically re-created Zika virus in the laboratory -- a breakthrough which will help to understand the virus and the fetal brain defects it causes.  \r\n\r\nThe collaborative research was led by University of Queensland School of Chemistry and Molecular Bioscience's Professor Alexander Khromykh and Professor Andreas Suhrbier from QIMR Berghofer Medical Research Institute.", "date": "Wed, 17 May 2017 04:00:00 GMT"}