{"title": "HPV vaccination may reduce oral HPV infections -- but still under-utilized", "text": "\"The HPV vaccine has the potential to be one of the most significant cancer prevention tools ever developed, and it's already reducing the world's burden of cervical cancers,\" said ASCO President-Elect Bruce E. Johnson, MD, FASCO. \"The hope is that vaccination will also curb rising rates of HPV-related oral and genital cancers, which are hard to treat. This study confirms that the HPV vaccine can prevent oral HPV infections, but we know it only works if it's used.\"ALEXANDRIA, Va. - In one of the first large studies to explore the possible impact of HPV vaccination on oral HPV infections, researchers found it may confer a high degree of protection. The study of young adults in the United States showed that the prevalence of high-risk HPV infection was 88% lower among those who reported getting at least one vaccine dose than among those who were not vaccinated.Researchers reported that HPV vaccination rates remain low, especially among males, which limits population-level benefits of the vaccine in the U.S. The study will be presented at the upcoming 2017 ASCO Annual Meeting in Chicago.\"Rates of HPV-caused oral cancers continue to rise every year in the U.S., particularly among men. And yet, no clinical trial has evaluated the potential use of the HPV vaccine for the prevention of oral HPV infections that could lead to cancer,\" said senior study author Maura L. Gillison, MD, PhD, who conducted the research at Ohio State University but is now a professor of medicine at the University of Texas MD Anderson Cancer Center. \"Given the absence of gold-standard, clinical trial data, we investigated whether HPV vaccine has had an impact on oral HPV infections among young adults in America,\" said Dr. Gillison. The authors based their study of oral HPV infections by assessing data from part of the National Health and Nutrition Examination Survey (NHANES) of Americans from 2009 through 2016. The NHANES is designed to assess the health and wellness of the U.S. population. In this analysis, the researchers focused on 2,627 young adults ages 18 through 33 during the period 2011-2014, comparing those who had received one or more doses of an HPV vaccine to those who had not. For the purposes of this study, the researchers evaluated the prevalence of the four HPV types (16, 18, 6 and 11) included in HPV vaccines prior to 2016 (the time at which a newer vaccine that protects against five additional HPV strains was introduced). HPV infection was detected from oral rinse samples that were collected by mobile health facilities supported by NHANES. The laboratory tests for HPV infection were developed and performed in Dr. Gillison's lab.Vaccination Rates: The researchers found that from 2011 through 2014 fewer than 1 in 5 (18.3%) young adults in the U.S. reported receiving at least one dose of the HPV vaccine before age 26. The vaccination rate was much lower among men than women (6.9% vs. 29.2%) at this time.Prevalence of oral HPV infections covered by the vaccine was lower among vaccinated vs. unvaccinated young adults, 0.11% vs. 1.61% - corresponding to an 88% reduction in prevalence for vaccinated youth.U.S. Population-Level Impact of HPV Vaccination: Due to low uptake of the HPV vaccine in the U.S. thus far as reported by NHANES, the researchers estimate that the impact of HPV vaccination on the prevalence of vaccine-covered, oral HPV infections in the general population was modest, reducing prevalence by 17% overall; and by 25% in women and by about 7% in men between 2011 and 2014.\"While we were encouraged that there was a notable impact of the vaccine on oral HPV infections among vaccinated individuals, that benefit was modest overall and lower than we would hope in men due to low vaccine uptake,\" stated Dr. Gillison. Dr. Gillison emphasized that HPV vaccination is currently indicated for the prevention of cervical, vulvar, vaginal, and anal cancers in women and anal cancers in men. Whether the vaccines could eventually reduce the rising incidence of oral cancers related to oral HPV infection is thus far unknown. \"The HPV vaccine is one of the most important advances in cancer prevention in the last several decades. Parents who choose to have their children vaccinated against HPV should realize that the vaccine may provide additional benefits, such as prevention of oral HPV infections linked to oral cancers,\" she concluded.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/asoc-hvm051717.php", "region": "namerica", "source_link": "https://www.asco.org/about-asco/press-center/news-releases/hpv-vaccination-may-reduce-oral-hpv-infections-still-under", "funder": "", "meeting": "2017 ASCO Annual Meeting", "institution": "American Society of Clinical Oncology", "keywords": ["Medicine/Health", " Cancer"], "journal": "", "description": "In one of the first large studies to explore the possible impact of HPV vaccination on oral HPV infections, researchers found it may confer a high degree of protection. The study of young adults in the United States showed that the prevalence of high-risk HPV infection was 88% lower among those who reported getting at least one vaccine dose than among those who were not vaccinated.", "date": "Wed, 17 May 2017 04:00:00 GMT"}