{"title": "Immunotherapy against bee stings in some cases incomplete", "text": "Summer is approaching, and for many allergy sufferers this means it is time to start fearing bee stings. \"Allergic reactions to insect venoms are potentially life-threatening, and constitute one of the most severe hypersensitivity reactions,\" explains PD Dr. Simon Blank, research group leader at the Center of Allergy & Environment (ZAUM), a joint undertaking by the Helmholtz Zentrum München and the TUM.This is where allergen-specific immunotherapy, commonly known as allergy shots, can help. The treatment involves injecting very small doses of the venom under the patient's skin. The idea is to force the body to become accustomed to the poison and consequently to put an end to the immune system's excessive reaction. According to Blank and his team, however, it may be necessary to improve the procedure.\"We now know that bee venom is a cocktail of many different substances. In particular, there are five components that are especially relevant for allergy sufferers,\" Blank explains. \"In our current investigation of commercial preparations, however, we were able to show that these so-called major allergens are not present everywhere at sufficient levels, and some allergens are seriously underrepresented!\"While some preparations contained uniform levels of all venom components, in others up to three of the five allergens were present at levels that were too low, according to the authors. The scientists cannot concretely state exactly what this means for the therapeutic success. \"So far, studies have not been able to prove how significant this is for the treatment. Because more than six percent of the patients are sensitized only against these three allergens, however, their underrepresentation could affect the treatment success, at least for these patients.\"Consequently, if patients react to specific allergens in bee venom but these are possibly not found in the preparations at sufficient levels, the question that must be asked is what good does immunotherapy against bee stings do for the individual.ZAUM Director Prof. Dr. Carsten Schmidt-Weber sees it like this: \"The vast majority of patients benefit from such a treatment. A desirable objective that results from this work, however, would be for patients to receive a customized treatment in the future. This would be a preparation with exactly the allergens to which the particular patient actually reacts.\" Due to costs and the relatively small number of patients, however, such developments are still a long way off.", "article_link": "http://dx.doi.org/10.1080/21645515.2017.1323603", "url": "http://www.eurekalert.org/pub_releases/2017-05/hzm--iab051617.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/40308/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biochemistry", " Molecular Biology", " Medicine/Health", " Environmental Health", " Immunology/Allergies/Asthma", " Vaccines", " Pharmaceutical Science"], "journal": "Human Vaccines and Immunotherapeutics", "description": "The preparations that are used for allergen immunotherapy against bee sting allergies do not always contain all the relevant venom components. This was the conclusion of an examination conducted by allergy experts at the Helmholtz Zentrum München and the Technical University of Munich (TUM). According to their report in 'Human Vaccines and Immunotherapeutics', this could possibly influence the treatment results.", "date": "Tue, 16 May 2017 04:00:00 GMT"}