{"title": "Advancing cancer immunotherapy with computer simulations and data analysis", "text": "The body has a natural way of fighting cancer - it's called the immune system, and it is tuned to defend our cells against outside infections and internal disorder. But occasionally, it needs a boost.Immunotherapy fights cancer by supercharging the immune system's natural defenses or contributing additional immune elements that can help the body kill cancer cells.In recent decades, immunotherapy has become an important tool in treating a wide range of cancers, including breast cancer, melanoma and leukemia.But alongside its successes, scientists have discovered that immunotherapy sometimes has powerful -- even fatal -- side-effects. Much still needs to be learned about how the immune system fights cancer, and in this area, supercomputers play an important role.IDENTIFYING PATIENT-SPECIFIC IMMUNE TREATMENTSNot every immune therapy works the same on every patient. Differences in an individual's immune system may mean one treatment is more appropriate than another. Furthermore, tweaking one's system might heighten the efficacy of certain treatments.Researchers from Wake Forest School of Medicine and Zhejiang University in China developed a novel mathematical model to explore the interactions between prostate tumors and common immunotherapy approaches, individually and in combination. In a study published in February 2016 in Nature Scientific Reports (http://www.nature.com/articles/srep21599), they used their model to predict how prostate cancer would react to four common immunotherapies:- Androgen deprivation therapy -- used to control prostate cancer cell growth by suppressing or blocking the production and action the hormone androgen in men;\n- Vaccines -- which train the immune system to recognize and destroy harmful substances;\n- Treg depletion -- where the subpopulation of T cells, which modulate the immune system, are reduced to increase the efficacy of immunotherapy treatments; and\n- IL-2 neutralization -- which disables interleukin, a type of signaling molecule in the immune system.To study the systematic effects of these four treatments, the researchers incorporated data from animal studies that mirror the immune responses of humans with prostate cancer into their complex mathematical models and simulated tumor responses to the treatments using the Stampede supercomputer at the Texas Advanced Computing Center (TACC). \"We do a lot of modeling which relies on millions of simulations,\" said Jing Su, a researcher at the Center for Bioinformatics and Systems Biology at Wake Forest School of Medicine and assistant professor in the Department of Diagnostic Radiology. \"To get a reliable result, we have to repeat each computation at least 100 times. We want to explore the combinations and effects and different conditions and their results.\"The researchers found that the depletion of T Cells and the neutralization of Interleukin 2 can have a stronger effect when combined with androgen deprivation therapy and vaccines.The study highlights a potential therapeutic strategy that may manage prostate tumor growth more effectively. It also provides a framework for studying tumor-related immune mechanisms and the selection of therapeutic regimens in other types of cancer.In separate work published in Nature Scientific Reports (https://www.nature.com/articles/srep29915) in July 2016, the team used data-driven methods to identify two distinct groups of breast cancer patients: one that displayed a wide range of immune pathways and could be effectively treated with hormone therapy and chemotherapy; and another that displayed less immunity and was best treated with surgery.TACC's high performance computing resources allowed the researchers to use an approach they had developed, called bootstrapping for unified feature association measurement (BUFAM), to estimate the association of pairwise features and identify four, immunity-related, breast cancer subtypes.\"The pairwise nature of the algorithm makes it suitable for large-scale parallelism using high-performance computing clusters or cloud computation, which is in important for mining big data,\" said Xiaobo Zhou, director of the Center for Bioinformatics & Systems Biology at Wake Forest School of Medicine.\"Using this method, we discovered a series of core associations which can provide new insights for understanding pathologies of specific disease -- for example, breast cancer in our paper -- and obtaining therapy clues,\" he said. \"TACC provides an important assistance for discovering clinically meaningful and actionable knowledge across highly heterogeneous biomedical big data sets.\"[The research was supported by the National Institutes of Health (U01HL111560 and R01LM010185).]DESIGNING MORE EFFICIENT CLINICAL TRIALSBiological agents used in immunotherapy -- including those that target a specific tumor pathway, aim for DNA repair, or stimulate the immune system to attack a tumor -- function differently from radiation and chemotherapy.Whereas toxicity and efficacy typically increase with the dose level for cell-destroying chemicals or x-rays, this relationship may not be true for biological agents. Specifically, toxicity may increase at low dose levels and then plateau at higher dose levels when the biological agent has reached the saturation level in the body. Efficacy may even decrease at higher dose levels.Because traditional dose-finding designs, which focus on identifying the maximum tolerated dose, are not suitable for trials of biological agents, novel designs that consider both the toxicity and efficacy of these agents are imperative.Chunyan Cai, assistant professor of biostatistics at UT Health Science Center (UTHSC)'s McGovern Medical School, uses TACC systems to design new kinds of dose-finding trials for combinations of immunotherapies.Writing in the Journal of the Royal Statistics Society Series C (Applied Statistics) (https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3913186/), Cai and her collaborators, Ying Yuan, and Yuan Ji, described efforts to identify biologically optimal dose combinations (BODC) for agents that target the PI3K/AKT/mTOR signaling pathway, which has been associated with several genetic aberrations related to the promotion of cancer.\"Our research is motivated by a drug combination trial at the MD Anderson Cancer Center for patients diagnosed with relapsed lymphoma,\" Cai said. \"The trial combined two novel biological agents that target two different components in the PI3K/AKT/mTOR signaling pathway.\"Both agents individually demonstrated the ability to partially inhibit the signaling pathway and provide therapeutic value. By combining these two agents, the investigators expected to obtain a more complete inhibition of the PI3K/AKT/mTOR pathway, and thereby achieve better treatment responses.The trial investigated the combinations of four dose levels of agent A with four dose levels of agent B, resulting in 16 dose combinations. The goal was to find the biologically optimal dose combination among those possibilities.Cai and her colleagues introduced a dose-finding trial design that explicitly accounted for the unique properties of biological agents.\"Our design is conducted in two stages,\" she said. \"In stage one, we escalate doses along the diagonal of the dose combination matrix as a fast exploration of the dosing space. In stage two, on the basis of the observed toxicity and efficacy data from stages one, we continuously update the posterior estimates of toxicity and efficacy and assign patients to the most appropriate dose combination.\"They investigated six different dose-toxicity and dose-efficacy scenarios and carried out 2,000 simulated trials for each of the designs using the Lonestar supercomputer at TACC. The simulations compared the percentage of the biologically optimal dose combination (BODC), the percentage of patients allocated to the BODC, the average efficacy rate, the number of patients assigned to over-toxic doses, and the total numbers of patients assigned in stage I and stage II of the trial.The optimal dose-finding design, they discovered, gives higher priority to trying new doses in the early stage of the trial, and toward the end of the trial assigns patients to the most effective dose that is safe.\"Extensive simulation studies show that the design proposed has desirable operating characteristics in identifying the biologically optimal dose combination under various patterns of dose-toxicity and dose-efficacy relationships,\" she concluded.[The research was supported by the National Cancer Institute (Award Number R01 CA154591) and the National Institutes of Health's Clinical and Translational Science Award grant (UL1 TR000371).]SUPPORTING COMMUNITY-WIDE ANALYSESData-driven research and clinical dosing studies are essential for understanding how the immune system responds to treatments and determining the proper doses of biological agents.Also, critical, however, are mechanisms that bring together the research of a whole community -- to share, compare and integrate disparate research findings.The VDJServer (https://vdjserver.org/), which launched last year, serves as such a resource. The server enables researchers to analyze high-throughput immune repertoire sequencing data over the web using the high-performance computing resources available at TACC.Repertoire sequencing investigates the collection of trans-membrane antigen-receptor proteins located on the surface of T and B cells -- white blood cells that play a key role in the human immune response. A form of next-generation genetic analysis, repertoire sequencing has transformed the field of immunotherapy, enabling quantitative analyses that help scientists understand the function of immunity in health and disease.VDJServer was developed by bioinformaticians and immunologists from UT Southwestern Medical Center and J. Craig Venter Institute in partnership with computational experts at TACC.\"VDJServer provides access to sophisticated analysis software and TACC's high-performance computing resources through an intuitive interface designed for users who are primarily biologists and clinicians,\" said project leader Lindsay Cowell, an associate professor of Clinical Sciences at UT Southwestern Medical Center whose group developed the software at the core of VDJServer.\"In addition, we provide platforms for sharing data, analysis results, and analysis pipelines,\" she said. \"Access to these analyses and resource-sharing accelerates research and enables insights that wouldn't be possible without the opportunity for data integration.\"Researchers can upload B- and T-cell-receptor data and tap into TACC's computing power through the site to perform data-driven studies. Immune repertoire analysis is relevant in many contexts, including cancer immunology.One example of this type of research is a collaboration between the Cowell group and Marco Davila, a cancer researcher at the Moffitt Cancer Center. Together they are developing chimeric antigen receptors - genetically engineered receptors enabling T-cells to express receptors with the antigen specificity of an antibody. These receptors would allow the T-cells to recognize and kill cancer cells.\"The team is using VDJServer to perform bioinformatics analyses to identify appropriate antibodies that may target specific cancer types,\" explained Cowell. \"That's followed up with experimental validation to determine that the antibodies are appropriate.\"VDJServer speeds up scientists' understanding of the immune system and help cultivate reproducible findings, according to Matt Vaughn, TACC's Director of Life Science Computing.\"Immunotherapy is a relatively young field and the computational tools are emerging alongside with knowledge of the domain,\" Vaughn said. \"Community-oriented efforts like VDJServer are important because they provide a centralized workbench where best of breed algorithms and workflows can be used much more quickly than if they were released just as source code and at the end of a long publication cycle. They're also available democratically: anyone can use software at VDJServer regardless of how computationally experienced they are.\"[VDJServer is supported by a National Institute of Allergy and Infectious Diseases research grant (#1R01A1097403)]Whether in support of population-level immune response studies, clinical dosing trials or community-wide efforts like VDJServer, TACC's advanced computing resources are helping scientists put the immune system to work to better fight cancer.\n", "article_link": "http://dx.doi.org/10.1038/srep21599", "url": "http://www.eurekalert.org/pub_releases/2017-05/uota-aci051717.php", "region": "namerica", "source_link": "https://www.tacc.utexas.edu/-/advancing-cancer-immunotherapy-with-computer-simulations-and-data-analysis", "funder": "NIH, NSF", "meeting": "", "institution": "University of Texas at Austin, Texas Advanced Computing Center", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Breast Cancer", " Clinical Trials", " Immunology/Allergies/Asthma", " Technology/Engineering/Computer Science", " Computer Science", " Research/Development", " Bioinformatics"], "journal": "Nature Scientific Reports", "description": "Immunotherapy supercharges the body's own disease-fighting mechanisms to combat cancer. Researchers are using advanced computing resources at TACC to simulate the effects of immunotherapy drugs, develop novel dose-finding designs for clinical trials, and analyze and share next-generation immune protein sequence data. These efforts are helping scientists determine which immune treatments may be most effective for which patients and design new and improved immunotherapies.", "date": "Wed, 17 May 2017 04:00:00 GMT"}