{"title": "Scientists discover uncommon superbug strain in greater Houston area", "text": "Houston Methodist Research Institute scientists used genome sequencing to discover that an otherwise rare strain of a superbug was found in more than one-third of the Houston patients studied. This strain is resistant to many commonly used antibiotics.\"Finding the otherwise uncommon strain in our city was a very surprising discovery,\" said James M. Musser, M.D., Ph.D., senior author and chair of the Department of Pathology and Genomic Medicine at the Houston Methodist Research Institute and Houston Methodist Hospital. \"Because Klebsiella pneumoniae is a common and important cause of human infections, we urgently need to identify potential vaccine targets or other new treatments, and develop new and rapid diagnostic techniques.\"In the largest published study to date on the bacterial pathogen Klebsiella pneumoniae, researchers sequenced the genome of more than 1,700 strains causing infections in patients over a four-year period. The study appears in the May 16 issue of mBio, an online journal published by the American Society for Microbiology.[Click here for video of James M. Musser, M.D., Ph.D., explaining this research]Musser said the reason why this particular strain is prevalent in the Houston area is a mystery, but is a focus of intensive ongoing research. K. pneumoniae is one of the most common causes of infections in hospitalized patients in the United States.The team's discovery documents the occurrence of an especially strong group of antibiotic-resistant bacteria in a city of approximately six million people. Musser said K. pneumoniae is a challenging pathogen because it causes serious infections, especially in hospitalized patients. K. pneumoniae typically doesn't cause disease when it lives inside human intestines. However, when it moves into other parts of the body, the bacteria can cause a range of illnesses, including pneumonia; bloodstream, wound or surgical site infections; meningitis; and urinary tract infections.Musser's team collaborated with scientists at the Argonne National Laboratory and University of Chicago to sequence and analyze the genomes of 1,777 K. pneumoniae strains causing infections between September 2011 and May 2015 in patients in the Houston Methodist system. Unexpectedly, the otherwise uncommon clone type 307 was the most abundant strain of K. pneumoniae circulating. This organism also has been periodically identified in parts of Europe, Africa, Asia and South America. However, until now, clone type 307 has not been documented to be an abundant cause of infections in one city.\"Incorporating sophisticated and novel computational and molecular strategies allowed us to rapidly identify the drug-resistant strains,\" said S. Wesley Long, M.D., Ph.D., first author and associate director of the Clinical Microbiology Laboratory at Houston Methodist Hospital. \"The faster we can successfully identify which antibiotics this strain is sensitive to, the faster a treating physician can target the appropriate therapy to these ill patients. Our discoveries also give us the tools to begin to understand how the germ is spreading throughout the Houston area.\"Earlier this year, K. pneumoniae made national and international headlines when the Centers for Disease Control documented the first case of an elderly Nevada woman who died from a rare form of this superbug after she failed to respond to all 26 antibiotics used in the United States.\"Fortunately, the strain 307 identified in our study remains susceptible to certain antibiotics that can be used to successfully treat infected patients,\" said Long.Work was supported by the Fondren Foundation, National Institute of Allergy and Infectious Diseases, National Institutes of Health and the Department of Health and Human Service (HHSN272201400027C).Other collaborators on the mBio paper include Randall J. Olsen, Todd Eagar, Stephen Beres, and Picheng Zhao (Houston Methodist Research Institute, Houston, TX); and James Davis, Thomas Brettin and Fangfang Xia (Argonne National Laboratory and University of Chicago, Chicago, IL).To speak with Dr. James Musser, contact Gale Smith, Houston Methodist, at 281.627.0439 or gsmith@houstonmethodist.org. For more information about Houston Methodist, visit houstonmethodist.org. Follow us on Twitter and Facebook.For more information: S. Long, R. Olsen, T. Eagar, S. Beres, P. Zhao, J. Davis, T. Brettin, F. Xia, J. Musser. mBio, (Online May 16, 2017). DOI: 10.1128/mBio.00489-17.\r\nGale Smith\ngsmith@houstonmethodist.org\n281-627-0439\n @MethodistHosp\nhttp://methodisthealth.com ", "article_link": "http://dx.doi.org/10.1128/mBio.00489-17", "url": "http://www.eurekalert.org/pub_releases/2017-05/hm-sdu051117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases, Department of Health and Human Service", "meeting": "", "institution": "Houston Methodist", "keywords": ["Bacteriology", " Microbiology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Gastroenterology", " Public Health", " Disease in the Developing World"], "journal": "mBio", "description": "Scientists used genome sequencing to discover that an otherwise rare strain of a superbug was found in more than one-third of the Houston patients studied.", "date": "Tue, 16 May 2017 04:00:00 GMT"}