{"title": "Year-round flu vaccinations promote healthier infants in subtropics", "text": "CINCINNATI - Vaccinating pregnant mothers year-round against flu in the resource-challenged region of subtropical Nepal reduced infant flu virus infection rates by an average of 30 percent, increased birth weights by 15 percent and resulted in babies having less influenza, according to a study published in The Lancet Infectious Diseases.Reporting their data in a study published online May 15, an international research team says expanding year-round flu vaccinations during pregnancy would also benefit children in other tropical and subtropical parts of the world -- where flu viruses can be pervasive and circulate 8 to 12 months a year.\"The development of a child inside the mother affects that child its entire life, and low birth weight has lifelong health implications for a child,\" says Mark Steinhoff, MD, corresponding author on the study and director of the Global Health Center at Cincinnati Children's Hospital Medical Center. \"The overall positive effect of performing these vaccinations -- which is not expensive -- is quite significant.\" Funded by the Bill and Melinda Gates Foundation (grant 50274), the research team focused its study on the subtropical terai plains of southern Nepal in south Asia. This underdeveloped, agrarian region is known for a subsistence lifestyle, high rates of malnutrition and limited access to healthcare, and is representative of many tropical regions where 40% of the worlds births occur,Researchers traveled to villages in southern Nepal during normal routine health visits by Nepalese members of the team. Participating households were then followed up and surveilled on a weekly basis during home visits. Collaborating on the study were researchers from the Nepal Nutrition Intervention Project and the Tribhuvan University Institute of Medicine, both based in the Nepalese capital of Kathmandu.In households where women between the ages of 15 and 40 were pregnant, volunteer participants were administered either influenza vaccine or placebo as part of a randomized, placebo-controlled Phase 4 clinical trial.  The trial was registered with ClinicalTrials.gov and the protocol was reviewed and approved by the institutional review boards of participating institutions. From April 2011 through September 2013, 3,693 mothers were recruited and randomized into two different annual research groups (or cohorts). In the first cohort of 2,090, 1,040 mothers were given placebo, and 1,049 were administered seasonally recommended trivalent inactivated vaccine (which contains three inactivated flu viruses). In the second cohort of 1,603 mothers, 805 were given placebo and 798 received vaccine. There were a total of 3,646 live births in both groups.  The researchers assessed three primary outcomes: the incidence of laboratory confirmed infant influenza from 0-180 days post birth; the incidence of low birth weight; and the incidence of influenza-like illness in mothers 0-180 days following delivery.   In cohort 1, compared to the placebo group influenza-like illness was reduced by 9 percent in pre- and post-partum mothers who received vaccine. In cohort 2, flu-like illness was reduced by 36 percent. This placed the average flu reduction rate for both groups of vaccinated mothers at 19 percent.For infants, lab-confirmed flu infections in cohort 1 decreased 16 percent in babies with vaccinated mothers. In cohort 2 they decreased by 60 percent -- putting the average rate of reduction for both cohorts at 30 percent.As for birth weight, flu immunizations in pregnant mothers reduced the rate of low birth weight (less than 2,500 grams/5.5 pounds) by 15 percent in cohort 1 and by 15 percent in cohort 2 (average 15 percent for both groups).There were 111 infant deaths during the study -- 50 in the placebo group and 51 in the vaccine group; and seven maternal deaths -- five in the placebo group and two in the vaccine group. Researchers are following up their current study by gathering additional data to support the expansion of year-round flu vaccination to other regions where it is needed. Steinhoff said this is especially important for developing countries like Nepal and where influenza has a more significant impact on birth weights than in developed nations. An estimated 40 percent of the world's population lives in subtropical/tropical zones, although flu vaccine is not widely used in these areas, according to the authors. The benefits of vaccinating pregnant women is well documented in developed countries. Its use has not been prevalent in underdeveloped subtropical/tropical regions, where many local officials have believed until recently that influenza virus does not even exist.   Study authors note that the timing, circulation and type of flu virus are highly variable in subtropical and tropical regions. During the current study in Nepal, the circulation of flu increased during the South Asian Southwest monsoon season in July-October. Active symptomatic flu virus was present among study participants for 24 (or 66 percent) of the study months, with two more strains of virus circulating during 18 of these months.  Researchers also pointed out that most of positive effect from flu vaccination was observed in the second study group of mothers and infants. This second group received two different formulations of flu vaccine with a broader range of antigens to account for virus variability in the region.This high variability of influenza virus in the study region (and other subtropical/tropical climates) will require improved vaccines with broader antigenic coverage, the authors report.", "article_link": "http://dx.doi.org/10.1016/S1473-3099(17)30252-9", "url": "http://www.eurekalert.org/pub_releases/2017-05/cchm-yfv051217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cincinnati Children's Hospital Medical Center", "keywords": ["Biology", " Population Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Environmental Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pediatrics", " Disease in the Developing World"], "journal": "Lancet Infectious Diseases", "description": "Vaccinating pregnant mothers year-round against flu in the resource-challenged region of subtropical Nepal reduced infant flu virus infection rates by an average of 30 percent, increased birth weights by 15 percent and resulted in babies having less influenza, according to a study published in The Lancet Infectious Diseases. An international research team reports expanding year-round flu vaccinations during pregnancy would also benefit children in other tropical and subtropical parts of the world.", "date": "Mon, 15 May 2017 04:00:00 GMT"}