{"title": "More than half of eligible US travelers skip their pre-trip measles vaccine", "text": "Better vaccine adherence is needed to prevent endemic measles from recurring in the U.S.Article: http://annals.org/aim/article/doi/10.7326/M16-2249VIDEO available: HD video soundbites of Dr. Emily Hyle discussing the importance of pre-travel MMR vaccination are available to download at http://www.dssimon.com/MM/ACP-measles.  More than half of U.S. travelers who are eligible for the measles, mumps, and rubella (MMR) vaccine are not getting vaccinated before leaving the country, despite clinical recommendations. This is an important issue because most measles outbreaks in the U.S. can be traced back to returning travelers who become infected abroad. The findings are published in Annals of Internal Medicine.Routine assessment of measles immunity and vaccination with MMR before international travel is an essential means to reduce measles importations. A single case of imported measles can lead to many secondary and tertiary cases, as measles is highly infectious; 90 percent of exposed, unvaccinated people will become ill with measles after entering a room that had housed an infected person up to two hours beforehand. As such, the CDC Advisory Committee on Immunizations recommends two documented doses of MMR vaccine for adult international travelers without other evidence of measles immunity, meaning a positive blood test or documented measles infection or birth before 1957. Researchers from Massachusetts General Hospital in Boston sought to determine how clinicians who are experienced in providing pre-travel medical advice assess for measles immunity at pre-travel medical encounters and reasons for non-vaccination among patients who were eligible for the vaccine. The researchers analyzed data recorded between 2009 to 2014 from 24 GlobalTravEpiNet clinics. Of the 40,810 individuals included in the analysis, 6,612 (16 percent) were eligible for the MMR vaccine, yet more than half of them opted not to receive the vaccine. Most of those who refused the vaccine (74 percent), reported doing so because they were not concerned about the disease. However, in more than a quarter of cases, the provider actually deemed the vaccine unnecessary.According to the researchers, these findings underscore the need for strategies to improve provider and traveler knowledge of measles as a travel-related illness and the need to increase pre-travel uptake of the MMR vaccine. They say that improving vaccination rates is particularly important in communities with a higher percentage of nonimmune individuals.Media contact: For an embargoed PDF, please contact Cara Graeff. For an interview with the lead author, Emily Hyle, MD, SM, please contact Michael Morrison at mdmorrison@mgh.harvard.edu or 617-724-6425.Low prevalence of cardiovascular risk favors USPSTF guidelines over ACC/AHA guidelinesAbstract: http://annals.org/aim/article/doi/10.7326/M16-2052URL goes live when the embargo liftsHealthy women under the age of 40 and men under the age of 50 who do not smoke and do not have hypertension are at low risk for atherosclerotic cardiovascular disease (ASCVD) and might not benefit from regular cholesterol screening. The data support using a more targeted approach to cholesterol screening as recommended by the United States Preventive Services Task Force (USPSTF) over the general screening approach recommended by the American College of Cardiology (ACC) and American Heart Association (AHA) guidelines. The findings are published in Annals of Internal Medicine.Elevated cholesterol levels have long been known to be a strong risk factor for ASCVD. Screening for dyslipidemia can identify asymptomatic individuals at risk for ASCVD, allowing them to pursue lifestyle or drug interventions. The 2013 cholesterol management guidelines from the ACC/AHA recommend an initial lipid panel for all adults older than 20 years followed by repeat testing every 4 to 6 years to identify those at high risk for ASCVD. In contrast, the 2008 guideline from the USPSTF recommends that screening start at 35 for men and 45 for women unless at least one risk factor is present. One reason for this discrepancy is the lack of clinical trial evidence to support cholesterol screening for primary prevention in a younger population.To help decide whether to use the approach of the ACC/AHA or that of the USPSTF, researchers from the Saint Luke's Mid America Heart Institute in Kansas City, MO and Cleveland Clinic, OH analyzed data from the National Health and Nutrition Examination Survey to describe the prevalence of elevated ASCVD risk among nondiabetic adults younger than 50 years. They found that the 10-year ASCVD risk was very low (less than one half of 1 percent) in nonsmoking, nondiabetic women younger than 50 and men younger than 40. Given the low prevalence of patients at elevated cardiovascular risk, the researchers' findings would support the more targeted approach of the USPSTF guidelines.The author of an accompanying editorial from Brigham and Women's Hospital in Boston disagrees with the USPSTF recommendation to delay screening and writes that the absence of evidence is not evidence of absence. Hypercholesterolemia is a life-shortening disease. Those concerned about the primary prevention of cardiovascular disease should advocate for early cholesterol screening. \"Media contacts: For an embargoed PDF, please contact Cara Graeff. To speak with the lead author, Krishna Patel, MD, please contact Laurel Gifford at lgifford@saint-lukes.org or 816-932-8532.Abstract: http://annals.org/aim/article/doi/10.7326/M16-2533 Editorial: http://annals.org/aim/article/doi/10.7326/M17-1123 URL goes live when the embargo liftsEarly feeding for hospitalized patients with mild to moderate acute pancreatitis may reduce the length of hospital stay and gastrointestinal symptoms. Findings from a systematic review are published in Annals of Internal Medicine.Acute pancreatitis is among the most common and costly reasons for hospitalizations in the United States. Several reviews suggest that enteral feeding in patients may reduce length of hospital stay when given early. Despite these results, whether to feed patients during an active phase of inflammation or to delay feeding until the acute phase has subsided remains controversial. Recent trials have yielded mixed results and available guidelines are vague and contradictory. Researchers at the University of Michigan in Ann Arbor, MI conducted a systematic review including 11 randomized clinical trials of adults hospitalized with a diagnosis of acute pancreatitis to evaluate whether early feeding affects length of hospital stay and clinical outcomes. In four of the studies reviewed, early feeding was associated with reduced length of hospital stay for mild to moderate pancreatitis. Gastrointestinal symptoms, such as feeding intolerance, nausea, and abdominal pain, were less frequent among patients randomly assigned to early feeding in three studies. Based on this evidence, the review team concluded that early feeding in patients with acute pancreatitis does not seem to increase adverse events and may reduce hospital stay length; however the implications of these findings for patients with severe pancreatitis remain uncertain. Media contacts: For an embargoed PDF, please contact Cara Graeff. To reach the lead author, Valerie Vaughn, MD MSc, please contact Kara Gavin at kegavin@med.umich.edu or 734-764-2220.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/acop-mth050917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Vaccines", " Internal Medicine", " Public Health"], "journal": "Annals of Internal Medicine", "description": "More than half of US travelers who are eligible for the measles, mumps, and rubella (MMR) vaccine are not getting vaccinated before leaving the country, despite clinical recommendations.", "date": "Mon, 15 May 2017 04:00:00 GMT"}