{"title": "Two dose HPV vaccine effective in treating genital warts, study finds", "text": "BOSTON- As of this year, kids under the age of 15 only need 2 doses of HPV vaccine.  New research out of Boston Medical Center, published online in the STD Journal, is the first published clinical evidence to support new recommendations by the Center for Disease Control and Prevention (CDC) for a two-dose HPV vaccine to prevent genital warts. BMC researchers found that the two-dose human papillomavirus (HPV) vaccine provides the same level of protection against genital warts as three doses, when given as directed.  The study looked at nearly 400,000 girls from around the country to find the rate of genital warts based on the number of vaccine doses received. Researchers found that receiving two or three doses of the vaccine was effective. Both provided significantly more protection against genital warts than one dose or not receiving the vaccine at all. The vaccine is recommended to prevent HPV infections and its associated diseases, including cancers and genital warts. Recently, the CDC and the World Health Organization (WHO) updated their recommendations from a three to two dose vaccine schedule for girls and boys ages 9 to 14.\"The CDC and WHO based the new two dose schedule primarily on immunogenicity results, but there was very little research on how effective that recommendation has been,\" said Rebecca Perkins, MD, obstetrician at BMC and the study's lead author. \"This study validates the new recommendations and allows us to confidently move forward with the 2 dose schedule for the prevention of genital warts.\"\r\nResearchers did note that the rate of genital warts for all girls dropped significantly from 2007 to 2013 and attribute the trend to the wide distribution of the HPV vaccine in recent years. \"The data supporting a two dose schedule is encouraging, but it only reports on genital warts, not cervical dysplasia or cancer outcomes. Collecting that long term data is paramount,\" said Perkins, who is also an associate professor of obstetrics and gynecology at Boston University School of Medicine. \"This study will be a stepping stone for future research into the effectiveness of the two dose schedule of the HPV vaccine for other symptoms of the disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/bumc-tdh051517.php", "region": "namerica", "source_link": null, "funder": "American Cancer Society", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Vaccines", " Gynecology", " Public Health", " Sex-Linked Conditions", " Sexual Behavior", " Science/Health and the Law", " Sex-Linked Conditions"], "journal": "Sexually Transmitted Diseases", "description": "New research out of Boston Medical Center, published online in the STD Journal, is the first published clinical evidence to support new recommendations by the Center for Disease Control and Prevention (CDC) for a two-dose HPV vaccine to prevent genital warts. BMC researchers found that the two-dose human papillomavirus (HPV) vaccine provides the same level of protection against genital warts as three doses, when given as directed.", "date": "Mon, 15 May 2017 04:00:00 GMT"}