{"title": "Heart attack risk increases 17-fold following respiratory infections", "text": "The risk of having a heart attack is 17 times higher in the seven days following a respiratory infection, University of Sydney research has found.Published today in Internal Medicine Journal, this is the first study to report an association between respiratory infections such as pneumonia, influenza and bronchitis and increased risk of heart attack in patients confirmed by coronary angiography (a special X-Ray to detect heart artery blockages).\"Our findings confirm what has been suggested in prior studies that a respiratory infection can act as a trigger for a heart attack,\" said senior author Professor Geoffrey Tofler, cardiologist from University of Sydney, Royal North Shore Hospital and Heart Research Australia.\"The data showed that the increased risk of a heart attack isn't necessarily just at the beginning of respiratory symptoms, it peaks in the first 7 days and gradually reduces but remains elevated for one month.\"The study was an investigation of 578 consecutive patients with heart attack due to a coronary artery blockage, who provided information on recent and usual occurrence of symptoms of respiratory infection. Seventeen per cent of patients reported symptoms of respiratory infection within 7 days of the heart attack, and 21 per cent within 31 days.Patients were interviewed about their activities before the onset of their heart attack, including if they experienced a recent \"flu-like illness with fever and sore throat\". They were considered affected if they reported sore throat, cough, fever, sinus pain, flu-like symptoms, or if they reported a diagnosis of pneumonia or bronchitis.  A second analysis was among those with symptoms restricted to the upper respiratory tract, which included the common cold, pharyngitis, rhinitis and sinusitis.Lead author Dr Lorcan Ruane, who conducted the work at University of Sydney said: \"For those participants who reported milder upper respiratory tract infection symptoms the risk increase was less, but was still elevated by 13 fold.\"\"Although upper respiratory infections are less severe, they are far more common than lower respiratory tract symptoms. Therefore it is important to understand their relationship to the risk of heart attacks, particularly as we are coming into winter in Australia,\" he said.Associate Professor Thomas Buckley, study investigator from Sydney Nursing School said: \"The incidence of heart attacks is highest during winter in Australia.\"\"This winter peak in seen not only in Australia but also in other countries around the world is likely due in part to the increased incidence of respiratory infections. \"People should take measures to reduce exposure to infection, including flu and pneumonia vaccines where appropriate.\"Professor Tofler added: \"Possible reasons for why respiratory infection may trigger a heart attack include an increased tendency towards blood clotting, inflammation and toxins damaging blood vessels, and changes in blood flow.\"\"Our message to people is while the absolute risk that any one episode will trigger a heart attack is low, they need to be aware that a respiratory infection could lead to a coronary event. So consider preventative strategies where possible, and don't ignore symptoms that could indicate a heart attack.\"The next step is to identify treatment strategies to decrease this risk of heart attack, particularly in individuals who may have increased susceptibility.\"The study was conducted at Royal North Shore Hospital.Fast facts:- This equates to around 153 heart attacks a day, or one heart attack every 9 minutes.\r\n- Each year, almost 9,300 Australians die of a heart attack.\r\n- One in four people who die from a heart attack die within the first hour of their first symptom.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uos-har051217.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "University of Sydney", "keywords": ["Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Death/Dying", " Health Professionals", " Infectious/Emerging Diseases", " Public Health"], "journal": "Internal Medicine Journal", "description": "The risk of having a heart attack is 17 times higher in the seven days following a respiratory infection, University of Sydney research has found. The increased risk peaks in the first 7 days and gradually reduces but remains elevated for one month.", "date": "Mon, 15 May 2017 04:00:00 GMT"}