{"title": "New report recommends priority actions to achieve global health security", "text": "WASHINGTON - A new report from the National Academies of Sciences, Engineering, and Medicine identifies global health priorities in light of current and emerging challenges and makes 14 recommendations for the U.S. government and other stakeholders to address these challenges, while maintaining U.S. status as a world leader in global health. \"The increased interdependency of countries, economies, and cultures resulting from tremendous growth in international travel and trade over the last several decades has brought improved access to goods and services, but also a variety of health threats,\" said Jendayi Frazer, co-chair of the committee that conducted the study and wrote the report and adjunct senior fellow for Africa studies at the Council on Foreign Relations.  \"The United States must preserve and extend its legacy as a global leader, partner, and innovator in global health through forward-looking policies, country and international partnerships, and, most importantly, continued investment.  Doing so will not only lead to improved health and security for all U.S. citizens but also ensure the sustainable thriving of the global population.\"\"By investing in global health over the next 20 years, there is a chance to save the lives of millions of children and adults,\" said committee co-chair Valentin Fuster, physician-in-chief at Mount Sinai Hospital and director of Mount Sinai Heart.  \"The health and well-being of other countries both directly and indirectly affect the health, safety, and economic security of Americans.  The U.S. government should maintain its leadership position in global health as a matter of urgent national interest and as a global public benefit that enhances America's international standing.\"While prioritization of resources for each issue or disease is necessary, it is also essential to embrace a systems-focused approach to capacity building and partnership to achieve results more comprehensively.  The committee identified four priority areas encompassing the 14 recommendations for global health action:Achieve global health security. In the last 10 years, outbreaks of potentially pandemic influenza, Middle East Respiratory Syndrome Coronavirus, Ebola, and Zika have threatened populations around the world. In each case, global and national responses, including those of the United States, have been reactionary, uncoordinated, ineffective, and expensive, the report says.  The presidential administration should create a coordinating body within the U.S. government with the authority and budget to develop a proactive, cost-effective, and comprehensive approach to preparedness for and response to international public health emergencies. The U.S. departments of Health and Human Services, Defense, and Agriculture, and U.S. Agency for International Development (USAID) should continue investments at the national level and increase investments at the international level to improve capabilities to confront the growing threat of antimicrobial resistance.  In addition, the administration also should strengthen preparedness and response capacity in low- and middle-income countries through training and information exchange efforts.  Maintain a sustained response to the continuous threats of communicable diseases.  Dedicated efforts over the last few decades have resulted in millions of lives saved from AIDS, TB, and malaria, yet these three diseases continue to pose immediate and long-term threats to the health of populations around the world, the report says.  For example, more than 36 million people are living with HIV, with 2 million infections occurring yearly. The committee recommended a sustained focus on HIV/AIDS through the President's Emergency Plan for AIDS Relief (PEPFAR) with continued emphasis on accountability, efficiency, and measurement of results.  The U.S. Centers for Disease Control and Prevention (CDC), National Institute of Allergy and Infectious Diseases, and USAID should conduct a thorough global threat analysis of rising TB levels and execute a plan of action for developing new diagnostics, drugs, vaccines, and delivery systems.  In addition, relevant U.S. government agencies should continue efforts against malaria through the President's Malaria Initiative and collaborative work with partners toward elimination of the disease, the report says.Save and improve the lives of women and children.  Although child and maternal mortality rates have decreased, each year nearly 6 million children die before age 5, and more than 300,000 women die from pregnancy- and childbirth-related causes, the vast majority of which are preventable.  The report calls for increased funding to augment USAID's investments in ending preventable maternal and child mortality to include priority interventions supported by rigorous monitoring and evaluation. In addition, USAID, PEPFAR, their implementing partners, and other funders should support and incorporate proven, cost-effective interventions into their existing programs for ensuring that all children reach their developmental potential and become healthy, productive adults.  This includes interventions such as providing adequate nutrition for optimal cognitive development and detecting and managing postpartum depression and other maternal mental health issues.Promote cardiovascular health and prevent cancer.  Noncommunicable diseases (NCDs) such as cardiovascular disease (CVD), chronic obstructive pulmonary disease, and lung cancer result in 40 million deaths globally each year, almost three-quarters of which are in low- and middle-income countries.  The costs of managing these diseases are rising as well, with CVD alone projected to cost the world $1 trillion annually in treatment costs and productivity losses by 2030.  Many health systems in these countries are not adequately equipped to care for patients with NCDs, due to historical focus on infectious diseases.  The committee called for USAID, the U.S. State Department, and the CDC to support improved mobilization and coordination of private partners at the country level to implement strategies targeting CVD risk factors, early detection and treatment of hypertension and cervical cancer, and immunization against cancer-causing viruses, such as HPV and hepatitis B.To maximize the returns on investments in these four priority areas, achieve better health outcomes, and use funding more effectively, the report says the U.S. should:\r\nThe study was sponsored by the U.S. Centers for Disease Control and Prevention, U.S. Food and Drug Administration, National Institutes of Health, President's Emergency Plan for AIDS Relief, U.S. Agency for International Development, Rockefeller Foundation, Medtronic, Merck Foundation, and BD (Becton, Dickinson and Company).  The National Academies of Sciences, Engineering, and Medicine are private, nonprofit institutions that provide independent, objective analysis and advice to the nation to solve complex problems and inform public policy decisions related to science, technology, and medicine.  The National Academies operate under an 1863 congressional charter to the National Academy of Sciences, signed by President Lincoln.  For more information, visit http://national-academies.org.  A committee roster follows.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/naos-nrr051517.php", "region": "namerica", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=24737", "funder": "", "meeting": "", "institution": "National Academies of Sciences, Engineering, and Medicine", "keywords": ["Medicine/Health", " AIDS/HIV", " Infectious/Emerging Diseases"], "journal": "", "description": "A new report from the National Academies of Sciences, Engineering, and Medicine identifies global health priorities in light of current and emerging challenges and makes 14 recommendations for the US government and other stakeholders to address these challenges, while maintaining US status as a world leader in global health.", "date": "Mon, 15 May 2017 04:00:00 GMT"}