{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "pavla", "ermáková", "md", "phd", "view", "stockholm", "sweden", "june", "15", "patients", "live", "alone", "receive", "extent", "diagnostic", "investigations", "treatment", "hand", "treated", "frequently", "antidepressants", "antipsychotics", "sedative", "recent", "statistics", "number", "older", "people", "live", "alone", "homes", "especially", "women", "increasing", "high", "income", "countries", "older", "person", "affected", "dementia", "disease", "may", "close", "relative", "living", "may", "complicate", "course", "disease", "dementia", "affects", "memory", "later", "lead", "dependency", "caregivers", "investigators", "karolinska", "institutet", "karolinska", "university", "hospital", "sweden", "studied", "26", "000", "patients", "disease", "registered", "swedish", "dementia", "registry", "svedem", "nationwide", "quality", "register", "patients", "affected", "dementia", "owing", "size", "study", "sample", "detailed", "information", "received", "swedish", "prescribed", "drug", "register", "swedish", "patient", "register", "team", "able", "estimate", "effects", "solitary", "living", "several", "aspects", "health", "care", "independently", "characteristics", "age", "gender", "comorbidities", "severity", "dementia", "high", "proportion", "solitary", "living", "disease", "patients", "worrying", "certainly", "disease", "patients", "deal", "alone", "says", "pavla", "ermáková", "first", "author", "study", "behalf", "team", "department", "neurobiology", "care", "sciences", "society", "karolinska", "institutet", "found", "many", "inequalities", "health", "care", "provided", "solitary", "living", "patients", "received", "less", "frequently", "investigations", "brain", "imaging", "methods", "computed", "tomography", "ct", "magnetic", "resonance", "imaging", "mri", "lumbar", "puncture", "moreover", "treated", "less", "commonly", "cholinesterase", "inhibitors", "memantine", "nowadays", "drugs", "improve", "symptoms", "says", "likely", "explanation", "presence", "close", "caregiver", "lives", "patient", "influences", "physicians", "decide", "diagnostic", "strategy", "therapy", "contrary", "patients", "live", "alone", "got", "antidepressants", "antipsychotics", "clear", "whether", "doctors", "prone", "prescribe", "drugs", "patient", "group", "solitary", "living", "cause", "worsen", "depression", "sleeping", "problems", "psychotic", "symptoms", "possible", "improving", "living", "conditions", "patients", "disease", "could", "lower", "need", "drugs", "suggests", "maja", "nelson", "second", "author", "paper", "study", "provides", "good", "basis", "possible", "intervention", "work", "clinically", "karolinska", "university", "hospital", "see", "patients", "disease", "says", "dorota", "religa", "senior", "author", "study", "need", "make", "efforts", "overcome", "challenges", "solitary", "living", "poses", "adds", "religa"], "url": "http://www.eurekalert.org/pub_releases/2017-06/ip-gih061517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Pavla ?ermáková, MD, PhD.", "view more Stockholm, Sweden - June 15, 2017- The patients who live alone do not receive the same extent of diagnostic investigations and anti-dementia treatment as those who are co-habiting.", "On the other hand, they were treated more frequently with antidepressants, antipsychotics and sedative drugs.According to recent statistics, the number of older people who live alone in their homes, especially women, is increasing in high income countries.", "When an older person is affected by dementia, such as Alzheimer´s disease, they may not have a close relative living with them, which may complicate the course of the disease.", "Dementia affects their memory and later can lead to their dependency on caregivers.", "Investigators at Karolinska Institutet and Karolinska University Hospital in Sweden studied 26 000 patients with Alzheimer´s disease registered in the Swedish Dementia Registry (SveDem), a nationwide quality register on patients affected by dementia.", "Owing to the size of the study sample and detailed information received from The Swedish Prescribed Drug Register and The Swedish Patient Register, the team was able to estimate the effects of solitary living on several aspects of health care, independently of patients´ characteristics, such as age, gender, comorbidities or severity of dementia.", "\"The high proportion of solitary living Alzheimer´s disease patients is worrying as this is certainly not a disease patients can deal with alone,\" says Pavla ?ermáková, the first author of the study, on behalf of the team from the Department of Neurobiology, Care Sciences and Society at Karolinska Institutet.", "\"We found many inequalities in the health care that is provided.", "Solitary living patients received less frequently investigations with brain imaging methods, such as computed tomography (CT) and magnetic resonance imaging (MRI), and lumbar puncture.", "Moreover, they were treated less commonly with cholinesterase inhibitors and memantine, which are nowadays the only drugs that can improve their symptoms,\" says dr. ?ermáková.A likely explanation is that the presence of a close caregiver who lives with the patient influences how physicians decide about the diagnostic strategy and therapy.", "On the contrary, patients who live alone got more antidepressants, antipsychotics and hypnotics-sedatives.", "It is not clear whether the doctors are more prone to prescribe these drugs to this patient group or if solitary living can cause or worsen depression, sleeping problems and psychotic symptoms.", "\"It is possible that improving living conditions of patients with Alzheimer´s disease could lower the need for these drugs,\" suggests Maja Nelson, who is the second author of the paper.", "This study provides a good basis for a possible intervention.", "\"I work clinically at the Karolinska University Hospital where I see patients with Alzhemer´s disease,\" says Dorota Religa, who is the senior author of the study.", "\"We need to make more efforts to overcome challenges that solitary living poses on them,\" adds Dr. Religa."], "title": "Gap in health care for Alzheimer's disease patients who live alone | EurekAlert! Science News", "source": "IOS Press", "date": "2018-01-19_20:43:34", "year": "Thu, 15 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Pavla ?ermáková, MD, PhD.\n       view more Stockholm, Sweden - June 15, 2017- The patients who live alone do not receive the same extent of diagnostic investigations and anti-dementia treatment as those who are co-habiting. On the other hand, they were treated more frequently with antidepressants, antipsychotics and sedative drugs.According to recent statistics, the number of older people who live alone in their homes, especially women, is increasing in high income countries. When an older person is affected by dementia, such as Alzheimer´s disease, they may not have a close relative living with them, which may complicate the course of the disease. Dementia affects their memory and later can lead to their dependency on caregivers. Investigators at Karolinska Institutet and Karolinska University Hospital in Sweden studied 26 000 patients with Alzheimer´s disease registered in the Swedish Dementia Registry (SveDem), a nationwide quality register on patients affected by dementia. Owing to the size of the study sample and detailed information received from The Swedish Prescribed Drug Register and The Swedish Patient Register, the team was able to estimate the effects of solitary living on several aspects of health care, independently of patients´ characteristics, such as age, gender, comorbidities or severity of dementia.\"The high proportion of solitary living Alzheimer´s disease patients is worrying as this is certainly not a disease patients can deal with alone,\" says Pavla ?ermáková, the first author of the study, on behalf of the team from the Department of Neurobiology, Care Sciences and Society at Karolinska Institutet. \"We found many inequalities in the health care that is provided. Solitary living patients received less frequently investigations with brain imaging methods, such as computed tomography (CT) and magnetic resonance imaging (MRI), and lumbar puncture. Moreover, they were treated less commonly with cholinesterase inhibitors and memantine, which are nowadays the only drugs that can improve their symptoms,\" says dr. ?ermáková.A likely explanation is that the presence of a close caregiver who lives with the patient influences how physicians decide about the diagnostic strategy and therapy. On the contrary, patients who live alone got more antidepressants, antipsychotics and hypnotics-sedatives. It is not clear whether the doctors are more prone to prescribe these drugs to this patient group or if solitary living can cause or worsen depression, sleeping problems and psychotic symptoms. \"It is possible that improving living conditions of patients with Alzheimer´s disease could lower the need for these drugs,\" suggests Maja Nelson, who is the second author of the paper. This study provides a good basis for a possible intervention. \"I work clinically at the Karolinska University Hospital where I see patients with Alzhemer´s disease,\" says Dorota Religa, who is the senior author of the study. \"We need to make more efforts to overcome challenges that solitary living poses on them,\" adds Dr. Religa."}