{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "beyond", "words", "report", "focused", "problems", "communicating", "words", "music", "might", "used", "help", "view", "tailored", "music", "sessions", "could", "crucial", "transforming", "lives", "millions", "people", "whose", "speech", "impacted", "learning", "difficulties", "strokes", "dementia", "brain", "damage", "autism", "new", "study", "could", "enable", "individuals", "families", "feel", "less", "isolated", "neglected", "within", "society", "enhancing", "ability", "communicate", "wider", "consistent", "funding", "provision", "needs", "increased", "health", "community", "providers", "need", "implement", "integrated", "approach", "using", "music", "supporting", "impacted", "strokes", "dementia", "among", "key", "findings", "beyond", "words", "project", "led", "university", "plymouth", "plymouth", "music", "zone", "pmz", "funded", "arts", "council", "england", "research", "grants", "focused", "problems", "communicating", "words", "researchers", "term", "music", "might", "used", "help", "study", "first", "focus", "people", "music", "one", "first", "explore", "music", "positive", "effect", "wide", "range", "issues", "future", "provision", "might", "take", "account", "rather", "focussing", "specific", "groups", "within", "quinn", "professor", "education", "university", "led", "study", "involved", "series", "interviews", "focus", "groups", "arts", "workshops", "well", "observing", "regular", "sessions", "offered", "said", "shown", "music", "give", "people", "voice", "allowing", "explore", "creativity", "well", "communicating", "pleasure", "pain", "children", "music", "enable", "carers", "families", "see", "full", "potential", "individual", "someone", "dementia", "person", "identity", "families", "might", "thought", "lost", "simply", "talking", "minority", "group", "millions", "people", "currently", "get", "good", "provision", "finding", "ways", "give", "people", "hope", "future", "debbie", "geraghty", "executive", "director", "plymouth", "music", "zone", "charity", "focus", "groundbreaking", "longitudinal", "research", "charity", "forefront", "using", "music", "powerful", "tool", "inclusion", "social", "change", "reaches", "vulnerable", "children", "young", "people", "adults", "across", "plymouth", "added", "research", "really", "shines", "light", "tremendous", "personal", "social", "impacts", "music", "individuals", "indeed", "go", "using", "music", "achieve", "changes", "surprisingly", "us", "though", "shows", "much", "effects", "really", "ripple", "among", "families", "communities", "uncovers", "true", "depth", "importance", "work", "plymouth", "music", "zone", "willingly", "opened", "doors", "researchers", "care", "deeply", "using", "power", "music", "include", "value", "everyone", "society", "hope", "valuable", "insights", "influence", "others", "far", "wide", "participants", "took", "part", "research", "enrichened", "lives", "taught", "us", "importance", "connection", "kindness", "care", "could", "ever", "imagined", "possible", "project", "research", "assistant", "claudia", "blandon", "spent", "16", "months", "observing", "sessions", "delivered", "pmz", "following", "lives", "25", "people", "attend", "sessions", "centre", "community", "venues", "like", "care", "homes", "mpz", "training", "research", "manager", "music", "leader", "anna", "batson", "third", "member", "research", "team", "brought", "musical", "expertise", "also", "involved", "interviews", "44", "family", "members", "offered", "insight", "richness", "lives", "led", "people", "30", "arts", "workshops", "people", "four", "focus", "groups", "music", "leaders", "volunteers", "based", "around", "current", "provision", "felt", "might", "final", "report", "communicated", "policy", "makers", "charities", "others", "hope", "type", "sessions", "offered", "plymouth", "music", "zone", "similar", "centres", "increased", "sustainable", "findings", "already", "communicated", "conferences", "plymouth", "poland", "united", "states", "hope", "lessons", "learned", "could", "implemented", "gibby", "area", "director", "south", "west", "arts", "council", "england", "said", "delighted", "able", "support", "university", "plymouth", "plymouth", "music", "zone", "funded", "research", "grants", "programme", "carry", "important", "project", "research", "programme", "aims", "deepen", "knowledge", "understanding", "impact", "art", "culture", "complex", "role", "plays", "experience", "individuals", "society", "pleased", "see", "results", "study", "provide", "credible", "robust", "evidence", "demonstrates", "wide", "social", "benefits", "art", "culture", "hope", "goes", "way", "making", "links", "truly", "recognised"], "url": "http://www.eurekalert.org/pub_releases/2017-06/uop-msc061317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The Beyond Words report focused on those who have problems communicating with words and how music might be used to help them\n       view more Tailored music sessions could be crucial in transforming the lives of millions of people whose speech is impacted by learning difficulties, strokes, dementia, brain damage and autism, a new study suggests.It could enable individuals and their families to feel less isolated or neglected within society, while enhancing their ability to communicate, both with each other and the wider world.But consistent funding and provision needs to be increased, while health and community providers need to implement a more integrated approach to using music in supporting those impacted by strokes and dementia.", "Those are among the key findings of Beyond Words, a project led by the University of Plymouth and Plymouth Music Zone (PMZ) and funded by the Arts Council England Research Grants programme.It focused on those who have problems communicating with words -- who the researchers now term as being 'post-verbal' -- and how music might be used to help them.The study is the first to focus on post-verbal people and music, and one of the first to explore how music can have a positive effect on a wide range of health-related issues and how future provision might take them all into account rather than focussing on only specific groups within society.Jocey Quinn, Professor of Education at the University, led the study which involved a series of interviews, focus groups and arts workshops, as well as observing the regular sessions offered by PMZ.She said: \"What we have shown is that music can give people a voice, allowing them to explore their creativity as well as communicating both pleasure and pain.", "In post-verbal children, music can enable carers and families to see the full potential of the individual, while in someone with dementia, a person's identity can re-emerge when families might have thought it had been lost.", "This is not simply talking about a minority group, but millions of people who currently do not get good provision, and finding ways to give people hope for the future.", "\"Debbie Geraghty is the Executive Director of Plymouth Music Zone, the award-winning charity which was the focus of the groundbreaking longitudinal research.", "The charity is at the forefront of using music as a powerful tool for inclusion and social change and reaches out to vulnerable children, young people and adults across Plymouth and beyond.She added: \"This research really shines a light on the tremendous personal and social impacts music can have on individuals and, indeed, how to go about using music to achieve those changes.", "Surprisingly for us though, it shows just how much those effects really ripple out among families and communities and uncovers the true depth and importance of the work.", "Plymouth Music Zone willingly opened its doors to researchers because we care so deeply about using the power of music to include and value everyone in society.", "I hope these valuable insights influence others far and wide as the participants who took part in this research have enrichened our lives and taught us more about the importance of connection, kindness and care than we could ever have imagined possible.", "\"For the project, research assistant Claudia Blandon spent 16 months observing sessions delivered by PMZ and following the lives of 25 people who attend sessions at the centre and other community venues like care homes.", "MPZ's Training and Research Manager and Music Leader, Anna Batson, was the third member of the research team who brought musical expertise to the findings.It also involved interviews with 44 family members, which offered an insight into the richness of the lives led by 'post-verbal' people, 30 arts workshops with the post-verbal people and four focus groups with music leaders and volunteers based around current provision and how they felt it might be enhanced.The final report is now being communicated to policy makers, charities and others in the hope that the type of sessions offered at Plymouth Music Zone, and other similar centres, can be increased in a sustainable manner.Some of its findings have already been communicated during conferences in Plymouth, Poland and the United States, with the hope that the lessons learned could be implemented internationally.Phil Gibby, Area Director, South West, Arts Council England, said: \"We are delighted to have been able to support the University of Plymouth and Plymouth Music Zone through our National-Lottery funded Research Grants programme to carry out this important project.", "Our research programme aims to deepen knowledge and understanding of the impact of art and culture, and the complex role it plays in our experience as individuals and a society.", "We are pleased to see that the results of this study provide credible and robust evidence that demonstrates the wide social benefits of art and culture and hope this goes some way to making the links truly recognised.\""], "title": "Music sessions can help millions who struggle to speak to lead a richer life | EurekAlert! Science News", "source": "University of Plymouth", "date": "2018-01-19_20:43:36", "year": "Wed, 14 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The Beyond Words report focused on those who have problems communicating with words and how music might be used to help them\n       view more Tailored music sessions could be crucial in transforming the lives of millions of people whose speech is impacted by learning difficulties, strokes, dementia, brain damage and autism, a new study suggests.It could enable individuals and their families to feel less isolated or neglected within society, while enhancing their ability to communicate, both with each other and the wider world.But consistent funding and provision needs to be increased, while health and community providers need to implement a more integrated approach to using music in supporting those impacted by strokes and dementia. Those are among the key findings of Beyond Words, a project led by the University of Plymouth and Plymouth Music Zone (PMZ) and funded by the Arts Council England Research Grants programme.It focused on those who have problems communicating with words -- who the researchers now term as being 'post-verbal' -- and how music might be used to help them.The study is the first to focus on post-verbal people and music, and one of the first to explore how music can have a positive effect on a wide range of health-related issues and how future provision might take them all into account rather than focussing on only specific groups within society.Jocey Quinn, Professor of Education at the University, led the study which involved a series of interviews, focus groups and arts workshops, as well as observing the regular sessions offered by PMZ.She said: \"What we have shown is that music can give people a voice, allowing them to explore their creativity as well as communicating both pleasure and pain. In post-verbal children, music can enable carers and families to see the full potential of the individual, while in someone with dementia, a person's identity can re-emerge when families might have thought it had been lost. This is not simply talking about a minority group, but millions of people who currently do not get good provision, and finding ways to give people hope for the future.\"Debbie Geraghty is the Executive Director of Plymouth Music Zone, the award-winning charity which was the focus of the groundbreaking longitudinal research. The charity is at the forefront of using music as a powerful tool for inclusion and social change and reaches out to vulnerable children, young people and adults across Plymouth and beyond.She added: \"This research really shines a light on the tremendous personal and social impacts music can have on individuals and, indeed, how to go about using music to achieve those changes. Surprisingly for us though, it shows just how much those effects really ripple out among families and communities and uncovers the true depth and importance of the work. Plymouth Music Zone willingly opened its doors to researchers because we care so deeply about using the power of music to include and value everyone in society. I hope these valuable insights influence others far and wide as the participants who took part in this research have enrichened our lives and taught us more about the importance of connection, kindness and care than we could ever have imagined possible.\"For the project, research assistant Claudia Blandon spent 16 months observing sessions delivered by PMZ and following the lives of 25 people who attend sessions at the centre and other community venues like care homes. MPZ's Training and Research Manager and Music Leader, Anna Batson, was the third member of the research team who brought musical expertise to the findings.It also involved interviews with 44 family members, which offered an insight into the richness of the lives led by 'post-verbal' people, 30 arts workshops with the post-verbal people and four focus groups with music leaders and volunteers based around current provision and how they felt it might be enhanced.The final report is now being communicated to policy makers, charities and others in the hope that the type of sessions offered at Plymouth Music Zone, and other similar centres, can be increased in a sustainable manner.Some of its findings have already been communicated during conferences in Plymouth, Poland and the United States, with the hope that the lessons learned could be implemented internationally.Phil Gibby, Area Director, South West, Arts Council England, said: \"We are delighted to have been able to support the University of Plymouth and Plymouth Music Zone through our National-Lottery funded Research Grants programme to carry out this important project. Our research programme aims to deepen knowledge and understanding of the impact of art and culture, and the complex role it plays in our experience as individuals and a society. We are pleased to see that the results of this study provide credible and robust evidence that demonstrates the wide social benefits of art and culture and hope this goes some way to making the links truly recognised.\""}