{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "study", "center", "vital", "longevity", "university", "texas", "dallas", "found", "amount", "amyloid", "plaques", "person", "brain", "predicts", "rate", "cognition", "decline", "next", "four", "study", "published", "jama", "neurology", "used", "positron", "emission", "tomography", "pet", "scans", "detect", "amyloid", "184", "healthy", "older", "adults", "participating", "dallas", "lifespan", "brain", "study", "amyloid", "plaques", "sticky", "buildup", "gradually", "gathers", "outside", "neurons", "hallmark", "alzheimer", "disease", "believed", "start", "accumulating", "brain", "10", "20", "years", "onset", "dementia", "think", "critical", "examine", "adults", "detect", "earliest", "possible", "signs", "alzheimer", "disease", "becoming", "increasingly", "clear", "early", "intervention", "key", "eventually", "preventing", "alzheimer", "disease", "said", "michelle", "farrell", "phd", "student", "center", "lead", "author", "study", "study", "presents", "first", "data", "amyloid", "cognitive", "consequences", "adults", "ages", "40", "59", "adults", "study", "found", "higher", "amyloid", "amounts", "associated", "declines", "vocabulary", "area", "cognition", "generally", "preserved", "people", "results", "suggest", "new", "approach", "might", "needed", "provide", "physicians", "patients", "information", "future", "someone", "amyloid", "deposits", "amyloid", "pet", "scan", "results", "typically", "presented", "either", "positive", "negative", "new", "findings", "suggest", "amount", "amyloid", "brain", "provides", "useful", "prognostic", "information", "rapidly", "cognition", "may", "decline", "future", "understanding", "earliest", "silent", "phase", "possible", "alzheimer", "disease", "increasing", "rapidly", "providing", "physicians", "patients", "information", "magnitude", "amyloid", "deposits", "provide", "valuable", "information", "permit", "better", "planning", "future", "said", "denise", "park", "director", "research", "center", "vital", "longevity", "distinguished", "university", "chair", "behavioral", "brain", "sciences", "senior", "author", "study", "park", "heads", "dallas", "lifespan", "brain", "study", "research", "project", "aimed", "understanding", "healthy", "brain", "looks", "like", "functions", "every", "decade", "life", "age", "20", "90", "nearly", "500", "volunteers", "study", "undergo", "tests", "every", "four", "years", "studies", "amyloid", "relationship", "alzheimer", "disease", "focused", "older", "adults", "age", "60", "dallas", "lifespan", "brain", "study", "also", "studies", "adults", "find", "earliest", "possible", "signs", "alzheimer", "disease", "jama", "neurology", "research", "three", "adults", "highest", "amyloid", "amounts", "greatest", "vocabulary", "decline", "also", "found", "double", "dose", "gene", "implicated", "alzheimer", "means", "received", "copy", "gene", "parents", "4", "percent", "population", "carries", "genetic", "combination", "finding", "hints", "possibility", "subtle", "symptoms", "cognitive", "decline", "related", "amyloid", "may", "detectable", "early", "middle", "age", "vulnerable", "population"], "url": "http://www.eurekalert.org/pub_releases/2017-06/uota-mai061417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study from the Center for Vital Longevity at The University of Texas at Dallas has found that the amount of amyloid plaques in a person's brain predicts the rate at which his or her cognition will decline in the next four years.The study, published in JAMA Neurology, used positron emission tomography (PET) scans to detect amyloid in 184 healthy middle-age and older adults participating in the Dallas Lifespan Brain Study.", "Amyloid plaques, a sticky buildup that gradually gathers outside of neurons and is a hallmark of Alzheimer's disease, are believed to start accumulating in the brain 10 to 20 years before the onset of dementia.", "\"We think it is critical to examine middle-aged adults to detect the earliest possible signs of Alzheimer's disease, because it is becoming increasingly clear that early intervention will be the key to eventually preventing Alzheimer's disease,\" said Michelle Farrell, a PhD student at the center and the lead author of the study.\"", "The study presents some of the first data on amyloid and its cognitive consequences in adults ages 40 to 59.", "For these middle-age adults, the study found that higher amyloid amounts were associated with declines in vocabulary, an area of cognition that is generally preserved as people age.The results suggest that a new approach might be needed to provide physicians and patients with information about the future for someone with amyloid deposits.", "Amyloid PET scan results are typically presented as either positive or negative, but the new findings suggest that the amount of amyloid in the brain provides useful prognostic information about how rapidly cognition may decline in the future.", "\"Our understanding of the earliest and silent phase of possible Alzheimer's disease is increasing rapidly.", "Providing physicians and patients with more information about the magnitude of amyloid deposits will provide valuable information that will permit better planning for the future,\" said Dr. Denise Park, director of research at the Center for Vital Longevity, Distinguished University Chair in Behavioral and Brain Sciences and senior author of the study.", "Park heads up the Dallas Lifespan Brain Study, which is a multi-year research project aimed at understanding what a healthy brain looks like and how it functions at every decade of life from age 20 through 90.", "Each of the nearly 500 volunteers in the study undergo tests every four years.", "While most studies of amyloid and its relationship to Alzheimer's disease have focused on older adults over age 60, the Dallas Lifespan Brain Study also studies middle-age  adults to find the earliest possible signs of Alzheimer's disease.", "In the JAMA Neurology research, the three middle-age adults who had the highest amyloid amounts and greatest vocabulary decline were also found to have a double dose of the ApoE-4 gene implicated in Alzheimer's.", "This means they received a copy of the gene from each of their parents.", "Only about 4 percent of the population carries this genetic combination, and the finding hints at the possibility that subtle symptoms of cognitive decline related to amyloid may be detectable as early as middle age in this vulnerable population."], "title": "More amyloid in the brain, more cognitive decline | EurekAlert! Science News", "source": "University of Texas at Dallas", "date": "2018-01-19_20:43:39", "year": "Wed, 14 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study from the Center for Vital Longevity at The University of Texas at Dallas has found that the amount of amyloid plaques in a person's brain predicts the rate at which his or her cognition will decline in the next four years.The study, published in JAMA Neurology, used positron emission tomography (PET) scans to detect amyloid in 184 healthy middle-age and older adults participating in the Dallas Lifespan Brain Study.  Amyloid plaques, a sticky buildup that gradually gathers outside of neurons and is a hallmark of Alzheimer's disease, are believed to start accumulating in the brain 10 to 20 years before the onset of dementia. \"We think it is critical to examine middle-aged adults to detect the earliest possible signs of Alzheimer's disease, because it is becoming increasingly clear that early intervention will be the key to eventually preventing Alzheimer's disease,\" said Michelle Farrell, a PhD student at the center and the lead author of the study.\" The study presents some of the first data on amyloid and its cognitive consequences in adults ages 40 to 59. For these middle-age adults, the study found that higher amyloid amounts were associated with declines in vocabulary, an area of cognition that is generally preserved as people age.The results suggest that a new approach might be needed to provide physicians and patients with information about the future for someone with amyloid deposits. Amyloid PET scan results are typically presented as either positive or negative, but the new findings suggest that the amount of amyloid in the brain provides useful prognostic information about how rapidly cognition may decline in the future.    \"Our understanding of the earliest and silent phase of possible Alzheimer's disease is increasing rapidly. Providing physicians and patients with more information about the magnitude of amyloid deposits will provide valuable information that will permit better planning for the future,\" said Dr. Denise Park, director of research at the Center for Vital Longevity, Distinguished University Chair in Behavioral and Brain Sciences and senior author of the study. Park heads up the Dallas Lifespan Brain Study, which is a multi-year research project aimed at understanding what a healthy brain looks like and how it functions at every decade of life from age 20 through 90. Each of the nearly 500 volunteers in the study undergo tests every four years. While most studies of amyloid and its relationship to Alzheimer's disease have focused on older adults over age 60, the Dallas Lifespan Brain Study also studies middle-age  adults to find the earliest possible signs of Alzheimer's disease.  In the JAMA Neurology research, the three middle-age adults who had the highest amyloid amounts and greatest vocabulary decline were also found to have a double dose of the ApoE-4 gene implicated in Alzheimer's. This means they received a copy of the gene from each of their parents.  Only about 4 percent of the population carries this genetic combination, and the finding hints at the possibility that subtle symptoms of cognitive decline related to amyloid may be detectable as early as middle age in this vulnerable population.   "}