{"text": "DENVER, Colo. - More people die of Alzheimer's disease than prostate and breast cancer combined. Identifying the disease before major symptoms arise is critical to preserving brain function and helping patients maintain quality of life. A new study presented at the 2017 Annual Meeting of the Society of Nuclear Medicine and Molecular Imaging (SNMMI) demonstrates that a single dual time-point PET scan could identify important biomarkers of Alzheimer's disease.The Alzheimer's Association reports that more than 5 million Americans are estimated to be living with Alzheimer's disease. This number is expected to swell as high as 16 million by 2050, when Alzheimer's and other dementias could cost the U.S. more than $1 trillion.For this study, researchers assessed a procedure called dual time-point fluorine-18 Florbetaben (18F-FBB) PET imaging, which involves the injection of a single radiotracer, 18F-FBB, and two scans performed to observe blood flow and amyloid burden in the brain--two biomarkers for neurodegenerative disease, including Alzheimer's.\"Until now, researchers conducted two separate molecular imaging procedures to glean information about beta-amyloid buildup and neuronal injury in the brain,\" said Henryk Barthel, MD, PhD, from the Department of Nuclear Medicine, University Hospital Leipzig, in Leipzig, Germany. \"This study provides proof-of-concept that information about both biomarkers can be obtained from the administration of a single PET tracer.\" The study examined 112 subjects (ages 62-82, with 53 women), 41 diagnosed with mild cognitive impairment, 50 with probable or possible Alzheimer's and 21 with another dementia. Dual time-point 18F-FBB PET scans were conducted during the first 10 minutes of the procedure and again from the 90-to-110-minute mark. Researchers performed quantitative and visual analyses of PET data. With this data, they were able to determine both neuronal injury and amyloid load in all subjects. At least one biomarker was positive in 39 percent of the subjects with mild cognitive impairment, in 37 percent of patients with possible Alzheimer's dementia, and in 72 percent of patients with probable Alzheimer's dementia. Larger prospective trials are needed to further validate this research, but if these results continue, dual time-point 18F-FBB PET could supplement diagnostic dementia workups by providing essential information about Alzheimer's pathology in a convenient and clinically useful manner.", "date": "Tue, 13 Jun 2017 04:00:00 GMT", "meeting": "2017 Annual Meeting of the Society of Nuclear Medicine and Molecular Imaging", "title": "Single dual time-point PET scan identifies dual Alzheimer's biomarkers", "institution": "Society of Nuclear Medicine", "journal": "Journal of Nuclear Medicine", "description": "Identifying Alzheimer's disease before major symptoms arise is critical to preserving brain function and helping patients maintain quality of life. A new study presented at the 2017 Annual Meeting of the Society of Nuclear Medicine and Molecular Imaging (SNMMI) demonstrates that a single dual time-point PET scan could identify important biomarkers of the disease.", "region": "namerica", "keywords": ["Medicine/Health", " Diagnostics", " Neurobiology", " Alzheimer's Disease", " Mental Health", " Memory/Cognitive Processes"], "url": "http://www.eurekalert.org/pub_releases/2017-06/sonm-sdt061217.php", "source_link": "http://www.snmmi.org/NewsPublications/NewsDetail.aspx?ItemNumber=24408", "funder": "", "article_link": null}