{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "region", "yellow", "shade", "reduction", "function", "region", "induces", "declination", "mental", "manipulation", "body", "part", "imagery", "view", "background", "transcranial", "direct", "current", "stimulation", "tdcs", "method", "applying", "weak", "direct", "current", "milliampere", "readily", "noticeable", "subject", "10", "20", "minutes", "bring", "changes", "activities", "cranial", "nerves", "method", "recently", "tested", "scientific", "investigations", "expectation", "may", "applied", "good", "effects", "rehabilitation", "cerebral", "apoplexy", "possible", "therapy", "depression", "method", "turns", "effective", "activating", "mental", "manipulation", "body", "part", "imagery", "ability", "imagine", "movements", "body", "parts", "mentally", "important", "exercise", "learning", "would", "accelerate", "exercise", "learning", "rehabilitation", "would", "applied", "realization", "life", "better", "quality", "vitality", "hand", "known", "well", "activation", "part", "brain", "would", "improve", "mental", "manipulation", "body", "part", "imagery", "study", "therefore", "two", "experiments", "carried", "first", "experiment", "e1", "revealed", "part", "brain", "would", "play", "important", "roles", "mental", "rotation", "hand", "basis", "results", "e1", "second", "experiment", "e2", "performed", "learn", "whether", "mental", "manipulation", "body", "part", "imagery", "would", "improved", "transcranial", "direct", "current", "stimulation", "would", "applied", "part", "brain", "e1", "revealed", "results", "current", "study", "researchers", "kanazawa", "university", "hamamatsu", "university", "school", "medicine", "collaborated", "problem", "together", "researcher", "hamamatsu", "photonics", "company", "e1", "research", "identify", "part", "brain", "concern", "subjects", "aged", "persons", "exhibited", "range", "symptoms", "cognitive", "decline", "level", "glucose", "metabolism", "brain", "measured", "means", "positron", "emission", "tomography", "pet", "glucose", "derivative", "containing", "positron", "injected", "distribution", "body", "measured", "used", "mostly", "cancer", "diagnosis", "relationship", "glucose", "metabolism", "level", "investigated", "performance", "mental", "rotation", "hand", "figure", "1", "demonstrated", "reduction", "glucose", "metabolism", "lateral", "cortex", "lotc", "resulted", "decreased", "performance", "task", "involving", "mental", "manipulation", "figure", "2", "lotc", "shown", "involved", "mental", "manipulation", "body", "part", "imagery", "e2", "research", "activate", "e1", "results", "researchers", "hypothesized", "tdcs", "lotc", "would", "improve", "mental", "manipulation", "body", "part", "imagery", "healthy", "40", "subjects", "underwent", "experiment", "experiment", "mental", "manipulation", "task", "body", "part", "imagery", "simple", "choice", "task", "working", "memory", "task", "kind", "memory", "evaluated", "tasks", "tdcs", "lotc", "fact", "applied", "true", "stimulation", "operation", "without", "applying", "direct", "current", "stimulation", "fake", "stimulation", "performed", "control", "results", "indicated", "persons", "underwent", "tdcs", "true", "stimulation", "showed", "better", "mental", "manipulation", "task", "body", "part", "imagery", "persons", "fake", "stimulation", "figure", "3", "tdcs", "neither", "good", "bad", "effects", "simple", "choice", "task", "working", "memory", "task", "significance", "far", "anticipated", "application", "tdcs", "motor", "area", "cerebral", "cortex", "would", "improve", "effects", "rehabilitation", "apoplexy", "current", "study", "demonstrated", "first", "time", "improvement", "mental", "manipulation", "body", "part", "imagery", "important", "ability", "exercise", "learning", "stimulating", "lotc", "involved", "information", "processing", "visual", "space", "body", "mentioned", "e2", "results", "obtained", "healthy", "adults", "improvement", "big", "number", "nevertheless", "application", "current", "study", "may", "lead", "amelioration", "cognitive", "ability", "improvement", "mental", "manipulation", "body", "part", "imagery", "eventually", "better", "quality", "life", "vitality", "example", "quicker", "recovery", "rehabilitation"], "url": "http://www.eurekalert.org/pub_releases/2017-06/ku-tdc061217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The region with yellow shade.", "Reduction of the function of this region induces declination of mental manipulation of body part imagery.", "view more [Background]Transcranial direct current stimulation, tDCS, is a method, by applying very weak direct current, 1-2 milliampere, which is not readily noticeable to the subject, for 10 to 20 minutes, to bring about changes in the activities of cranial nerves.", "This method has recently been tested in scientific investigations with an expectation that it may be applied for good effects on rehabilitation of those with cerebral apoplexy and for possible therapy of depression.", "If this method turns out to be effective in activating mental manipulation of body part imagery (the ability to imagine movements of body parts mentally; important in exercise learning), it would accelerate exercise learning in rehabilitation and would be applied for realization of a life of better quality with more vitality.", "On the other hand, it has not been known well that activation of which part of the brain would improve the mental manipulation of body part imagery.", "In this study, therefore, two experiments were carried out, and the first experiment (E1) revealed which part of the brain would play important roles in mental rotation of the hand.", "On the basis of the results of E1, the second experiment (E2) was performed to learn whether mental manipulation of body part imagery would be improved when transcranial direct current stimulation would be applied to the part of the brain that E1 revealed.", "[Results]In the current study, researchers of Kanazawa University and Hamamatsu University School of Medicine collaborated on this problem together with a researcher of Hamamatsu Photonics Company.", "E1, a research to identify the part of the brain of concern.", "The subjects were aged persons who exhibited a range of symptoms of cognitive decline.", "The level of glucose metabolism in the brain was measured by means of positron emission tomography (PET: glucose derivative containing positron is injected and its distribution in the body is measured; it is used mostly for cancer diagnosis), and the relationship of the glucose metabolism level was investigated with the performance of mental rotation of the hand (Figure 1).", "It was demonstrated that reduction of the glucose metabolism in the lateral occipito-temporal cortex, LOTC, resulted in decreased performance in the task involving mental manipulation (Figure 2).", "That is, the LOTC was shown to be involved in the mental manipulation of body part imagery.", "E2, a research to activate the brain.Based on the E1 results, the researchers hypothesized that tDCS on the LOTC would improve the mental manipulation of body part imagery.", "Healthy 40 subjects underwent the above-mentioned experiment.", "In this experiment, mental manipulation task of body part imagery, simple choice task, and working memory task (a kind of memory) were evaluated.", "During the tasks, tDCS on the LOTC was in fact applied, the true stimulation, while the same operation without applying the direct current stimulation, the fake stimulation, was performed as a control.", "The results indicated that the persons who underwent tDCS, the true stimulation, showed better mental manipulation task of body part imagery by 6.7% than those persons with the fake stimulation (Figure 3).", "tDCS had neither good nor bad effects on simple choice task and on working memory task.", "[Significance]So far, it has been anticipated that application of tDCS on the motor area of the cerebral cortex would improve the effects of rehabilitation of those with apoplexy.", "The current study has demonstrated for the first time the improvement of mental manipulation of body part imagery, an important ability in exercise learning, by stimulating the LOTC, which is involved in information processing of visual space of the body.", "It should be mentioned that the E2 results were obtained with healthy adults and that the improvement was just 6.7%, not a big number.", "Nevertheless, application of the current study may lead to amelioration of cognitive ability through improvement of mental manipulation of body part imagery, and eventually to better quality of life with more vitality, for example, through quicker recovery of those on rehabilitation."], "title": "Transcranial direct current stimulation improves mental manipulation of body part imagery | EurekAlert! Science News", "source": "Kanazawa University", "date": "2018-01-19_20:43:49", "year": "Tue, 13 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The region with yellow shade. Reduction of the function of this region induces declination of mental manipulation of body part imagery.\n       view more [Background]Transcranial direct current stimulation, tDCS, is a method, by applying very weak direct current, 1-2 milliampere, which is not readily noticeable to the subject, for 10 to 20 minutes, to bring about changes in the activities of cranial nerves. This method has recently been tested in scientific investigations with an expectation that it may be applied for good effects on rehabilitation of those with cerebral apoplexy and for possible therapy of depression. \r\nIf this method turns out to be effective in activating mental manipulation of body part imagery (the ability to imagine movements of body parts mentally; important in exercise learning), it would accelerate exercise learning in rehabilitation and would be applied for realization of a life of better quality with more vitality. \r\nOn the other hand, it has not been known well that activation of which part of the brain would improve the mental manipulation of body part imagery. In this study, therefore, two experiments were carried out, and the first experiment (E1) revealed which part of the brain would play important roles in mental rotation of the hand. On the basis of the results of E1, the second experiment (E2) was performed to learn whether mental manipulation of body part imagery would be improved when transcranial direct current stimulation would be applied to the part of the brain that E1 revealed. [Results]In the current study, researchers of Kanazawa University and Hamamatsu University School of Medicine collaborated on this problem together with a researcher of Hamamatsu Photonics Company. E1, a research to identify the part of the brain of concern. The subjects were aged persons who exhibited a range of symptoms of cognitive decline. The level of glucose metabolism in the brain was measured by means of positron emission tomography (PET: glucose derivative containing positron is injected and its distribution in the body is measured; it is used mostly for cancer diagnosis), and the relationship of the glucose metabolism level was investigated with the performance of mental rotation of the hand (Figure 1). It was demonstrated that reduction of the glucose metabolism in the lateral occipito-temporal cortex, LOTC, resulted in decreased performance in the task involving mental manipulation (Figure 2). That is, the LOTC was shown to be involved in the mental manipulation of body part imagery. E2, a research to activate the brain.Based on the E1 results, the researchers hypothesized that tDCS on the LOTC would improve the mental manipulation of body part imagery. Healthy 40 subjects underwent the above-mentioned experiment. In this experiment, mental manipulation task of body part imagery, simple choice task, and working memory task (a kind of memory) were evaluated. During the tasks, tDCS on the LOTC was in fact applied, the true stimulation, while the same operation without applying the direct current stimulation, the fake stimulation, was performed as a control. The results indicated that the persons who underwent tDCS, the true stimulation, showed better mental manipulation task of body part imagery by 6.7% than those persons with the fake stimulation (Figure 3). tDCS had neither good nor bad effects on simple choice task and on working memory task.  [Significance]So far, it has been anticipated that application of tDCS on the motor area of the cerebral cortex would improve the effects of rehabilitation of those with apoplexy. The current study has demonstrated for the first time the improvement of mental manipulation of body part imagery, an important ability in exercise learning, by stimulating the LOTC, which is involved in information processing of visual space of the body. It should be mentioned that the E2 results were obtained with healthy adults and that the improvement was just 6.7%, not a big number. Nevertheless, application of the current study may lead to amelioration of cognitive ability through improvement of mental manipulation of body part imagery, and eventually to better quality of life with more vitality, for example, through quicker recovery of those on rehabilitation."}