{"text": "Among a group of cognitively normal individuals, those who had elevated levels in the brain of the protein amyloid were more likely to experience cognitive decline in the following years, according to a study published by JAMA. Michael C. Donohue, Ph.D., of the University of Southern California's Alzheimer's Therapeutic Research Institute, San Diego, and colleagues conducted a study to characterize and quantify the risk for Alzheimer-related cognitive decline among cognitively normal individuals with elevated brain amyloid, as measured by cerebrospinal fluid or positron emission tomography. Analyses were conducted with cognitive and biomarker (amyloid) data from 445 cognitively normal individuals who were observed for a median of 3.1 years (maximum follow-up, 10.3 years) as part of the Alzheimer's Disease Neuroimaging Initiative (ADNI).Among the participants (243 with normal amyloid, 202 with elevated amyloid), the average age was 74 years. The researchers found that compared with the group with normal amyloid, those with elevated amyloid had worse average scores at four years on measures of cognitive function.\"Even though the interpretation was influenced by the small percentage of participants observed for 10 years, this suggests that preclinical Alzheimer disease [AD], defined as clinically normal individuals with elevated brain amyloid, may represent the pre-symptomatic stage of AD. Additional follow-up of the ADNI cohort will be important to confirm these observations. Although this work did not establish a causal role of elevated amyloid in subsequent decline, these results supported other findings (e.g., genetic data) pointing to the critical role of amyloid in the neurobiology of AD,\" the authors write.Limitations of the study include that the use of anti-dementia medications during follow-up was infrequent but greater in the group with elevated amyloid, which may have slowed the progression of cognitive decline in some patients and mildly reduced the between-group difference in rate of decline.", "date": "Tue, 13 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Elevated brain amyloid level associated with increased likelihood of cognitive decline", "institution": "The JAMA Network Journals", "journal": "JAMA", "description": "Among a group of cognitively normal individuals, those who had elevated levels in the brain of the protein amyloid were more likely to experience cognitive decline in the following years, according to a study published by JAMA.", "region": "namerica", "keywords": ["Medicine/Health", " Memory/Cognitive Processes"], "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-eba061217.php", "source_link": null, "funder": "", "article_link": null}