{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "boston", "one", "largest", "studies", "date", "use", "metabolomics", "study", "compounds", "created", "various", "chemical", "reactions", "body", "researchers", "able", "identify", "new", "circulating", "compounds", "associated", "risk", "developing", "dementia", "alzheimer", "disease", "ad", "findings", "appear", "journal", "alzheimer", "dementia", "point", "new", "biological", "pathways", "may", "implicated", "ad", "could", "serve", "biomarkers", "risk", "disease", "ad", "common", "form", "dementia", "responsible", "slow", "progressive", "deterioration", "memory", "leads", "frailty", "dependence", "elderly", "people", "despite", "ongoing", "research", "effort", "improved", "knowledge", "disease", "currently", "effective", "preventive", "curative", "treatment", "ad", "could", "result", "public", "health", "crisis", "given", "continuous", "aging", "populations", "data", "framingham", "heart", "study", "fhs", "researchers", "boston", "university", "school", "medicine", "busm", "observed", "association", "specifically", "levels", "anthranillic", "acid", "measured", "plasma", "higher", "risk", "developing", "dementia", "ad", "10", "years", "although", "researchers", "cautious", "results", "identify", "several", "findings", "find", "promising", "first", "anthranilic", "acid", "produced", "degradation", "tryptophan", "essential", "amino", "acid", "interestingly", "compounds", "produced", "reactions", "reported", "protective", "deleterious", "neurons", "could", "constitute", "valuable", "drug", "targets", "second", "potential", "marker", "could", "also", "used", "identify", "groups", "persons", "higher", "risk", "developing", "dementia", "could", "improve", "efficiency", "clinical", "trials", "future", "detect", "persons", "would", "benefit", "preventive", "treatment", "explained", "author", "sudha", "seshadri", "md", "professor", "neurology", "busm", "fhs", "senior", "methodological", "point", "view", "study", "one", "first", "use", "prospective", "cohort", "fhs", "search", "compounds", "associated", "risk", "developing", "ad", "dementia", "field", "ad", "epidemiology", "beginning", "integrate", "metabolomics", "approach", "likely", "fruitful", "collaborations", "innovative", "ways", "analyze", "data", "follow", "said", "author", "vincent", "chouraki", "md", "phd", "former", "research", "fellow", "busm", "assistant", "professor", "epidemiology", "lille", "university", "school", "medicine", "france"], "url": "http://www.eurekalert.org/pub_releases/2017-06/bumc-sip061217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(Boston)--In one of the largest studies to date to use metabolomics, the study of compounds that are created through various chemical reactions in the body, researchers have been able to identify new circulating compounds associated with the risk of developing dementia and Alzheimer's disease (AD).", "The findings, which appear in the journal Alzheimer and Dementia, point to new biological pathways that may be implicated in AD and could serve as biomarkers for risk of the disease.", "AD is the most common form of dementia responsible for a slow and progressive deterioration of memory and leads to frailty and dependence in elderly people.", "Despite ongoing research effort and improved knowledge about the disease, there is currently no effective preventive or curative treatment for AD, which could result in a public health crisis given the continuous aging of populations worldwide.Using data from the Framingham Heart Study (FHS), researchers from Boston University School of Medicine (BUSM), observed an association specifically between levels of anthranillic acid measured in the plasma and a higher risk of developing dementia and AD after 10 years of follow-up.", "Although the researchers are cautious about their results, they identify several findings they find promising.", "\"First anthranilic acid is produced during the degradation of tryptophan, an essential amino acid.", "Interestingly, other compounds produced through the same reactions have been reported as protective or deleterious for neurons and could constitute valuable drug targets.", "Second, this potential marker could also be used to identify groups of persons at higher risk of developing dementia, which could improve the efficiency of clinical trials and in the future, detect persons that would benefit the most from a preventive treatment,\" explained co-corresponding author Sudha Seshadri, MD, professor of neurology at BUSM and FHS senior investigator.From a methodological point of view, this study is one of the first to use a prospective cohort such as the FHS to search for compounds associated with the risk of developing AD and dementia.", "\"As the field of AD epidemiology is only beginning to integrate the metabolomics approach, it is likely that fruitful collaborations and innovative ways to analyze these data will follow,\" said co-corresponding author Vincent Chouraki, MD, PhD, former research fellow from BUSM and now assistant professor in epidemiology at Lille University School of Medicine in France."], "title": "Study identifies potential biomarker for Alzheimer's disease | EurekAlert! Science News", "source": "Boston University Medical Center", "date": "2018-01-19_20:43:58", "year": "Mon, 12 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(Boston)--In one of the largest studies to date to use metabolomics, the study of compounds that are created through various chemical reactions in the body, researchers have been able to identify new circulating compounds associated with the risk of developing dementia and Alzheimer's disease (AD). The findings, which appear in the journal Alzheimer and Dementia, point to new biological pathways that may be implicated in AD and could serve as biomarkers for risk of the disease. AD is the most common form of dementia responsible for a slow and progressive deterioration of memory and leads to frailty and dependence in elderly people. Despite ongoing research effort and improved knowledge about the disease, there is currently no effective preventive or curative treatment for AD, which could result in a public health crisis given the continuous aging of populations worldwide.Using data from the Framingham Heart Study (FHS), researchers from Boston University School of Medicine (BUSM), observed an association specifically between levels of anthranillic acid measured in the plasma and a higher risk of developing dementia and AD after 10 years of follow-up. Although the researchers are cautious about their results, they identify several findings they find promising. \"First anthranilic acid is produced during the degradation of tryptophan, an essential amino acid. Interestingly, other compounds produced through the same reactions have been reported as protective or deleterious for neurons and could constitute valuable drug targets. Second, this potential marker could also be used to identify groups of persons at higher risk of developing dementia, which could improve the efficiency of clinical trials and in the future, detect persons that would benefit the most from a preventive treatment,\" explained co-corresponding author Sudha Seshadri, MD, professor of neurology at BUSM and FHS senior investigator.From a methodological point of view, this study is one of the first to use a prospective cohort such as the FHS to search for compounds associated with the risk of developing AD and dementia. \"As the field of AD epidemiology is only beginning to integrate the metabolomics approach, it is likely that fruitful collaborations and innovative ways to analyze these data will follow,\" said co-corresponding author Vincent Chouraki, MD, PhD, former research fellow from BUSM and now assistant professor in epidemiology at Lille University School of Medicine in France."}