{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "musicians", "monitored", "determine", "anticipate", "one", "another", "moves", "view", "researchers", "mcmaster", "one", "step", "closer", "solving", "one", "mysteries", "social", "interaction", "musicians", "communicate", "performance", "anticipate", "one", "another", "moves", "without", "saying", "findings", "important", "clearer", "appreciation", "musicians", "silently", "work", "together", "across", "tempo", "changes", "phrasing", "musical", "dynamics", "improve", "understanding", "nonverbal", "communication", "could", "lead", "better", "techniques", "reach", "conditions", "autism", "dementia", "say", "sophisticated", "technology", "included", "infrared", "markers", "motion", "capture", "sensors", "mathematical", "modelling", "scientists", "examined", "movements", "musicians", "two", "professional", "string", "quartets", "found", "could", "predict", "body", "sway", "one", "musician", "another", "would", "next", "assumed", "role", "leaders", "others", "followers", "researchers", "found", "leaders", "far", "influential", "ensemble", "also", "found", "degree", "body", "sway", "communication", "among", "musicians", "connected", "perceptions", "well", "performed", "together", "although", "often", "consciously", "aware", "communications", "people", "common", "many", "situations", "influences", "like", "like", "explains", "dan", "bosnyak", "researcher", "technical", "director", "mcmaster", "livelab", "work", "conducted", "methodology", "developed", "study", "could", "useful", "understanding", "many", "different", "types", "group", "behaviour", "understanding", "communication", "problems", "autistic", "children", "determining", "best", "crowd", "control", "procedures", "emergency", "evacuation", "also", "plan", "analyze", "whether", "body", "sway", "influences", "forms", "social", "interaction", "romantic", "relationships", "plan", "run", "speed", "dating", "study", "summer", "investigate", "whether", "amount", "body", "movement", "coordination", "two", "people", "interacting", "short", "period", "time", "three", "minutes", "predict", "romantic", "study", "published", "online", "journal", "pnas"], "url": "http://www.eurekalert.org/pub_releases/2017-06/mu-mmr061217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Musicians are monitored to determine how they anticipate one another's moves.", "view more Researchers at McMaster are one step closer to solving one of the mysteries of social interaction: how musicians communicate during a performance and anticipate one another's moves without saying a word.The findings are important because a clearer appreciation of how musicians silently work together--across tempo changes, phrasing and musical dynamics--will improve our understanding of nonverbal communication.", "That could lead to better techniques to reach those with conditions such as autism or dementia, say researchers.Using sophisticated technology, which included infrared markers, motion capture sensors and mathematical modelling, scientists examined the movements of musicians from two professional string quartets.", "They found they could predict from the body sway of one musician, what another would do next.", "While some assumed the role as leaders, and others followers, researchers found the leaders were far more influential in the ensemble.", "They also found the degree of body sway communication among the musicians was connected to their perceptions of how well they performed together.", "\"Although we are often not consciously aware of it, non-verbal communications between people is common in many situations and influences who we like and who we don't like,\" explains Dan Bosnyak, a researcher and technical director at McMaster's LIVELab, where the work was conducted.", "\"The methodology developed in this study could be useful for understanding many different types of group behaviour, such as understanding communication problems in autistic children or determining the best crowd control procedures for an emergency evacuation,\" he says.Researchers also plan to analyze whether body sway influences other forms of social interaction, such as romantic relationships.", "They plan to run a speed dating study this summer, where they will investigate whether the amount of body movement coordination between two people interacting for a very short period of time--just three minutes--can predict a romantic match.The study was published online in the journal PNAS."], "title": "Musical mystery: Researchers examine science behind performer movements | EurekAlert! Science News", "source": "McMaster University", "date": "2018-01-19_20:44:11", "year": "Mon, 12 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Musicians are monitored to determine how they anticipate one another's moves.\n     view more Researchers at McMaster are one step closer to solving one of the mysteries of social interaction: how musicians communicate during a performance and anticipate one another's moves without saying a word.The findings are important because a clearer appreciation of how musicians silently work together--across tempo changes, phrasing and musical dynamics--will improve our understanding of nonverbal communication.  That could lead to better techniques to reach those with conditions such as autism or dementia, say researchers.Using sophisticated technology, which included infrared markers, motion capture sensors and mathematical modelling, scientists examined the movements of musicians from two professional string quartets.  They found they could predict from the body sway of one musician, what another would do next.   While some assumed the role as leaders, and others followers, researchers found the leaders were far more influential in the ensemble.  They also found the degree of body sway communication among the musicians was connected to their perceptions of how well they performed together.\"Although we are often not consciously aware of it, non-verbal communications between people is common in many situations and influences who we like and who we don't like,\" explains Dan Bosnyak, a researcher and technical director at McMaster's LIVELab, where the work was conducted. \"The methodology developed in this study could be useful for understanding many different types of group behaviour, such as understanding communication problems in autistic children or determining the best crowd control procedures for an emergency evacuation,\" he says.Researchers also plan to analyze whether body sway influences other forms of social interaction, such as romantic relationships.  They plan to run a speed dating study this summer, where they will investigate whether the amount of body movement coordination between two people interacting for a very short period of time--just three minutes--can predict a romantic match.The study was published online in the journal PNAS.\r\n"}