{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txobese", "mice", "particular", "version", "gene", "strongly", "associated", "alzheimer", "disease", "ad", "humans", "show", "increased", "alzheimer", "pathology", "according", "new", "research", "published", "eneuro", "study", "suggests", "lifestyle", "changes", "could", "reduce", "likelihood", "developing", "ad", "individuals", "genetic", "inherit", "gene", "apoe4", "approximately", "12", "percent", "population", "increased", "risk", "ad", "carriers", "develop", "disease", "although", "role", "apoe4", "ad", "known", "environmental", "factors", "also", "increase", "risk", "dementia", "obesity", "may", "contribute", "development", "pike", "alexandra", "moser", "investigated", "interaction", "apoe4", "obesity", "mouse", "model", "ad", "male", "mice", "carry", "human", "version", "apoe4", "others", "carry", "common", "human", "version", "apoe3", "authors", "found", "mice", "fed", "diet", "high", "saturated", "fat", "sugars", "12", "weeks", "increased", "deposits", "protein", "well", "greater", "number", "glial", "cells", "characteristic", "ad", "changes", "observed", "mice", "carrying", "apoe3", "could", "mean", "carriers", "apoe4", "susceptible", "effects", "obesity", "ad"], "url": "http://www.eurekalert.org/pub_releases/2017-06/sfn-wdi060617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXObese mice with a particular version of a gene strongly associated with Alzheimer's disease (AD) in humans show increased Alzheimer's pathology, according to new research published in eNeuro.", "The study suggests lifestyle changes could reduce the likelihood of developing AD in individuals with this genetic predisposition.Individuals who inherit the gene APOE4 -- approximately 12 percent of the U.S. population -- have an increased risk of late-onset AD, but not all carriers develop the disease.", "Although the role of APOE4 in AD is not known, environmental factors that also increase risk of dementia, such as obesity, may contribute to development of AD.Christian Pike and Alexandra Moser investigated the interaction between APOE4 and obesity in a mouse model of AD, in which some male mice carry the human version of APOE4 and others carry the more common human version APOE3.", "The authors found that APOE4-carrying mice fed a Western-like diet high in saturated fat and sugars for 12 weeks had increased deposits of β-amyloid protein as well a greater number of glial cells, characteristic of AD.", "These changes were not observed in mice carrying APOE3, which could mean that carriers of APOE4 are more susceptible to the effects of obesity on AD."], "title": "Western diet increases Alzheimer's pathology in genetically predisposed mice | EurekAlert! Science News", "source": "Society for Neuroscience", "date": "2018-01-19_20:44:15", "year": "Mon, 12 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXObese mice with a particular version of a gene strongly associated with Alzheimer's disease (AD) in humans show increased Alzheimer's pathology, according to new research published in eNeuro. The study suggests lifestyle changes could reduce the likelihood of developing AD in individuals with this genetic predisposition.Individuals who inherit the gene APOE4 -- approximately 12 percent of the U.S. population -- have an increased risk of late-onset AD, but not all carriers develop the disease. Although the role of APOE4 in AD is not known, environmental factors that also increase risk of dementia, such as obesity, may contribute to development of AD.Christian Pike and Alexandra Moser investigated the interaction between APOE4 and obesity in a mouse model of AD, in which some male mice carry the human version of APOE4 and others carry the more common human version APOE3. The authors found that APOE4-carrying mice fed a Western-like diet high in saturated fat and sugars for 12 weeks had increased deposits of β-amyloid protein as well a greater number of glial cells, characteristic of AD. These changes were not observed in mice carrying APOE3, which could mean that carriers of APOE4 are more susceptible to the effects of obesity on AD."}