{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoq-oif031617.php", "description": "At least a quarter of Australian women over 70 will develop dementia according to University of Queensland researchers. Australian policymakers previously had to rely on dementia rates from international studies, or extrapolated from clinical assessments made on small groups of people. The researchers used a technique borrowed from ecologists to provide an up-to-date estimate for dementia in the Australian population.", "region": "africa", "title": "One in 4 elderly Australian women have dementia", "text": "At least a quarter of Australian women over 70 will develop dementia according to University of Queensland researchers.The researchers used a new technique to provide an up-to-date estimate for dementia in the Australian population. \r\nDr Michael Waller from the UQ School of Public Health said the nation's population was aging, but there was conflicting information being presented.\"On one hand we expect the number of women living with dementia to increase, but on the other hand there is international research suggesting rates might be decreasing,\" Dr Waller said.  \"Having an up-to-date, local estimate of dementia rates is important so that policy makers and the health care and aged care industries can meet the needs of older Australians.  \"There's no national registry for dementia, so Australian policy makers have had to rely on dementia rates from international studies, or extrapolated from clinical assessments made on small groups of people.\"We needed a new approach so we used a method ecologists call 'capture-recapture'. \"Where an ecologist works with animals, we work with data. \"So instead of capturing, tagging, releasing and then recapturing animals to estimate a population size we are applying the same technique to health data to estimate the number of cases. \"The prevalence of dementia is often underestimated and this technique allows us to compare different data sources and estimate the number of cases that may have been missed.\" The researchers looked at data from 12,000 Australian women born between 1921 and 1926 who participated in the Women's Health Australia study (also known as the Australian Longitudinal Study on Women's Health). For the past 20 years participants answered detailed surveys on their lifestyle, activities, and physical and mental health.  Survey data was linked to aged care assessments, the National Death Index, the Pharmaceutical Benefits Scheme, and hospital admissions data to find any instance where the women participating in the study were diagnosed with dementia by a doctor. \"Previously, an elderly participant with dementia would have just dropped out of the survey, but by linking to additional health records we can find out what happened to them and their contribution isn't lost,\" Dr Waller said. \"The women in the study have been very loyal over the years and I think that they, and their families, would appreciate that their contribution to women's health research will continue despite their diagnosis.\" The research is published in Emerging Themes in Epidemiology.\r\n", "article_link": "http://dx.doi.org/10.1186/s12982-017-0057-3", "institution": "University of Queensland", "journal": "Emerging Themes in Epidemiology", "keywords": ["Medicine/Health", " Epidemiology", " Aging", " Health Professionals", " Alzheimer's Disease", " Public Health", " Aging"], "date": "Fri, 17 Mar 2017 04:00:00 GMT", "source_link": null}