{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txsophia", "antipolis", "16", "march", "2017", "delirium", "associated", "increase", "mortality", "acute", "cardiac", "patients", "according", "research", "published", "today", "european", "heart", "journal", "acute", "cardiovascular", "delirium", "common", "affected", "half", "acute", "cardiac", "patients", "aged", "85", "years", "clinical", "syndrome", "caused", "disturbance", "normal", "functioning", "brain", "delirious", "patients", "less", "aware", "responsive", "environment", "disorientated", "incoherent", "state", "hallucinations", "disordered", "speech", "memory", "affects", "least", "one", "ten", "hospitalised", "patients", "common", "elderly", "patients", "worse", "prognosis", "complications", "hospital", "stay", "among", "hospitalised", "patients", "admitted", "intensive", "care", "unit", "likely", "develop", "delirium", "strategies", "limit", "consequences", "said", "lead", "author", "dr", "giovanni", "falsini", "interventional", "cardiologist", "san", "donato", "hospital", "arezzo", "italy", "less", "known", "delirium", "significance", "patients", "admitted", "cardiac", "intensive", "care", "units", "study", "investigated", "incidence", "clinical", "impact", "delirium", "patients", "acute", "cardiac", "diseases", "study", "included", "patients", "aged", "65", "years", "older", "admitted", "two", "cardiac", "intensive", "care", "units", "period", "15", "months", "patients", "enrolled", "validated", "score", "systems", "questionnaires", "used", "detect", "diagnose", "presence", "delirium", "admission", "hospital", "patients", "closely", "followed", "nursing", "medical", "staff", "used", "flowchart", "delirium", "treatment", "included", "treating", "pain", "anxiety", "discontinuing", "medications", "known", "cause", "delirium", "patient", "survival", "six", "months", "determined", "telephone", "investigators", "found", "delirium", "frequent", "condition", "among", "elderly", "patients", "acute", "cardiac", "diseases", "study", "population", "consisted", "726", "patients", "average", "age", "79", "years", "15", "delirium", "admission", "hospital", "stay", "half", "52", "patients", "aged", "85", "years", "older", "delirium", "worse", "prognosis", "increase", "mortality", "increase", "mortality", "delirium", "strong", "independent", "factor", "predicting", "mortality", "also", "associated", "longer", "hospital", "stay", "frequent", "rehospitalisations", "delirium", "common", "serious", "condition", "acute", "cardiac", "patients", "said", "dr", "falsini", "stay", "hospital", "longer", "return", "hospital", "often", "likely", "die", "dr", "falsini", "said", "elderly", "patients", "may", "higher", "risk", "usually", "issues", "predispose", "delirium", "dementia", "visual", "hearing", "impairments", "depression", "use", "psychoactive", "drugs", "infections", "electrolyte", "said", "complex", "frail", "patient", "higher", "rate", "delirium", "subsequent", "worse", "outcomes", "unknown", "whether", "delirium", "treated", "improve", "prognosis", "critically", "ill", "patients", "whether", "marker", "organ", "dysfunction", "systemic", "disease", "early", "sign", "complications", "likely", "monitoring", "delirium", "linked", "reduced", "mortality", "mechanically", "ventilated", "patients", "possible", "similar", "benefit", "might", "occur", "acute", "patients", "dr", "falsini", "concluded", "delirium", "common", "serious", "costly", "protocol", "needed", "identify", "treat", "delirium", "settings", "like", "cardiac", "intensive", "care", "units"], "url": "http://www.eurekalert.org/pub_releases/2017-03/esoc-dia031517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSophia Antipolis, 16 March 2017: Delirium is associated with a five-fold increase in mortality in acute cardiac patients, according to research published today in European Heart Journal: Acute Cardiovascular Care.1 Delirium was common and affected over half of acute cardiac patients aged 85 years and older.Delirium is a clinical syndrome caused by a disturbance in the normal functioning of the brain.", "Delirious patients are less aware of, and responsive to, their environment.", "They can be disorientated, incoherent, and in a dream-like state, with hallucinations, disordered speech and memory disturbances.Delirium affects at least one in ten hospitalised patients and is more common in the elderly.", "These patients have worse long-term prognosis and more complications during their hospital stay.", "\"Among hospitalised patients, those admitted to an intensive care unit are more likely to develop delirium and there are strategies to limit its consequences,\" said lead author Dr Giovanni Falsini, interventional cardiologist, San Donato Hospital, Arezzo, Italy.", "\"Less is known about delirium and its significance in patients admitted to cardiac intensive care units.", "This study investigated the incidence and clinical impact of delirium in patients with acute cardiac diseases.", "\"The study included all patients aged 65 years and older admitted to two cardiac intensive care units during a period of 15 months.", "Only non-intubated patients were enrolled.", "Validated score systems and questionnaires were used to detect and diagnose the presence of delirium at admission or during the hospital stay.Delirious patients were closely followed by nursing and medical staff who used a flowchart for delirium treatment.", "This included treating pain and anxiety, and discontinuing medications known to cause delirium.", "Patient survival at six months was determined by telephone call.The investigators found that delirium was a frequent condition among elderly patients with acute cardiac diseases.", "The study population consisted of 726 patients with an average age of 79 years, of whom 15% had delirium (at admission or during the hospital stay).", "More than half (52%) of patients aged 85 years and older were delirious.Patients with delirium had a worse prognosis, with a five-fold increase in both in-hospital and 30-day mortality and a two-fold increase in six-month mortality.", "Delirium was not only a strong and independent factor in predicting mortality, but was also associated with longer hospital stay and more frequent rehospitalisations during follow-up.", "\"Delirium is a common and serious condition in acute cardiac patients,\" said Dr Falsini.", "\"They stay in hospital longer, return to hospital more often, and are more likely to die in the short- and long-term.", "\"Dr Falsini said elderly patients may be at higher risk because they usually have pre-existing issues that can predispose to delirium such as dementia, visual and hearing impairments, depression, use of psychoactive drugs, infections, or electrolyte disturbances.He said: \"The more complex and frail the patient is, the higher the rate of delirium and subsequent worse outcomes.", "It is unknown whether delirium can be treated to improve prognosis in critically ill patients, or whether it is a marker of organ dysfunction or systemic disease and an early sign that complications are likely.", "Monitoring delirium has been linked with reduced in-hospital mortality in mechanically ventilated patients and it is possible that similar benefit might occur in acute non-intubated patients.", "\"Dr Falsini concluded: \"Delirium is common, serious, costly and under-recognised.", "A protocol is needed to identify and treat delirium in high-risk settings, like cardiac intensive care units.\""], "title": "Delirium is associated with 5-fold increased mortality in acute cardiac patients | EurekAlert! Science News", "source": "European Society of Cardiology", "date": "2018-01-19_20:35:51", "year": "Thu, 16 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSophia Antipolis, 16 March 2017: Delirium is associated with a five-fold increase in mortality in acute cardiac patients, according to research published today in European Heart Journal: Acute Cardiovascular Care.1 Delirium was common and affected over half of acute cardiac patients aged 85 years and older.Delirium is a clinical syndrome caused by a disturbance in the normal functioning of the brain. Delirious patients are less aware of, and responsive to, their environment. They can be disorientated, incoherent, and in a dream-like state, with hallucinations, disordered speech and memory disturbances.Delirium affects at least one in ten hospitalised patients and is more common in the elderly. These patients have worse long-term prognosis and more complications during their hospital stay.\"Among hospitalised patients, those admitted to an intensive care unit are more likely to develop delirium and there are strategies to limit its consequences,\" said lead author Dr Giovanni Falsini, interventional cardiologist, San Donato Hospital, Arezzo, Italy. \"Less is known about delirium and its significance in patients admitted to cardiac intensive care units. This study investigated the incidence and clinical impact of delirium in patients with acute cardiac diseases.\"The study included all patients aged 65 years and older admitted to two cardiac intensive care units during a period of 15 months. Only non-intubated patients were enrolled. Validated score systems and questionnaires were used to detect and diagnose the presence of delirium at admission or during the hospital stay.Delirious patients were closely followed by nursing and medical staff who used a flowchart for delirium treatment. This included treating pain and anxiety, and discontinuing medications known to cause delirium. Patient survival at six months was determined by telephone call.The investigators found that delirium was a frequent condition among elderly patients with acute cardiac diseases. The study population consisted of 726 patients with an average age of 79 years, of whom 15% had delirium (at admission or during the hospital stay). More than half (52%) of patients aged 85 years and older were delirious.Patients with delirium had a worse prognosis, with a five-fold increase in both in-hospital and 30-day mortality and a two-fold increase in six-month mortality. Delirium was not only a strong and independent factor in predicting mortality, but was also associated with longer hospital stay and more frequent rehospitalisations during follow-up.\"Delirium is a common and serious condition in acute cardiac patients,\" said Dr Falsini. \"They stay in hospital longer, return to hospital more often, and are more likely to die in the short- and long-term.\"Dr Falsini said elderly patients may be at higher risk because they usually have pre-existing issues that can predispose to delirium such as dementia, visual and hearing impairments, depression, use of psychoactive drugs, infections, or electrolyte disturbances.He said: \"The more complex and frail the patient is, the higher the rate of delirium and subsequent worse outcomes. It is unknown whether delirium can be treated to improve prognosis in critically ill patients, or whether it is a marker of organ dysfunction or systemic disease and an early sign that complications are likely. Monitoring delirium has been linked with reduced in-hospital mortality in mechanically ventilated patients and it is possible that similar benefit might occur in acute non-intubated patients.\"Dr Falsini concluded: \"Delirium is common, serious, costly and under-recognised. A protocol is needed to identify and treat delirium in high-risk settings, like cardiac intensive care units.\""}