{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txearly", "dementia", "typically", "associated", "memory", "thinking", "problems", "older", "adults", "also", "vigilant", "hearing", "communication", "problems", "suggest", "recent", "findings", "joint", "memphis", "older", "adults", "scored", "normal", "benchmark", "dementia", "screening", "test", "noticeable", "communication", "problems", "scientists", "discovered", "new", "potential", "predictor", "early", "dementia", "abnormal", "functionality", "regions", "brain", "process", "speech", "brainstem", "auditory", "cortex", "brain", "regions", "thought", "resilient", "alzheimer", "however", "discovery", "demonstrates", "changes", "occur", "early", "brain", "conversion", "speech", "sound", "understandable", "words", "finding", "could", "first", "sign", "decline", "brain", "function", "related", "communication", "presents", "individuals", "become", "aware", "research", "technique", "measuring", "electrical", "brain", "activity", "using", "electroencephalogram", "eeg", "brain", "regions", "also", "predicted", "mild", "cognitive", "impairment", "mci", "condition", "likely", "develop", "alzheimer", "80", "per", "cent", "accuracy", "test", "could", "developed", "objective", "diagnostic", "assessment", "older", "study", "published", "online", "journal", "neuroscience", "prior", "print", "publication", "looked", "older", "adults", "known", "history", "neurological", "psychiatric", "illnesses", "similar", "hearing", "acuity", "brain", "activity", "within", "brainstem", "older", "adults", "demonstrated", "abnormally", "large", "speech", "sound", "processing", "within", "seven", "10", "milliseconds", "signal", "hitting", "ear", "could", "sign", "greater", "communication", "problems", "future", "opens", "new", "door", "identifying", "biological", "markers", "dementia", "since", "might", "consider", "using", "brain", "processing", "speech", "sounds", "new", "way", "detect", "disease", "earlier", "says", "claude", "alain", "study", "senior", "author", "senior", "scientist", "baycrest", "rotman", "research", "institute", "rri", "professor", "university", "toronto", "psychology", "department", "losing", "ability", "communicate", "devastating", "finding", "could", "lead", "development", "targeted", "treatments", "interventions", "maintain", "capability", "slow", "progression", "disease", "study", "involved", "23", "older", "adults", "ages", "52", "86", "participants", "separated", "two", "groups", "based", "results", "dementia", "screening", "test", "montreal", "cognitive", "assessment", "moca", "researchers", "measured", "brain", "activity", "brainstem", "participants", "watching", "video", "measured", "brain", "activity", "auditory", "cortex", "participants", "identifying", "vowel", "sounds", "statistical", "methods", "used", "combine", "sets", "brain", "activity", "predict", "mci", "hear", "sound", "normal", "aging", "brain", "keeps", "sound", "check", "processing", "mci", "lost", "inhibition", "flood", "gates", "open", "since", "neural", "response", "sounds", "says", "gavin", "bidelman", "first", "author", "study", "former", "rri", "fellow", "assistant", "professor", "university", "memphis", "functional", "biomarker", "could", "help", "identify", "people", "monitored", "closely", "risk", "developing", "dementia", "next", "steps", "involve", "studying", "whether", "individuals", "already", "dementia", "convert", "early", "mci", "dementia", "also", "demonstrate", "changes", "brain", "activity", "hear", "speech", "research", "study", "conducted", "support", "grammy", "foundation", "canadian", "institutes", "health", "research", "fedex", "institute", "technology", "center", "technologies", "research", "alzheimer", "care", "supported", "staff", "equipment", "needed", "conduct", "study", "additional", "funds", "researchers", "could", "explore", "developing", "portable", "reliable", "alternate", "diagnostic", "test", "mci", "incorporates", "body", "different", "senses", "mci", "known", "cause", "changes", "different", "senses", "vision", "touch", "says", "alain", "could", "incorporate", "changes", "wireless", "eeg", "test", "could", "combine", "information", "develop", "better", "biomarker", "one", "day", "doctors", "could", "administer", "short", "assessment", "instantly", "provide", "results", "could", "offer", "new", "diagnostic", "assessment", "tests", "person", "cognitive", "abilities", "ability", "communicate", "objectively", "measure", "physiological", "changes", "brain", "reflect", "early", "signs", "dementia", "says", "bidelman"], "url": "http://www.eurekalert.org/pub_releases/2017-03/bcfg-twt031517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEarly dementia is typically associated with memory and thinking problems; but older adults should also be vigilant about hearing and communication problems, suggest recent findings in a joint Baycrest-University of Memphis study.Within older adults who scored below the normal benchmark on a dementia screening test, but have no noticeable communication problems, scientists have discovered a new potential predictor of early dementia through abnormal functionality in regions of the brain that process speech (the brainstem and auditory cortex).These brain regions are thought to be more resilient to Alzheimer's.", "However, this discovery demonstrates changes occur early in the brain's conversion of speech sound into understandable words.", "This finding could be the first sign of decline in brain function related to communication that presents itself before individuals become aware of these problems.Their research technique of measuring electrical brain activity using an electroencephalogram (EEG) in these brain regions also predicted mild cognitive impairment (MCI), a condition that is likely to develop into Alzheimer's, with 80 per cent accuracy.", "This test could be developed into a cost-effective and objective diagnostic assessment for older adults.The study, published online in the Journal of Neuroscience prior to print publication, looked at older adults with no known history of neurological or psychiatric illnesses with similar hearing acuity.", "The brain activity within the brainstem of these older adults demonstrated abnormally large speech sound processing within seven to 10 milliseconds of the signal hitting the ear, which could be a sign of greater communication problems in the future.", "\"This opens a new door in identifying biological markers for dementia since we might consider using the brain's processing of speech sounds as a new way to detect the disease earlier,\" says Dr. Claude Alain, the study's senior author and senior scientist at Baycrest's Rotman Research Institute (RRI) and professor at the University of Toronto's psychology department.", "\"Losing the ability to communicate is devastating and this finding could lead to the development of targeted treatments or interventions to maintain this capability and slow progression of the disease.\"", "The study involved 23 older adults between the ages of 52 and 86.", "Participants were separated into two groups based on their results on a dementia screening test, the Montreal Cognitive Assessment (MoCA).", "Researchers measured brain activity in the brainstem while participants were watching a video.", "They measured brain activity in the auditory cortex while participants were identifying vowel sounds.", "Statistical methods were used to combine both sets of brain activity to predict MCI.", "\"When we hear a sound, the normal aging brain keeps the sound in check during processing, but those with MCI have lost this inhibition and it was as if the flood gates were open since their neural response to the same sounds were over-exaggerated,\" says Dr. Gavin Bidelman, first author on the study, a former RRI post-doctoral fellow and assistant professor at the University of Memphis.", "\"This functional biomarker could help identify people who should be monitored more closely for their risk of developing dementia.\"", "The next steps involve studying whether those individuals who already have dementia or convert early from MCI to dementia also demonstrate these same changes in brain activity when they hear speech.", "Research for this study was conducted with support from the Grammy Foundation, the Canadian Institutes of Health Research, the FedEx Institute of Technology and the Center for Technologies and Research in Alzheimer's Care, which supported the staff and equipment needed to conduct the study.", "With additional funds, researchers could explore developing a portable, reliable and easy-to-use alternate diagnostic test for MCI that incorporates the body's different senses.", "\"MCI is known to cause changes in different senses, such as vision or touch,\" says Dr. Alain.", "\"If we could incorporate these changes into a wireless EEG test, we could combine all this information and develop a better biomarker.", "One day, doctors could administer a short, 10-minute assessment and instantly provide results.", "\"\"This could offer a new diagnostic assessment that tests a person's cognitive abilities, such as their ability to communicate, and objectively measure physiological changes in the brain that reflect early signs of dementia,\" says Dr. Bidelman."], "title": "The way the brain processes speech could serve as a predictor of early dementia | EurekAlert! Science News", "source": "Baycrest Centre for Geriatric Care", "date": "2018-01-19_20:35:54", "year": "Wed, 15 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEarly dementia is typically associated with memory and thinking problems; but older adults should also be vigilant about hearing and communication problems, suggest recent findings in a joint Baycrest-University of Memphis study.Within older adults who scored below the normal benchmark on a dementia screening test, but have no noticeable communication problems, scientists have discovered a new potential predictor of early dementia through abnormal functionality in regions of the brain that process speech (the brainstem and auditory cortex).These brain regions are thought to be more resilient to Alzheimer's. However, this discovery demonstrates changes occur early in the brain's conversion of speech sound into understandable words. This finding could be the first sign of decline in brain function related to communication that presents itself before individuals become aware of these problems.Their research technique of measuring electrical brain activity using an electroencephalogram (EEG) in these brain regions also predicted mild cognitive impairment (MCI), a condition that is likely to develop into Alzheimer's, with 80 per cent accuracy. This test could be developed into a cost-effective and objective diagnostic assessment for older adults.The study, published online in the Journal of Neuroscience prior to print publication, looked at older adults with no known history of neurological or psychiatric illnesses with similar hearing acuity. The brain activity within the brainstem of these older adults demonstrated abnormally large speech sound processing within seven to 10 milliseconds of the signal hitting the ear, which could be a sign of greater communication problems in the future.\"This opens a new door in identifying biological markers for dementia since we might consider using the brain's processing of speech sounds as a new way to detect the disease earlier,\" says Dr. Claude Alain, the study's senior author and senior scientist at Baycrest's Rotman Research Institute (RRI) and professor at the University of Toronto's psychology department. \"Losing the ability to communicate is devastating and this finding could lead to the development of targeted treatments or interventions to maintain this capability and slow progression of the disease.\" The study involved 23 older adults between the ages of 52 and 86. Participants were separated into two groups based on their results on a dementia screening test, the Montreal Cognitive Assessment (MoCA). Researchers measured brain activity in the brainstem while participants were watching a video. They measured brain activity in the auditory cortex while participants were identifying vowel sounds. Statistical methods were used to combine both sets of brain activity to predict MCI. \"When we hear a sound, the normal aging brain keeps the sound in check during processing, but those with MCI have lost this inhibition and it was as if the flood gates were open since their neural response to the same sounds were over-exaggerated,\" says Dr. Gavin Bidelman, first author on the study, a former RRI post-doctoral fellow and assistant professor at the University of Memphis. \"This functional biomarker could help identify people who should be monitored more closely for their risk of developing dementia.\" The next steps involve studying whether those individuals who already have dementia or convert early from MCI to dementia also demonstrate these same changes in brain activity when they hear speech. Research for this study was conducted with support from the Grammy Foundation, the Canadian Institutes of Health Research, the FedEx Institute of Technology and the Center for Technologies and Research in Alzheimer's Care, which supported the staff and equipment needed to conduct the study.  With additional funds, researchers could explore developing a portable, reliable and easy-to-use alternate diagnostic test for MCI that incorporates the body's different senses.\"MCI is known to cause changes in different senses, such as vision or touch,\" says Dr. Alain. \"If we could incorporate these changes into a wireless EEG test, we could combine all this information and develop a better biomarker. One day, doctors could administer a short, 10-minute assessment and instantly provide results.\"\"This could offer a new diagnostic assessment that tests a person's cognitive abilities, such as their ability to communicate, and objectively measure physiological changes in the brain that reflect early signs of dementia,\" says Dr. Bidelman."}