{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "ny", "march", "15", "2017", "columbia", "university", "medical", "center", "cumc", "researchers", "discovered", "common", "genetic", "variant", "greatly", "impacts", "normal", "brain", "aging", "starting", "around", "age", "65", "may", "modify", "risk", "neurodegenerative", "diseases", "findings", "could", "point", "toward", "novel", "biomarker", "evaluation", "interventions", "highlight", "potential", "new", "targets", "prevention", "treatment", "brain", "disorders", "alzheimer", "study", "published", "online", "today", "journal", "cell", "systems", "look", "group", "seniors", "look", "older", "peers", "look", "younger", "said", "study", "asa", "abeliovich", "phd", "professor", "pathology", "neurology", "taub", "institute", "alzheimer", "disease", "aging", "brain", "cumc", "differences", "aging", "seen", "frontal", "cortex", "brain", "region", "responsible", "higher", "mental", "processes", "findings", "show", "many", "differences", "tied", "variants", "gene", "called", "tmem106b", "people", "two", "copies", "gene", "frontal", "cortex", "various", "biological", "measures", "appears", "12", "years", "older", "two", "normal", "copies", "studies", "identified", "individual", "genes", "increase", "one", "risk", "various", "neurodegenerative", "disorders", "apolipoprotein", "e", "apoe", "alzheimer", "disease", "genes", "explain", "small", "part", "diseases", "said", "study", "herve", "rhinn", "phd", "assistant", "professor", "pathology", "cell", "biology", "taub", "institute", "far", "major", "risk", "factor", "neurodegenerative", "disease", "aging", "something", "changes", "brain", "age", "makes", "susceptible", "brain", "disease", "got", "us", "thinking", "genetic", "level", "driving", "healthy", "brain", "aging", "current", "study", "drs", "abeliovich", "rhinn", "analyzed", "genetic", "data", "autopsied", "human", "brain", "samples", "taken", "people", "without", "neurodegenerative", "disease", "first", "researchers", "looked", "subjects", "transcriptomes", "initial", "products", "gene", "expression", "compiling", "average", "picture", "brain", "biology", "people", "given", "age", "next", "person", "transcriptome", "compared", "average", "transcriptome", "people", "age", "looking", "specifically", "100", "genes", "whose", "expression", "found", "increase", "decrease", "aging", "comparison", "researchers", "derived", "measure", "call", "differential", "aging", "difference", "individual", "apparent", "biological", "age", "true", "chronological", "age", "told", "us", "whether", "individual", "frontal", "cortex", "looked", "older", "younger", "expected", "said", "researchers", "searched", "genome", "individual", "looking", "genetic", "variants", "associated", "increase", "differential", "age", "one", "variant", "stood", "tmem106b", "said", "rhinn", "common", "people", "two", "copies", "another", "third", "one", "copy", "tmem106b", "begins", "exert", "effect", "people", "reach", "age", "65", "said", "abeliovich", "everybody", "boat", "stress", "kicks", "two", "good", "copies", "gene", "respond", "well", "stress", "two", "bad", "copies", "brain", "ages", "quickly", "researchers", "found", "second", "variant", "inside", "progranulin", "gene", "contributes", "brain", "aging", "though", "less", "tmem106b", "progranulin", "tmem106b", "located", "different", "chromosomes", "involved", "signaling", "pathway", "also", "associated", "rare", "neurodegenerative", "disease", "called", "frontotemporal", "dementia", "study", "address", "role", "two", "genetic", "variants", "might", "neurodegenerative", "disease", "studying", "healthy", "individuals", "disease", "per", "se", "said", "abeliovich", "course", "healthy", "tissue", "start", "get", "disease", "appears", "genetic", "variants", "brain", "aging", "accelerates", "increases", "vulnerability", "brain", "disease", "vice", "versa", "brain", "disease", "disease", "accelerates", "brain", "aging", "vicious", "cycle"], "url": "http://www.eurekalert.org/pub_releases/2017-03/cumc-bgd031017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK, NY (March 15, 2017) -- Columbia University Medical Center (CUMC) researchers have discovered a common genetic variant that greatly impacts normal brain aging, starting at around age 65, and may modify the risk for neurodegenerative diseases.", "The findings could point toward a novel biomarker for the evaluation of anti-aging interventions and highlight potential new targets for the prevention or treatment of age-associated brain disorders such as Alzheimer's disease.The study was published online today in the journal Cell Systems.", "\"If you look at a group of seniors, some will look older than their peers and some will look younger,\" said the study's co-leader Asa Abeliovich, PhD, professor of pathology and neurology in the Taub Institute for Alzheimer's Disease and the Aging Brain at CUMC.", "\"The same differences in aging can be seen in the frontal cortex, the brain region responsible for higher mental processes.", "Our findings show that many of these differences are tied to variants of a gene called TMEM106B.", "People who have two 'bad' copies of this gene have a frontal cortex that, by various biological measures, appears 12 years older that those who have two normal copies.", "\"Studies have identified individual genes that increase one's risk for various neurodegenerative disorders, such as apolipoprotein E (APOE) for Alzheimer's disease.", "\"But those genes explain only a small part of these diseases,\" said study co-leader Herve Rhinn, PhD, assistant professor of pathology and cell biology in the Taub Institute.", "\"By far, the major risk factor for neurodegenerative disease is aging.", "Something changes in the brain as you age that makes you more susceptible to brain disease.", "That got us thinking, 'What, on a genetic level, is driving healthy brain aging?", "'\"In the current study, Drs.", "Abeliovich and Rhinn analyzed genetic data from autopsied human brain samples taken from 1,904 people without neurodegenerative disease.", "First, the researchers looked at the subjects' transcriptomes (the initial products of gene expression), compiling an average picture of the brain biology of people at a given age.", "Next, each person's transcriptome was compared to the average transcriptome of people at the same age, looking specifically at about 100 genes whose expression was found to increase or decrease with aging.", "From this comparison, the researchers derived a measure that they call differential aging: the difference between an individual's apparent (biological) age and his or her true (chronological) age.", "\"This told us whether an individual's frontal cortex looked older or younger than expected,\" said Dr. Abeliovich.The researchers then searched the genome of each individual, looking for genetic variants that were associated with an increase in differential age.", "\"One variant stood out: TMEM106B,\" said Dr. Rhinn.", "\"It's very common.", "About one-third of people have two copies and another third have one copy.", "\"\"TMEM106B begins to exert its effect once people reach age 65,\" said Dr. Abeliovich.", "\"Until then, everybody's in the same boat, and then there's some yet-to-be-defined stress that kicks in.", "If you have two good copies of the gene, you respond well to that stress.", "If you have two bad copies, your brain ages quickly.", "\"The researchers found a second variant--inside the progranulin gene--that contributes to brain aging, though less so than TMEM106B.", "Progranulin and TMEM106B are located on different chromosomes but are involved in the same signaling pathway.", "Both have also been associated with a rare neurodegenerative disease called frontotemporal dementia.", "The study did not address what role the two genetic variants might have in neurodegenerative disease.", "\"We were studying healthy individuals, so it is not about disease, per se,\" said Dr. Abeliovich.", "\"But of course, it's in healthy tissue that you start to get disease.", "It appears that if you have these genetic variants, brain aging accelerates and that increases vulnerability to brain disease.", "And vice versa: if you have brain disease, the disease accelerates brain aging.", "It's a vicious cycle.\""], "title": "Brain-aging gene discovered | EurekAlert! Science News", "source": "Columbia University Medical Center", "date": "2018-01-19_20:35:57", "year": "Wed, 15 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK, NY (March 15, 2017) -- Columbia University Medical Center (CUMC) researchers have discovered a common genetic variant that greatly impacts normal brain aging, starting at around age 65, and may modify the risk for neurodegenerative diseases. The findings could point toward a novel biomarker for the evaluation of anti-aging interventions and highlight potential new targets for the prevention or treatment of age-associated brain disorders such as Alzheimer's disease.The study was published online today in the journal Cell Systems.\"If you look at a group of seniors, some will look older than their peers and some will look younger,\" said the study's co-leader Asa Abeliovich, PhD, professor of pathology and neurology in the Taub Institute for Alzheimer's Disease and the Aging Brain at CUMC. \"The same differences in aging can be seen in the frontal cortex, the brain region responsible for higher mental processes. Our findings show that many of these differences are tied to variants of a gene called TMEM106B. People who have two 'bad' copies of this gene have a frontal cortex that, by various biological measures, appears 12 years older that those who have two normal copies.\"Studies have identified individual genes that increase one's risk for various neurodegenerative disorders, such as apolipoprotein E (APOE) for Alzheimer's disease. \"But those genes explain only a small part of these diseases,\" said study co-leader Herve Rhinn, PhD, assistant professor of pathology and cell biology in the Taub Institute. \"By far, the major risk factor for neurodegenerative disease is aging. Something changes in the brain as you age that makes you more susceptible to brain disease. That got us thinking, 'What, on a genetic level, is driving healthy brain aging?'\"In the current study, Drs. Abeliovich and Rhinn analyzed genetic data from autopsied human brain samples taken from 1,904 people without neurodegenerative disease. First, the researchers looked at the subjects' transcriptomes (the initial products of gene expression), compiling an average picture of the brain biology of people at a given age. Next, each person's transcriptome was compared to the average transcriptome of people at the same age, looking specifically at about 100 genes whose expression was found to increase or decrease with aging. From this comparison, the researchers derived a measure that they call differential aging: the difference between an individual's apparent (biological) age and his or her true (chronological) age. \"This told us whether an individual's frontal cortex looked older or younger than expected,\" said Dr. Abeliovich.The researchers then searched the genome of each individual, looking for genetic variants that were associated with an increase in differential age. \"One variant stood out: TMEM106B,\" said Dr. Rhinn. \"It's very common. About one-third of people have two copies and another third have one copy.\"\"TMEM106B begins to exert its effect once people reach age 65,\" said Dr. Abeliovich. \"Until then, everybody's in the same boat, and then there's some yet-to-be-defined stress that kicks in. If you have two good copies of the gene, you respond well to that stress. If you have two bad copies, your brain ages quickly.\"The researchers found a second variant--inside the progranulin gene--that contributes to brain aging, though less so than TMEM106B. Progranulin and TMEM106B are located on different chromosomes but are involved in the same signaling pathway. Both have also been associated with a rare neurodegenerative disease called frontotemporal dementia. The study did not address what role the two genetic variants might have in neurodegenerative disease. \"We were studying healthy individuals, so it is not about disease, per se,\" said Dr. Abeliovich. \"But of course, it's in healthy tissue that you start to get disease. It appears that if you have these genetic variants, brain aging accelerates and that increases vulnerability to brain disease. And vice versa: if you have brain disease, the disease accelerates brain aging.  It's a vicious cycle.\""}