{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-etc030717.php", "description": "Encouraging patients with potential memory deficits to seek early advice from a general practitioner (GP) empowered more of them to consult their GP, but GPs did not change their behavior and refer more to memory services or for earlier overall diagnosis of dementia, according to a trial publishing this week in PLOS Medicine by Gill Livingston, of University College London, and colleagues.", "region": "namerica", "title": "Encouragement to consult GPs for memory concerns did not ensure earlier dementia diagnosis", "text": "Encouraging patients with potential memory deficits to seek early advice from a general practitioner (GP) empowered more of them to consult their GP, but GPs did not change their behavior and refer more to memory services or for earlier overall diagnosis of dementia, according to a trial publishing this week in PLOS Medicine by Gill Livingston, of University College London, and colleagues. Early diagnosis of dementia allows patients and families to plan for the future, receive symptomatic treatment, access social and voluntary care, and delays care home entry, with few negative effects. To determine whether reaching out directly to patients could lead to earlier diagnoses of dementia, Livingston and colleagues conducted a cluster-randomized controlled trial in 22 general practices in South-East England. Eligible patients from 11 practices assigned to the intervention (6387 patients who were >70 years old, living in their own homes and without known diagnosis of dementia) received a personally signed letter and information leaflets with information about overcoming common barriers to accessing dementia diagnosis and care, while patients in 11 control practices (8171 patients who met the same criteria) received usual care. Compared to control, the intervention had no significant effect on the primary outcome, earlier dementia diagnosis at memory clinics, as measured by the Mini Mental State Examination. There was a significant increase in the proportion of patients in the intervention practices consulting their GPs with suspected memory problems compared to control practices, but no difference in proportion of patients who were referred to memory specialist clinics by the GPs.The authors note that it is unclear why additional patients presenting to GPs did not lead to earlier overall diagnosis of dementia, though they speculate that some patients may have been \"worried well\", or that early memory problems were not recognized by the GPs.The authors suggest that to increase early diagnosis it may be necessary to inform both sides of the doctor-patient relationship: \"Interventions likely to be successful in decreasing cognitive severity at diagnosis will need to target both the public and practitioners and particularly concentrate on the benefits of earlier diagnosis.\"This article appears in the PLOS Medicine Special Issue on Dementia, publishing every week throughout March.", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002252", "institution": "PLOS", "journal": "PLOS Medicine", "keywords": ["Medicine/Health", " Clinical Trials", " Mortality/Longevity", " Diagnostics", " Epidemiology", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease"], "date": "Tue, 14 Mar 2017 04:00:00 GMT", "source_link": null}