{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txscientists", "ucl", "developed", "way", "use", "mri", "scans", "help", "identify", "hiv", "persisting", "brain", "despite", "effective", "drug", "study", "published", "clinical", "infectious", "diseases", "funded", "wellcome", "shows", "patients", "hiv", "brain", "even", "disease", "kept", "control", "treatment", "effective", "treatments", "hiv", "aids", "often", "led", "dementia", "problems", "brain", "explains", "senior", "author", "professor", "ravi", "gupta", "ucl", "infection", "immunity", "also", "honorary", "consultant", "infectious", "diseases", "hospital", "tropical", "diseases", "uclh", "nhs", "foundation", "trust", "thankfully", "less", "common", "treat", "hiv", "half", "hiv", "patients", "still", "report", "cognitive", "problems", "see", "evidence", "hiv", "spread", "brain", "around", "ten", "fifteen", "percent", "patients", "cases", "symptoms", "causes", "moment", "perform", "lumbar", "puncture", "confirm", "involves", "inserting", "needle", "back", "draw", "spinal", "fluid", "test", "hiv", "quite", "invasive", "procedure", "requires", "patients", "stay", "hospital", "several", "hours", "new", "study", "shows", "mri", "scans", "could", "help", "identify", "individuals", "tests", "team", "looked", "data", "146", "hiv", "patients", "investigated", "cognitive", "problems", "2011", "2015", "evidence", "hiv", "active", "brain", "22", "patients", "15", "patients", "whose", "brains", "showed", "definite", "signs", "change", "white", "matter", "ten", "times", "likely", "hiv", "brain", "normal", "white", "matter", "changes", "brain", "called", "diffuse", "white", "matter", "signal", "abnormalities", "linked", "cognitive", "problems", "triggered", "inflammation", "brain", "caused", "hiv", "infection", "hiv", "treatments", "come", "long", "way", "patients", "whose", "hiv", "suppressed", "drugs", "still", "cognitive", "problems", "due", "hiv", "related", "inflammation", "says", "prof", "gupta", "mri", "scans", "help", "diagnose", "patients", "whether", "showing", "elevated", "risk", "problems", "finding", "different", "cause", "treated", "hiv", "spread", "brain", "change", "treatment", "regime", "add", "drugs", "cross", "barrier", "effectively", "control", "infection"], "url": "http://www.eurekalert.org/pub_releases/2017-03/ucl-msc030917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists at UCL have developed a way to use MRI scans to help identify when HIV is persisting in the brain despite effective drug treatment.The study, published in Clinical Infectious Diseases and funded by Wellcome, shows that patients can have HIV in the brain even when the disease is kept under control by treatment.", "\"Before we had effective treatments for HIV, AIDS often led to dementia and other problems in the brain,\" explains senior author Professor Ravi Gupta (UCL Infection & Immunity), who is also an Honorary Consultant in Infectious Diseases at The Hospital for Tropical Diseases, UCLH NHS Foundation Trust.", "\"Thankfully this is less common now that we can treat HIV, but up to half of HIV patients still report cognitive problems.", "We see evidence that HIV has spread to the brain in around ten to fifteen percent of these patients, but in most cases the symptoms are down to other causes.", "At the moment we have to perform a lumbar puncture to confirm this, which involves inserting a needle into the back to draw out the spinal fluid and test it for HIV.", "This is quite an invasive procedure that requires patients to stay in hospital for several hours.", "Our new study shows that MRI scans could help to identify high-risk individuals for further follow-up tests.", "\"The team looked at data from 146 HIV patients who were investigated for cognitive problems between 2011 and 2015.", "There was evidence that HIV was active in the brain in 22 patients (15%), and patients whose brains showed definite signs of change in the white matter were ten times more likely to have HIV in the brain than those with normal white matter appearances.These changes in the brain, called diffuse white matter signal abnormalities, are linked to cognitive problems and can be triggered by inflammation in the brain caused by HIV infection.", "\"HIV treatments have come a long way, but patients whose HIV is suppressed by drugs can still have cognitive problems due to HIV related inflammation,\" says Prof Gupta.", "\"MRI scans can help to diagnose these patients, whether showing an elevated risk of HIV-related problems or finding a different cause that can then be treated.", "Where HIV has spread to the brain, we can change the treatment regime to add drugs that cross the blood-brain barrier more effectively to control the infection.\""], "title": "MRI scans can help spot HIV in the brain | EurekAlert! Science News", "source": "University College London", "date": "2018-01-19_20:36:04", "year": "Mon, 13 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists at UCL have developed a way to use MRI scans to help identify when HIV is persisting in the brain despite effective drug treatment.The study, published in Clinical Infectious Diseases and funded by Wellcome, shows that patients can have HIV in the brain even when the disease is kept under control by treatment.\"Before we had effective treatments for HIV, AIDS often led to dementia and other problems in the brain,\" explains senior author Professor Ravi Gupta (UCL Infection & Immunity), who is also an Honorary Consultant in Infectious Diseases at The Hospital for Tropical Diseases, UCLH NHS Foundation Trust. \"Thankfully this is less common now that we can treat HIV, but up to half of HIV patients still report cognitive problems. We see evidence that HIV has spread to the brain in around ten to fifteen percent of these patients, but in most cases the symptoms are down to other causes. At the moment we have to perform a lumbar puncture to confirm this, which involves inserting a needle into the back to draw out the spinal fluid and test it for HIV. This is quite an invasive procedure that requires patients to stay in hospital for several hours. Our new study shows that MRI scans could help to identify high-risk individuals for further follow-up tests.\"The team looked at data from 146 HIV patients who were investigated for cognitive problems between 2011 and 2015. There was evidence that HIV was active in the brain in 22 patients (15%), and patients whose brains showed definite signs of change in the white matter were ten times more likely to have HIV in the brain than those with normal white matter appearances.These changes in the brain, called diffuse white matter signal abnormalities, are linked to cognitive problems and can be triggered by inflammation in the brain caused by HIV infection. \"HIV treatments have come a long way, but patients whose HIV is suppressed by drugs can still have cognitive problems due to HIV related inflammation,\" says Prof Gupta. \"MRI scans can help to diagnose these patients, whether showing an elevated risk of HIV-related problems or finding a different cause that can then be treated. Where HIV has spread to the brain, we can change the treatment regime to add drugs that cross the blood-brain barrier more effectively to control the infection.\"\r\n"}