{"keywords": ["Biology", " Biochemistry", " Cell Biology", " Genetics", " Zoology/Veterinary Science"], "funder": "São Paulo Research Foundation", "journal": "Cell", "description": "Researchers show that the central nucleus of the amygdala is the brain region responsible for articulating the different skills involved in pursuing and killing prey. The results of this research break a paradigm in neuroscience, which is the idea that the central amygdala is the region responsible for organizing fear-related behavior.", "title": "Study shows how the predator brain organizes the hunt", "source_link": null, "institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "meeting": "", "text": "For scientists who study the brain, predatory hunting, upon which many wild animals depend for survival, is a complex behavior involving different skills that must be exercised in an efficient and articulated manner if the predator is to succeed.Through experiments with mice, Brazilian and US researchers have demonstrated that a brain region called the central nucleus of the amygdala is responsible for organizing the actions involved in predatory hunting. They have also shown that this process occurs in two distinct neural networks: one that organizes prey pursuit and capture and another that controls the jaw and neck movements required for the predator to deliver a lethal bite.\"The modular way in which control is exerted is relevant. The study provides novel details of the neural control of craniofacial muscles, potentially contributing to an understanding of the pathologies that affect this region. In addition, practical applications are being considered in the field of engineering, especially with regard to the development of robotics algorithms,\" said Ivan de Araujo, Associate Professor of Psychiatry at the Yale School of Medicine in the United States.Araujo's main focus in his laboratory work is research on the neural basis for the feeding behavior of mammals. He began partnering with Newton Canteras, a professor at the University of São Paulo's Biomedical Science Institute (ICB-USP) in Brazil, because of their shared interest in understanding how the hunt for food is controlled under conditions close to those prevailing in nature. Previous studies by Canteras's group at ICB-USP had shown that the central nucleus of the amygdala is strongly activated when an animal is hunting.\"Canteras has ample experience in research on hunting behavior, and after members of his group visited my lab, we decided to apply the insect predation model to genetically modified mice,\" Araujo recalled.Several experiments and techniques were used with the aim of \"interrogating\" the neurons of the central amygdala and thereby discovering the pathways involved when an animal is hunting for prey. Motta explained that one of the most important techniques was optogenetics, which uses laser light to activate and deactivate neurons almost instantaneously. \"Using a viral vector, we inserted into the neurons in the region of interest a protein that acts as a cellular receptor and makes the neurons respond to light. Depending on the receptor inserted, neurons can be activated or deactivated by the light stimulus,\" Motta said. \"In addition, we inserted optical fibers to transmit the light to the site. The time between switching the laser on or off and the activation or deactivation of neurons is very short, allowing neural function to be correlated with the behavior observed.\"The same technique, in which neurons are modified by viral vectors, can be used to make activation and deactivation even more specific, distinguishing between glutamatergic neurons (which release the neurotransmitter glutamate) and GABAergic neurons (which secrete gamma aminobutyric acid), for example.\"We performed experiments with animals that expressed the enzyme Cre recombinase only in glutamatergic neurons, for example. Next, we inserted a Cre-dependent virus that took the light-sensitive receptor only to neurons marked with the enzyme. In this way, we were able to activate or deactivate only the population of glutamatergic neurons. Our aim was to find out what happens in this case,\" Motta said.Another possibility is selectively killing a specific group of neurons by injecting a Cre-dependent virus capable of encoding caspases, a family of proteases that convey signals to cells that cause the cells to enter apoptosis (programmed cell death).This series of experiments enabled the researchers to map the two different neural pathways that together coordinate hunting behavior, both mediated by GABAergic neurons. One extends from the central nucleus of the amygdala to a region of the brainstem called the parvocellular reticular formation (PCRt). The neurons here project to the nucleus ambiguus of the accessory nerve (cranial nerve XI), which controls head movement, and the trigeminal motor nucleus, which is responsible for jaw movement.\"The experiments showed, for example, that if we eliminate the neurons that project to the trigeminal motor nucleus, the animal engages in prey pursuit but is unable to deliver a lethal bite,\" Motta said. \"On the other hand, it continues normally chewing the food offered in the lab, showing that feeding behavior is controlled by a different neural circuit.\"The second pathway runs from the central nucleus of the amygdala to the periaqueductal gray matter (PAG). Located in the midbrain, the PAG projects to the spinal cord and mediates motor responses consistent with fight-or-flight reactions.\"When the neurons in this pathway were eliminated, the latency to begin pursuing prey increased significantly, but a killing bite was easily delivered once the prey had been captured, because the PCRt pathway was functioning normally,\" Motta said.Another experiment measured bite force, which did not change after elimination of PAG pathway neurons but decreased sharply after elimination of PCRt pathway neurons. Paradigm breakFor Canteras, the results of this research break a longstanding paradigm in neuroscience, which is the idea that the central amygdala is the region responsible for organizing fear-related behavior, such as freezing in the face of a larger predator or rolling over and demonstrating submission to a hierarchically superior member of the same community.The initial experiments showed that when the central nucleus of the amygdala was stimulated by light, instead of behaving defensively, which would indicate fear, the animals began masticating, even without having any food in their mouths.\"We've now shown irrefutably that the central amygdala organizes hunting behavior and that in this system, there may be mechanisms that make the animal stop hunting in adverse environmental conditions,\" Canteras said. \"So what was previously interpreted as fear might just be a signal to stop hunting, for lack of favorable conditions.\"\r\n", "region": "samerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/fda-ssh021517.php", "article_link": null, "date": "Wed, 15 Feb 2017 05:00:00 GMT"}