{"keywords": ["Biology", " Neurobiology", " Neurochemistry"], "funder": "Fundação Champalimaud, Fundação para a Ciência e Tecnologia, Human Frontier Science Program, Howard Hughes Medical Institute, European Research Council", "journal": "eLife", "description": "Neuroscientists discovered a surprising and completely unexpected behavioral effect of serotonin in mice, which strongly suggests that this neurotransmitter is involved in a biological mechanism affecting motivation.", "title": "More serotonin, less motivation? It depends on the circumstances", "source_link": null, "institution": "Champalimaud Centre for the Unknown", "meeting": "", "text": "A new study in mice shows that increasing serotonin, one of the major mediators of brain communication, affects motivation - but only in certain circumstances. Furthermore, the study revealed that the short and long term effects of increased serotonin levels are opposed - a completely unforeseen property of this neurotransmitter's functional system.A surprising behavioral effect, discovered in mice by neuroscientists at the Champalimaud Centre for the Unknown (CCU), in Lisbon, Portugal, strongly suggests that serotonin is involved in a biological mechanism which affects the animals' motivation. The study has now been published in the online open access journal eLife.Serotonin, one of the chemical \"messengers\", or neurotransmitters, in the brain, is used by neurons to communicate with each other. It plays an important role in the regulation of sleep, movement and other behaviors which are essential for animal survival. But for motivation in particular, it was unclear whether serotonin was involved.Serotonin-producing neurons are located in an area of the brainstem (the most \"primitive\" part of the brain in evolutionary terms) called the raphe nuclei. Because these neurons project their axons to multiple brain regions, serotonin acts widely across the brain. After being released by the neurons in the raphe nuclei, those same neurons reabsorb the excess of serotonin. Since low serotonin levels in the brain are associated with depression, drugs called \"selective serotonin reuptake inhibitors\" (or SSRI, such as Prozac), which increase serotonin levels in the brain by preventing uptake of excess serotonin, are used to treat depressive symptoms.\r\nHowever, it is unclear how the excess serotonin acts biologically to alleviate those symptoms. The novel effect now revealed by the CCU could give insight into this question.Peaks of serotoninUntil recently, it was very difficult to study the biological mechanism underlying serotonin's action because there were no fast and specific ways to stimulate the release of this neurotransmitter in the brain while simultaneously looking at a mouse's behavior. But nowadays, thanks to a technique called optogenetics, which uses light to manipulate neurons (by stimulating or silencing them), it is possible to observe the impact of serotonin on the behavior of these animals.Using optogenetics, the team stimulated the release of serotonin from neurons in the raphe nuclei. They first induced \"peaks\" of serotonin by stimulating these neurons with pulses of light, lasting three seconds every ten seconds, over three five-minute time periods. The mice, placed in a box, were left free to explore their environment. In these conditions, their most frequent spontaneous behaviors are walking around, rearing, grooming, digging holes or keeping relatively still, but nevertheless alert.The only difference the scientists saw was that stimulation caused the mice to reduce their locomotive speed by about 50%. In general, this stimulation of serotonin-producing neurons did not affect other behaviors.The effect of these serotonin \"peaks\" on locomotion was almost instantaneous (speed reduction manifested one second after stimulation) and transient, with things going back to normal after five seconds. But during this short period of time, \"the animals acted as if they weren't motivated\", says Zach Mainen, who led the study.However, locomotive speed was affected only when the animals were not immersed in a particularly engaging task at the time of stimulation. \"These stimulations reduced the animals' motor activity only when they were freely exploring a new environment, with no directed 'goals'\", says co-author Patrícia Correia, who carried out the experiments, and, together with colleague and co-author Eran Lottem, analised the results. \"But the same stimulation does not have any effect if the animal is already engaged in a specific task such as running to get a reward\", she adds. \"Our study reveals that serotonin has a direct effect on the mouse's locomotion and exploration, and potentially on motivation.\"The scientists further showed that the slowing-down effect is not due to an increase of their anxiety levels - a factor that could seriously hinder movement. \"What we see is some other motivational component, which is neither anxiety nor reward expectation\", explains Zach Mainen.  A second effectThe next step was to determine what would happen if they stimulated the serotonin-producing neurons repeatedly for a longer period of time.To do this, in a second series of experiments, the team stimulated the mice daily over 24 consecutive days. Surprisingly, even though each stimulation still transiently reduced locomotive speed, overall locomotive speed progressively increased. At the end of more than three weeks of this regimen, it was 30% to 40% higher than it had been compared to the starting point. \"This long term effect took us completely by surprise\", says Zach Mainen. \"Long term stimulation triggered a second effect. The mice became globally more active\", explains Patrícia Correia.This second effect \"is a weird but important feature of the serotonin system\", says Zach Mainen. \"We don't know what it means in terms of depression, but the motivation to move may be related to a state of apathy.\"The existence of this second effect, which is associated with the long term increase of serotonin levels in the brain, may nonetheless also explain why SSRIs take about three weeks to have an effect on depressive symptoms. \"SSRIs work, in part, on the serotonin system - and maybe we've stumbled on something related to why they take so long to produce an effect\", concludes Zach Mainen.\r\n", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-02/ccft-msl020917.php", "article_link": "http://dx.doi.org/10.7554/eLife.20975", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}