{"keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Chemistry/Physics/Materials Sciences", " Materials", " Technology/Engineering/Computer Science", " Biotechnology", " Nanotechnology/Micromachines", " Research/Development", " Nanotechnology/Micromachines"], "funder": "", "journal": "Nature Protocols", "description": "For the past several years, researchers at the University of Illinois at Urbana-Champaign have been developing a class of walking 'bio-bots' powered by muscle cells and controlled with electrical and optical pulses. Now, Rashid Bashir's research group is sharing the recipe for the current generation of bio-bots. Their how-to paper is the cover article in Nature Protocols.", "title": "Now you can 'build your own' bio-bot", "source_link": "http://engineering.illinois.edu/news/article/21291", "institution": "University of Illinois College of Engineering", "meeting": "", "text": "I'll bet you don't have one of these at home.For the past several years, researchers at the University of Illinois at Urbana-Champaign have been developing a class of walking \"bio-bots\" powered by muscle cells and controlled with electrical and optical pulses. Now, Rashid Bashir's research group is sharing the recipe for the current generation of bio-bots. Their how-to paper is the cover article in Nature Protocols.\"The protocol teaches every step of building a bio-bot, from 3D printing the skeleton to tissue engineering the skeletal muscle actuator, including manufacturers and part numbers for every single thing we use in the lab,\" explained Ritu Raman, now a postdoctoral fellow in the Department of Bioengineering and first author of the paper, \"A modular approach to the design, fabrication, and characterization of muscle-powered biological machines.\"\"This protocol is essentially intended to be a one-stop reference for any scientist around the world who wants to replicate the results we showed in our PNAS 2016 and PNAS 2014 papers, and give them a framework for building their own bio-bots for a variety of applications,\" Raman said.As stated in the paper, \"Biological machines consisting of cells and biomaterials have the potential to dynamically sense, process, respond, and adapt to environmental signals in real time.\" This can result in exciting possibilities where these \"systems could one day demonstrate complex behaviors including self-assembly, self-organization, self-healing, and adaptation of composition and functionality to best suit their environment.\"Bashir's group has been a pioneer in designing and building bio-bots, less than a centimeter in size, made of flexible 3D printed hydrogels and living cells. In 2012, the group demonstrated bio-bots that could \"walk\" on their own, powered by beating heart cells from rats. However, heart cells constantly contract, denying researchers control over the bot's motion.\"The purpose of the paper was to provide the detailed recipes and protocols so that others can easily duplicate the work and help to further permeate the idea of 'building with biology'--so that other researchers and educators can have the tools and the knowledge to build these bio-hybrid systems and attempt to address challenges in health, medicine, and environment that we face as a society,\" stated Rashid Bashir, a Grainger Distinguished Chair in Engineering and head of the Department of Bioengineering at Illinois.\"The 3D printing revolution has given us the tools required to 'build with biology' in this way.\" Raman said. \"We re-designed the 3D-printed injection mold to produce skeletal muscle 'rings' that could be manually transferred to any of a wide variety of bio-bot skeletons. These rings were shown to produce passive and active tension forces similar to those generated by muscle strips.\"Using optogenetics techniques, we worked with collaborators at MIT to genetically engineer a light-responsive skeletal muscle cell line that could be stimulated to contract by pulses of 470-nm blue light,\" Raman added. \"The resultant optogenetic muscle rings were coupled to multi-legged bio-bot skeletons with symmetric geometric designs. Localized stimulation of contraction, rendered possible by the greater spatiotemporal control of light stimuli over electrical stimuli, was used to drive directional locomotion and 2D rotational steering.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoic-nyc021317.php", "article_link": "http://dx.doi.org/10.1038/nprot.2016.185", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}