{"keywords": ["Biology", " Biochemistry", " Cell Biology", " Biochemistry", " Neurochemistry", " Medicine/Health", " Neurobiology"], "funder": "", "journal": "Current Biology", "description": "A research group offers new insights into the roles of different subareas in the prefrontal cortex.", "title": "Traffic light in the brain", "source_link": "https://www.pr.uni-freiburg.de/pm/2017/pm.2017-02-10.20-en", "institution": "University of Freiburg", "meeting": "", "text": "Whether the brain responds to an external stimulus or not depends significantly on the balance between areas of excitation and inhibition in the prefrontal cortex (PFC). Synaptic connections in the front of the cerebral cortex enable the brain to make a conscious decision on whether to react to a stimulus with movement or not. However, the roles of the individual regions in the PFC and how they work together in this decision-making process were unknown until now. An international team led by Stefanie Hardung from the research group of Professor Ilka Diester, a member of Bernstein Center Freiburg and the Cluster of Excellence BrainLinks-BrainTools, has now identified the roles five subareas in the prefrontal cortex play in making decisions on movement. Their results were now published in the journal Current Biology. This study may be of particular significance for the further investigation of impulse control disorders.  \"We might compare these regions of the prefrontal cortex with a traffic light\" says Stefanie Hardung. \"Specific subareas of the PFC are responsible for inhibition, while others take care of movement preparation and excitation.\"In their experiment, the researchers employed a framework in which they trained transgenic rats in proactive and reactive stopping: \"Reactive stopping refers to a situation in which the animal stops in reaction to an external signal. Proactive stopping, on the other hand, develops according to the internal goals of the subject.\" In their specific setup, the rats were trained to press a lever and to stop if a specific signal was given. Another signal indicated that the rat was supposed to keep pressing the lever. With the help of optogenetics, the research group was able to deactivate specific genetically altered brain cells using light. The scientists systematically switched off certain subareas of the PFC to test the influence of these respective regions on the decision-making process. In addition, optogenetics enabled the group to compare the results with the behavior of the same animals when all areas were intact.The deactivation of specific PFC regions significantly altered the performance of the animals: The inhibition of regions in the infralimbic cortex (IL) or the orbitofrontal cortex (OFC) impeded the ability of the rats to react to external signals. Deactivation of the prelimbic cortex (PL), on the other hand, caused a premature reaction in the majority of the rats. Furthermore, the researchers employed electrophysiological measuring methods and observed that neuronal activity in the PL significantly decreased prior to the premature reactions when all regions were intact.These insights support the hypothesis that the infralimbic cortex and the prelimbic cortex play an opposing role to that of the orbitofrontal cortex: While the IL and the PL direct proactive behavior in reaction to external signals, the OFC controls reactive behavior. Thus, their study might serve as a basis for new approaches in the investigation of impulse control disorders such as attention deficit hyperactivity disorder (ADHD) or obsessive-compulsive disorders (OCD). \"Optogenetic approaches are less harmful to the animals than surgical or pharmacological interventions,\" Hartung explains. \"They allow us to deactivate different brain areas swiftly and reversibly without affecting circuit connectivity. Thus, our animal model might serve as an adequate framework for investigating impulse control disorders.\"", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-02/uof-tli021017.php", "article_link": null, "date": "Fri, 10 Feb 2017 05:00:00 GMT"}