{"title": "Making metabolically active brown fat from white fat-derived stem cells", "text": "New Rochelle, NY, March 3, 2017--Researchers have demonstrated the potential to engineer brown adipose tissue, which has therapeutic promise to treat metabolic diseases such as obesity and type 2 diabetes, from white adipose-derived stem cells (ASCs). The study describes a method to produce brown fat tissue, which exists in only small amounts in adults, and is published in Tissue Engineering, Part A, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Tissue Engineering website until April 3, 2017.Jennifer Elisseeff, Jessica Yang, and coauthors from Johns Hopkins University, Johns Hopkins School of Medicine (Baltimore, MD), and Ecole Polytechnique (Palaiseau, France) used a \"browning\" process to trigger the transition of mature adipocytes generated from white ASCs into brown adipocytes. The brown adipocytes exhibited the increased metabolic activity characteristic of brown fat tissue. The researchers report their method and results in the article entitled \"Metabolically Active Three-Dimensional Brown Adipose Tissue Engineered from White Adipose-Derived Stem Cells.\"\"Scientists are discovering novel ways to engineer the adipose system to leverage its 'stemness' and now, its metabolic phenotype. These two approaches will provide substantial opportunities in the treatment of disease,\" says Tissue Engineering Co-Editor-in-Chief Peter C. Johnson, MD, Principal, MedSurgPI, LLC and President and CEO, Scintellix, LLC, Raleigh, NC.", "article_link": "http://dx.doi.org/10.1089/ten.tea.2016.0399", "url": "http://www.eurekalert.org/pub_releases/2017-03/mali-mma030317.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/making-metabolically-active-brown-fat-from-white-fat-derived-stem-cells/2121/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Cell Biology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Research/Development"], "journal": "Tissue Engineering, Part A", "description": "Researchers have demonstrated the potential to engineer brown adipose tissue, which has therapeutic promise to treat metabolic diseases such as obesity and type 2 diabetes, from white adipose-derived stem cells (ASCs).", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}