{"title": "Physicians analyze food trends and publish dietary prescription for optimal heart health", "text": "WASHINGTON -- Nutrition researcher Neal Barnard, M.D., F.A.C.C., president and founder of the nonprofit Physicians Committee, is one of 12 authors of \"Trending Cardiovascular Nutrition Controversies\" in the March 7, 2017 issue of the Journal of the American College of Cardiology, which recommends whole food, plant-based eating patterns for optimal heart health. Dr. Barnard and the cardiovascular researchers, including Andrew Freeman, M.D., Pamela Morris, M.D., Caldwell Esselstyn, M.D., Dean Ornish, M.D., and Kim Williams, M.D., reviewed the latest research behind popular food trends to create an evidence-based prescription to provide clinicians with a quick guide to relay to patients in a clinical setting. Leafy green vegetables, berries, especially blueberries and strawberries, and plant proteins, such as lentils and beans, earn accolades for supporting cardiovascular function. They combine into a plant-based dietary pattern that lowers blood pressure, stabilizes blood sugar, and breaks down arterial plaque, the early formation of atherosclerosis. These foods should be consumed whole, compared to blended in juices or grounded into antioxidant supplements. Olive oil, canola oil, sunflower oil, and nuts provide healthful sources of monounsaturated and polyunsaturated fats, but should be consumed in moderation due to their high calorie content. Dietary cholesterol should be limited. A Southern dietary pattern, rich in added fats, fried foods, eggs, organ and processed meats, and sugar-sweetened beverages, along with coconut oil and palm oil should be avoided. Gluten-containing foods should be avoided only if patients have sensitivities or allergies. A gluten-free diet reduces early morbidity and mortality for people with celiac disease, which is about 1 or 2 percent of the population. Nonceliac gluten sensitivity may impact 6 percent of the population.  \"It's no surprise people are confused about what constitutes a heart-healthful diet,\" says Dr. Barnard. \"With thousands of studies published each year, we get contradictory headlines. We collaborated on this review to provide a real-time prescription based on the best available peer-reviewed research.\" Heart disease is the leading cause of death worldwide. Nearly half of Americans have at least one controllable risk factor, including high blood pressure, high cholesterol, and smoking. \"In addition to eating colorful, plant-based foods, it's important to make time for sleep, exercise, and stress management, which could come in the form of social support or even listening to music,\" says Dr. Barnard. \"Diet comes first, but what we eat should fuel a healthy lifestyle.\" ", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.10.086", "url": "http://www.eurekalert.org/pub_releases/2017-03/pcfr-paf030317.php", "region": "namerica", "source_link": "http://www.pcrm.org/media/news/physicians-analyze-food-trends-and-publish-dietary-prescription-for-optimal-heart-health", "funder": "", "meeting": "", "institution": "Physicians Committee for Responsible Medicine", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Health Professionals", " Cholesterol", " Diabetes", " Nutrition/Nutrients", " Public Health", " Behavior", " Exercise"], "journal": "Journal of American College of Cardiology", "description": "Nutrition researcher Neal Barnard, M.D., F.A.C.C., president and founder of the nonprofit Physicians Committee, and 11 other authors, including Andrew Freeman, M.D., Pamela Morris, M.D., Caldwell Esselstyn, M.D., Dean Ornish, M.D., and Kim Williams, M.D., reviewed the latest research behind popular food trends for 'Trending Cardiovascular Nutrition Controversies,' which appears in the March 7, 2017 issue of the Journal of the American College of Cardiology.", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}