{"title": "Indoor tanning, sun safety articles published by JAMA Dermatology", "text": "Two original investigations on indoor tanning and sun safety by authors from the U.S. Centers for Disease Control and Prevention, Atlanta, are being published online to coincide with their presentation at the American Academy of Dermatology annual meeting.One article by Gery P. Guy, Jr., Ph.D., M.P.H., of the CDC, and coauthors examined the prevalence of indoor tanning in the past year from 2009 to 2015 and its association with sunburn in 2015 among U.S. high school students.Indoor tanning decreased among students overall (from 15.6 percent in 2009 to 7.3 percent in 2015) but it was still common among some students, especially non-Hispanic white females where the prevalence of indoor tanning dropped from 37.4 percent in 2009 to 15.2 percent in 2015, according to the article.Indoor tanning also was associated with an increased likelihood of sunburn, although it was not possible to determine if the sunburns occurred because of indoor tanning or were related to the general behavior of indoor tanners who may incorrectly believe that a base tan reduces the risk of sunburn, according to the article.\"Despite declines in indoor tanning, continued efforts are needed,\" the article concludes.A second article by the CDC's Sherry Everett Jones, Ph.D., M.P.H., and Dr. Guy looked at the prevalence of sun safety practices at schools and identified school characteristics associated with having policies in place to promote sun safety. The authors analyzed nationally representative school-level data from 2014. Sun safety practices were not common among schools and high schools were less likely than elementary and middle schools to adopt several policies, according to the report.For example, the most frequent practice (47.6 percent) was teachers giving time to students to apply sunscreen at school, although few schools (13.3 percent) made sunscreen available for students to use.   \"Although skin cancer is the most common form of cancer in the United States, school practices that could protect children and adolescents from exposure to UV radiation from the sun while at school, and that could change norms about sun safety practices, are not common. ... Many practices would cost little to implement and would support other messages targeted toward children, adolescents, adults and parents with an aim to reduce skin cancer morbidity and mortality,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tjnj-its030217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "2017 American Academy of Dermatology Annual Meeting", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Dermatology"], "journal": "JAMA Dermatology", "description": "Two original investigations on indoor tanning and sun safety by authors from the US Centers for Disease Control and Prevention, Atlanta, are being published online to coincide with their presentation at the American Academy of Dermatology annual meeting.", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}