{"title": "Microbiome diversity is influenced by chance encounters", "text": "CAMBRIDGE, MA Within the human digestive tract, there are trillions of bacteria, and these communities contain hundreds or even thousands of species. The makeup of those populations can vary greatly from one person to another, depending on factors such as diet, environmental exposure, and health history.A new study of the microbe populations of worms offers another factor that may contribute to this variation: chance.  MIT researchers found that when they put genetically identical worms into identical environments and fed them the same diet, the worms developed very different populations of bacteria in their gut, depending on which bacteria happened to make it there first.\"This study shows that you can have heterogeneity that's driven by the randomness of the initial colonization event. That's not to say the heterogeneity between any two individuals has to be driven by that, but it's a potential source that is often neglected when thinking about this variation,\" says Jeff Gore, the Latham Family Career Development Associate Professor of Physics at MIT.Gore is the senior author of the study, which appears in the March 3 issue of the journal PLOS Biology. The paper's lead author is MIT postdoc Nicole Vega. A simple modelVariations in the human gut microbiome have been shown to contribute to gastrointestinal disorders such as colitis and Crohn's disease, and studies suggest that microbiome composition can also influence diabetes, heart disease, and cancer. \"We know that gut communities are different within different individuals, and that this could have really important implications for health and disease, but it's often difficult to figure out the origin of this diversity between different individuals,\" Gore says.The researchers chose to study the worm C. elegans because it is among the simplest animals with a digestive tract colonized by bacteria, offering a way to model what might be happening in the human gut.\"What you would like to do is take a bunch of identical individuals, place them in identical environments, and then look to see whether the microbial communities are the same or different. That's a very difficult experiment to do with people, but with model organisms it's feasible,\" Gore says.C. elegans consume bacteria as part of their normal diet, so the researchers first fed a group of genetically identical worms a mix of six different species of bacteria. When the experiment began, the worms had no bacteria in their digestive tracts, but after being exposed to the identical bacterial diet, the worms each generated very different microbe populations in their guts.The researchers explored this further by feeding the worms a mix of only two types of bacteria, making it easier to study their interactions. In this scenario, all of the bacteria were E. coli, but half were engineered to produce a green fluorescent protein and the other half produced a red fluorescent protein.After a week of this diet, each worm had about 30,000 bacteria in its digestive tract. However, these populations were not evenly divided between red and green. Instead, each population was dominated by one or the other. This happens, Gore says, because the initial colonization of the gut is a rare event, so whichever microbe makes it there first tends to dominate the entire population.\"Whichever color bacteria is lucky and happens to survive getting eaten and sticks to the gut, this bacterium starts growing, and it can grow to dominate the gut community,\" he says.This randomness tends to prevail when the colonization rate is low. When the researchers fed the worms larger amounts of bacteria, the colonization rate went up and the researchers found much less variation among individuals' microbe populations.An overlooked sourceThe researchers also found the same effect when they fed the worms two different species of bacteria: Enterobacter aerogenes and Serratia marcescens.Gore says that this random variability may contribute to the differences in microbe populations seen in the human gut as well, since usually only a small fraction of bacteria consumed by humans and other animals survives the digestion process. However, many other factors such as environmental exposure also play roles, he says.\"I don't believe that stochastic colonization is the only or dominant source of heterogeneity between individuals, but I think it's a source of heterogeneity that is often overlooked,\" Gore says.His lab is now studying many different pairs of bacterial species in the worm gut to see if the outcome of competition between two species can be used to predict the outcome when three or more species are competing. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/miot-mdi030317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Massachusetts Institute of Technology", "keywords": ["Medicine/Health", " Internal Medicine"], "journal": "PLOS Biology", "description": "An MIT study suggests chance is an overlooked factor in the wide variation of microbe gut populations between individuals. These microbiome variations, which are also affected by diet and environment, contribute to gastrointestinal disorders such as colitis and Crohn's disease.", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}