{"title": "Scientists discover how obesity stops 'guardian immune cells' from doing their job", "text": "Scientists have uncovered the physiological mechanics underlying inflammation and obesity by tracking the actions of 'guardian immune cells' in response to changes in diet. They believe their work may herald a new era of research now that they have new therapeutic targets to prevent and control obesity-related inflammation and metabolic disease.The scientists, led by Professor Lydia Lynch of Trinity College Dublin and Harvard Medical School, discovered that special guardian immune cells are unable to function properly once obesity is established, which results in severe inflammation and metabolic dysfunction.These guardian immune cells, called Adipose Type One Innate Lymphoid Cells, or ILCs, were only recently discovered by Professor Lynch and her team. They live in our fat, and are charged with maintaining a delicate balance of our immune systems. Professor Lynch said: \"All people have fat, even if they are not obese. Fat is found around almost all tissues in our body, and all fat has its own immune system, which we are only recently learning about. \"We have revealed that ILCs keep other immune cells called macrophages in check, by killing them based on certain physiological conditions in the body - they essentially guard against inflammation when macrophages are too numerous in fat. This function is unique as immune cells are not generally supposed to kill other healthy immune cells in non-pathological conditions.\"In other cases, 'natural killer' cells -- which are part of the ILC family -- recognise specific proteins on the surfaces of healthy immune cells that act a little like passwords; if a cell possesses the password, the natural killer cells let it go about its normal business. Natural killer cells typically kill cancer cells, which lack the required password, whereas the healthy immune cells don't. However, uniquely in fat, the ILCs do not recognise these passwords and instead attack the healthy macrophages.Professor Lynch said: \"We know that macrophages enter fat at the onset of obesity and that they likely do a protective job cleaning up as much excess fat as they can. However, as obesity progresses, these macrophages get overwhelmed by the workload and turn inflammatory, which leads to more severe obesity and further complications like diabetes.\" \"Importantly, in healthy states, our ILCs protect against this inflammation and metabolic disease by killing the troublesome macrophages in our fat. But when obesity is established these ILCs are depleted and lose their regulatory killing function, which results in a dangerous accumulation of macrophages and all the bad things that come with that.\" Professor Lynch's work was recently published in the international journal Immunity. The findings confirmed that ILCs are very responsive to diet, which underlines the role that healthy eating plays in affecting our immune systems. For example, after eating a fatty diet for just five days, ILCs home in on fat cells; likewise, their numbers in blood and fat go the other way when weight is lost.\r\n", "article_link": "http://dx.doi.org/10.1016/j.immuni.2017.01.008", "url": "http://www.eurekalert.org/pub_releases/2017-03/tcd-sdh030217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Trinity College Dublin", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Immunology/Allergies/Asthma", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Immunity", "description": "Special immune cells -- ILCs -- cannot function properly once obesity is established. Without their help, we are at risk from inflammation and diabetes. Scientists now have new therapeutic targets to prevent and control obesity-related inflammation and metabolic disease.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}