{"title": "City of Hope researchers discover how breast cancer spreads to the brain", "text": "DUARTE, Calif. -- Ninety percent of cancer deaths are from cancer spread. Breast cancer patients, for example, typically do not die because cancer returns in their breast, they die because it spreads to other parts of their body. The most dangerous of which is the brain. Approximately 40 percent of all women with HER2-positive breast cancer will develop brain metastases. Now City of Hope researchers have found how this happens. Breast cancer cells wrap themselves in reelin -- a protein typically found only in the brain -- that allows the cells to disguise themselves as \"friend and not foe,\" avoiding a system in the brain designed to detect enemy cells. From these disguised cells, new deadly brain tumors form.  \"More women than ever are surviving breast cancer only to die from breast tumors growing in their brains years after they've been declared cancer-free,\" said City of Hope dual trained neurosurgeon and scientist Rahul Jandial, M.D., Ph.D., who led the study available online and slated for the upcoming print publication of the Clinical & Experimental Metastasis, the journal for the Metastases Research Society. \"I wanted to understand why women with HER2-positive breast cancer (around 20 percent of all breast cancers) have higher rates of brain metastases than women with other breast cancer subtypes and in turn, find their biological Achilles heel to develop new medicines.\"After performing brain surgery, Jandial and his team took leftover tissue samples and compared them to breast cancer tissue removed from mastectomies in the same women. They compared the expression of proteins and found that reelin expression was low in primary breast cancer tissue. However, its expression was significantly higher in HER2-positive breast cancer metastasizing to the brain.\"The cells are essentially able to act as spies that look like citizens,\" said Jandial. \"They release a mesh of protein and escape the brain's natural defense weapons, causing tumors to grow in the brain.\"Understanding these mechanisms is an important step in developing new therapies to treat brain cancers -- especially for metastatic cancers. Metastases are responsible for 90 percent of all cancer deaths, and patients diagnosed with brain metastases only have a 20 percent chance of surviving a year after diagnosis.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/coh-coh030217.php", "region": "namerica", "source_link": null, "funder": "Department of Defense, Margaret E. Early Medical Research Trust, NIH/National Cancer Institute", "meeting": "", "institution": "City of Hope", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Breast Cancer", " Neurobiology"], "journal": "Clinical & Experimental Metastasis Journal", "description": "Ninety percent of cancer deaths are from cancer spread. Breast cancer patients, for example, typically do not die because cancer returns in their breast, they die because it spreads to other parts of their body. The most dangerous of which is the brain. Approximately 40 percent of all women with HER2-positive breast cancer will develop brain metastases. Now City of Hope researchers have found how this happens.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}