{"title": "Newly discovered vulnerability in an aggressive breast cancer provides therapeutic target", "text": "BOSTON - Physicians currently have no targeted treatment options available for women diagnosed with an aggressive form of breast cancer known as triple-negative breast cancer (TNBC), leaving standard-of-care chemotherapies as a first line of defense against the disease. However, most women with TNBC do not respond to these broadly-targeted chemotherapies, and those who do often develop resistance to the drugs. Investigators at the Cancer Center at Beth Israel Deaconess Medical Center (BIDMC) have discovered a vulnerability that offers a new strategy to combat TNBC. Their findings are published online today in the journal Cancer Discovery. \"Given the complete lack of any targeted therapies specific to triple-negative breast cancer, we started thinking about how we could find other vulnerabilities in tumor cells,\" said corresponding author Alex Toker, PhD, chief of the Division of Signal Transduction in the Department of Medicine and Pathology and the Cancer Center at BIDMC. \"If we could find such vulnerabilities, we could develop strategies to exploit them, perhaps with already FDA-approved drugs that could be used in combination with existing cancer drugs.\"  Triple-negative breast cancer accounts for nearly 20 percent of breast cancer cases and is defined by its cells' lack of receptors for three well-known drivers of other forms of the disease -- estrogen, progesterone and human epidermal growth factor (HER2). Without receptors for this trio of hormones, TNBC is impervious to the therapies used to combat other breast cancer subtypes. TNBC treatment is limited to standard-of-care chemotherapies that work by damaging cancer cells' DNA, to which it often develops resistance. Moreover, these non-specific standard-of-care, first line therapies are blunt instruments that may also kill normal cells and are responsible for the side effects associated with cancer treatment such as nausea and hair loss. Researchers still don't know what initiates or drives the development of TNBC tumors. However, Toker and his colleagues demonstrated that the cancer cells increase production of nucleotides called pyrimidines when exposed to standard chemotherapy. Because pyrimidines are a crucial ingredient in DNA, the researchers reasoned that its increased production -- or, biosynthesis -- is an adaptive response that promotes resistance to DNA-damaging chemotherapies. \"What chemotherapy does in triple-negative breast cancer -- for reasons we don't yet fully understand -- is reprogram this pyrimidine-biosynthetic pathway to really crank up production of these nucleotides,\" said Toker, who is also an investigator at the Ludwig Center at Harvard. \"If we could inhibit this increase, then we might be able to restore the chemotherapeutic benefit of standard-of-care drugs.\"  To test that notion, Toker and colleagues, including lead author Kristin K. Brown, PhD, formerly of BIDMC and now at Peter MacCallum Cancer Center in Melbourne, Australia, treated TNBC cells with a cancer-killing drug called doxorubicin. As expected, the cancer cells increased production of pyrimidine nucleotides. The scientists reproduced these results both in vitro - in cancer cells grown on plastic - and in vivo, in mice implanted with human TNBC cells. Next, the researchers treated TNBC cells with a combination of a standard-of-care chemotherapy called doxorubicin and leflunomide, a drug known to block the pyrimidine biosynthetic pathway that is already an FDA-approved treatment for rheumatoid arthritis. Again, TNBC cells responded as Toker and colleagues expected. In mice, the scientists saw significant tumor regression with the combination therapy. Other experiments revealed that either drug alone had minimal impact on TNBC cells, while the combination therapy had no impact on the other breast cancer subtypes driven by estrogen, progesterone or HER2.  Based on these findings, Toker intends to initiate clinical trials in partnership with clinical oncologists. He will also focus on testing both FDA-approved as well as newer drugs that may exploit this new-found Achilles' heel in TNBC and other cancers that depend on similar metabolic pathways to develop chemotherapy resistance. The goal is to speed new potential therapies to patients.\"We focused our attention on the pyrimidine-biosynthetic pathway because we wanted to develop a combination therapy strategy without having to develop new drugs,\" said Toker, who plans to start a company to test existing drugs. \"Indeed there is already one drug in use that inhibits one of the key enzymes in this pathway. Repositioning that drug should provide a much more rapid path to clinical impact and clinical benefit.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bidm-ndv022417.php", "region": "namerica", "source_link": null, "funder": "Harvard Medical School", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer"], "journal": "Cancer Discovery", "description": "Triple-negative breast cancer quickly becomes resistant to current therapies, leaving patients no therapeutic options. BIDMC researchers discovered that TNBC cells increase production of pyrimidine nucleotides in response to traditional chemotherapy. Discovery represents a vulnerability that can be exploited by blocking pyrimidine using an existing inhibitor in combination with chemotherapy.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}