{"title": "Cigarette smoke curbs lung's self-healing", "text": "Smoke from cigarettes blocks self-healing processes in the lungs and consequently can lead to chronic obstructive pulmonary disease (COPD). Researchers at the Helmholtz Zentrum München, partner in the German Center for Lung Research (DZL), and their international colleagues have reported this in the American Journal of Respiratory and Critical Care Medicine.Cough, bronchitis and breathing difficulties -- these are the typical manifestations of COPD. Exact figures are not available, but estimates assume that ten to twelve percent of the adults over 40 years of age in Germany suffer from the disease. Experts estimate the national economic costs of the disease at almost six billion euros annually.* Scientists around the world are attempting to discover how the disease develops and what biological adjustments can be made to stop it.One approach involves the lung's natural self-healing, which no longer takes place in COPD. \"In healthy patients, the so-called WNT/beta-catenin signaling pathway is responsible for the lung's homeostasis. Until now, it was not clear why it was silenced in patients with COPD,\" explains Dr. Dr. Melanie Königshoff, head of the Lung Repair and Regeneration (LRR) Research Unit of the Comprehensive Pneumology Center (CPC) at Helmholtz Zentrum München. She and her team spent the last few years tackling this question in the framework of an ERC Starting Grant and discovered that one of the Frizzled molecules- Frizzled 4 -plays an important role.\"Frizzled 4 is a receptor molecule that sits on the surface of lung cells, where it regulates their self-renewal via WNT/beta-catenin,\" explains first author Wioletta Skronska-Wasek, doctoral candidate at the LRR. \"However if the cells are exposed to cigarette smoke, Frizzled 4 disappears from the surface and cell growth comes to a halt.\"The starting point for the current study was the team's observation that in the lung tissue of COPD patients, and especially that of smokers, there were significantly fewer Frizzled 4 receptors than in non-smokers. \"In the next step, we were able to prove in cell culture and model systems that inhibition of Frizzled 4 signaling on the cells led to decreased  WNT/beta-catenin activity and consequently to reduced wound healing and repair capacity,\" described Dr. Ali Önder Yildirim, an expert on the effects of cigarette smoke in the lung. He is a group leader at the Institute of Lung Biology of the CPC at the Helmholtz Zentrum München and also participated in the study. The authors additionally recognized that without the receptor, there was a loss of certain proteins that are important for the structure of lung tissue (including elastin, fibulin and IGF1) and the lung's elasticity, allowing patients to breathe.To confirm their results, the scientists artificially increased Frizzled 4 levels in a cell culture test to stimulate its production. The increase in Frizzled 4 reactivated the blocked repair process and led to the production of many of the previously reduced proteins. \"The activation of the Frizzled 4 receptor can restore the WNT/beta-catenin signaling pathway and consequently lead to repair in the lung,\" explains Melanie Königshoff. This is an exciting starting point for further research which might develop new therapies for COPD patients.**", "article_link": "http://dx.doi.org/10.1164/rccm.201605-0904OC", "url": "http://www.eurekalert.org/pub_releases/2017-03/hzm--csc030217.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/38006/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Molecular Biology", " Pollution/Remediation", " Pulmonary/Respiratory Medicine"], "journal": "American Journal of Respiratory and Critical Care Medicine", "description": "Smoke from cigarettes blocks self-healing processes in the lungs and consequently can lead to chronic obstructive pulmonary disease (COPD). Researchers at the Helmholtz Zentrum München, partner in the German Center for Lung Research (DZL), and their international colleagues have reported this in the American Journal of Respiratory and Critical Care Medicine.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}