{"title": "New avalanche and snow burial practice guidelines released by wilderness medical society", "text": "Philadelphia, PA, March 2, 2017 - With the growing popularity of backcountry snow activities, it is increasingly important to understand the best techniques for avalanche rescue. Each year, there are over 150 avalanche fatalities in the US and Europe, with most deaths occurring among recreational groups that include skiers, snowboarders, snowmobilers, and mountaineers. The Wilderness Medical Society has issued new practice guidelines to help medical professionals, as well as the public, understand the latest techniques and recommendations for avalanche risk management and rescue protocols. These guidelines are published in the March issue of Wilderness & Environmental Medicine.To create the guidelines, an expert panel was assembled and led by Christopher Van Tilburg, MD, a physician at Providence Hood River Memorial Hospital in the Occupational and Travel Medicine, Emergency, and the Mountain Clinic departments and a Fellow of the Academy of Wilderness Medicine. The panel focused exclusively on developing evidence-based recommendations for three main aspects of avalanche and snow burial accidents: prevention, rescue, and resuscitation. \"Orchestrating eleven authors from four countries was extremely rewarding and challenging,\" commented Dr. Van Tilburg. \"We had collegial, enlightening, and good-natured discussions via email on seven drafts of the article.\"An avalanche accident presents a unique set of challenges for rescue workers. Asphyxia is the most common cause of mortality in avalanche victims, accounting for 75% of deaths. Asphyxiation can occur via three main mechanisms: inhaled snow or other debris blocks an airway; water vapor from expelled air freezes and forms an ice mask around the face; or oxygen deprivation caused by having to rebreathe expired air. Because of the dangers of asphyxiation, time plays a crucial role in survival rates. If completely buried, a victim has a greater than 90% survival rate if they are found and extricated within about 15 minutes, but only a 30% survival rate if the rescue time stretches to 30 minutes. In addition, many avalanche victims suffer life-threatening injuries during their avalanche involvement. Data from the US and Europe indicate that trauma is the primary cause of death for approximately 25% of avalanche fatalities.The guidelines start by addressing prevention. They emphasize avalanche avoidance as a primary tactic for averting injury or death. Experts recommend that individuals planning to enter areas prone to avalanches educate themselves about avalanche forecasting and avoidance. Overall, conservative judgment and risk-reducing strategies should be employed to avoid danger. \"If an avalanche accident occurs, rescue by one's companions--including appropriate resuscitation and advanced life support measures--are critically important to reduce avalanche morbidity and mortality,\" said Dr. Van Tilburg. If an avalanche occurs, the guidelines recommend trying to avoid being caught and buried by the moving snow. Escape should be attempted by any means necessary. Covering the face and mouth may help avoid getting debris or snow caught in an airway. If unable to get out of the path, people should immediately try to jettison skis or snowboard. \"A victim with attached skis, snowboard, or snowshoes will likely be buried deeper than a victim without attached impediments, and extrication will likely be more difficult,\" explained Dr. Van Tilburg. \"Removing equipment, if possible, may improve survival chances. A backpack should be kept on to provide possible protection against trauma.\"Travelers should also consider using an avalanche airbag and an artificial air pocket device, the former helps prevent full burial and the latter helps prevent suffocation. Because of the potential danger from head trauma, helmets should also be worn. The guidelines are very clear in establishing the proper rescue sequence. \"During an avalanche accident, the rescuers should establish leadership; secure the scene; perform surface, transceiver, and pinpoint (probe) searchers; shovel strategically; and notify emergency services when appropriate,\" stated Dr. Van Tilburg. To facilitate this, the experts recommend that each traveler use an avalanche transceiver and carry a collapsible probe for use during a pinpoint search. Metal shovels are a critical rescue tool for quick extrication. Travelers should be aware that some electronic devices can interfere with transceivers. Cell phones should be turned off in avalanche terrain.In a professional rescue, the guidelines say that boundary control and scene marking should be used. Also, data indicate that a RECCO® search system can enhance a team's efforts. Dogs trained in avalanche rescue, along with helicopter teams, are helpful as part of a professional rescue effort as well. The last section details guidelines for resuscitation. In a burial situation, resuscitation can begin as soon as the head and chest areas are exposed. In the field, trauma care should be included in any resuscitation effort. These comprehensive guidelines for prevention and management of avalanche accidents present an opportunity to better understand best practices based on the most up-to-date data, analyzed by leading experts in the field of wilderness medicine. \"The guidelines presented in this article are general evidence-based recommendations for prevention, rescue, and resuscitation for avalanche accidents,\" concluded Dr. Van Tilburg. \"The foundation of avalanche safety is avoidance of high-risk avalanche-prone areas. This should be emphasized for both professional personnel and recreational enthusiasts.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.wem.2016.10.004", "url": "http://www.eurekalert.org/pub_releases/2017-03/ehs-naa030217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Elsevier Health Sciences", "keywords": ["Mathematics/Statistics", " Environmental Health", " Public Health", " Sports/Recreation", " Trauma/Injury", " Guidelines/Treaties/Agreements", " Sports/Recreation"], "journal": "Wilderness & Environmental Medicine", "description": "Each year, there are over 150 avalanche fatalities in the US and Europe, with most deaths occurring among recreational groups that include skiers, snowboarders, snowmobilers, and mountaineers. The Wilderness Medical Society has issued new practice guidelines to help medical professionals, as well as the public, understand the latest techniques and recommendations for avalanche risk management and rescue protocols.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}