{"title": "Too many patients get liver tests they don't need, which can raise fears and costs", "text": "ANN ARBOR, Mich. - It can start with the quick check of a box. A doctor orders a range of blood tests all at once, hoping to figure out what's causing a patient to show signs of liver damage. It sounds harmless enough - and faster and more convenient than making the patient get more blood tests later. But ordering too many liver tests at the same time may lead to unneeded worry, biopsies and costs, says a University of Michigan researcher who has studied the issue from many angles. He and colleagues take on the issue of \"overtesting\" for liver conditions in new papers in the Journal of Hospital Medicine and the Journal of Hepatology. Both papers recommend that doctors should exclude common liver issues before testing for the uncommon ones. They also say that the computer systems doctors use to order liver tests should help them pause and make wiser choices.It's not the initial $100 blood test for elevated liver enzymes that Elliot Tapper, M.D., M.S. worries about. It's the trend toward \"one-stop shopping\" testing, often ordered with the single click of a checkbox on a computer screen, that happens after that. The new papers focus on the one to two percent of all hospital patients who show very high levels of liver enzymes, and the eight percent of clinic patients who have slightly high levels. \"Physicians are legitimately thinking they're doing the right thing by ordering the full 'panel' of tests, being thorough and trying not to miss anything. In the hospital, they may be doing what a consulting liver specialist has suggested,\" says Tapper, a gastroenterologist who treats liver diseases and does data-driven research on them. \"But they're not aware of, or thinking about, the ramifications,\" he continues. \"This can include false positives for rare diseases that can cause the patient and their family anxiety, and lead to unnecessary liver biopsies.\" He advocates for a \"directed\" approach to liver testing, instead of the current habit of \"undirected\" testing.In hospital patients, he says, directed testing means ordering tests for the most common causes of sudden severe liver issues first. That includes hepatitis B or C, or problems caused by gallstones, a drug overdose or blockage of blood vessels feeding the liver, which need immediate care. Only after those are ruled out should tests be done for rare, dangerous autoimmune or genetic disorders that attack livers.In outpatients, liver issues related to alcohol or obesity and diabetes are most likely the cause of slightly elevated liver enzyme levels, followed by Hepatitis B or C. So tests for these conditions, including an ultrasound of the liver to look for non-alcoholic fatty liver disease, should be used first. Then, doctors should take a patient's broader symptoms and lifestyle into account before testing for rare conditions. In either setting, if the patient discloses that they've been drinking excessive amounts of alcohol or using intravenous drugs (which can increase the risk of hepatitis B and C) or they say they've been taking a drug or dietary supplement that can cause liver damage, then the need to test for the rarer conditions falls sharply.The initial tests for these rare conditions -- Wilson disease, hemochromatosis, autoimmune hepatitis primary biliary cholangitis -- set a low bar. That means many people who take them will get a false positive, and need a biopsy to rule the condition in or out. That can cause anxiety, pain, and in some cases worry about the genetic risk to relatives.Over-testing in hospital patientsTapper and his former Harvard Medical School colleague offer new data on the issue of liver over-testing, and advice for hospital-based physicians, in the new Journal of Hospital Medicine paper. It's part of a series called \"Things We Do For No Reason.\"They looked at liver testing orders placed at a large Harvard-affiliated hospital over a five-year period, in patients whose initial blood test suggested they were suffering some sort of severe acute liver injury. Of the nearly 5,800 patients, 86 percent had their blood sent out for specialized testing for a wide range of liver problems, including as well as the relatively common hepatitis B and C viral infections. Many patients also got same-day blood tests done in the hospital for some of these conditions - even though most of them don't cause acute liver damage, and starting treatment a day or two later won't harm the patient. And many patients never got confirmatory tests for rare diseases.Over-testing for liver issues also comes with a financial cost, Tapper notes. For instance, three tests for conditions that don't cause acute liver injury are performed often on hospital patients with severely elevated liver enzymes. Together, the blood tests cost less than $65. But if they're done on every hospitalized patient with high levels, it could cost $40 million a year. And because they're often sent to outside testing labs, the wait for results may prolong a patient's hospital stay. Plus, they can lead to biopsies costing more than $1,500 each. Over-testing in outpatientsIn addition to the hospital-based sample, Tapper and his colleagues have also used data from the U.S. and Britain to make a model of liver testing in the outpatient setting. In the Journal of Hepatology paper, Tapper and U-M colleague Sameer Saini, M.D., M.S. and their colleague Neil Sengupta, M.D. of the University of Chicago, publish the results of a computer model they created using data from 10,000 adults who had slightly elevated liver enzyme levels in their initial blood test. They found that a directed approach to liver testing would have yielded fewer false positives and half the number of liver biopsies. And slight changes to the pre-testing probability of any given condition - based on the patient's history and symptoms - can affect the patient's recommended course and potential costs greatly. \"The main message to all physicians with a patient with elevated liver enzyme levels is, think about what could really hurt my patient and what's common, and direct your testing in that way first,\" says Tapper. \"If you find out on day 7 that it's actually a rare case of Wilson disease, the delay of a few days won't have changed the treatment plan, or harmed the patient. But the dollar cost, and personal cost, can be much higher for those who receive false positives and unnecessary biopsies. Patients just want to be told straight-up what they have and what they should do.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mmu-tmp022417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Health Care", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Gastroenterology", " Liver"], "journal": "Journal of Hospital Medicine", "description": "Doctors are ordering too many liver-related blood tests at the same time, new research shows, which may lead to unneeded worry, biopsies and costs. Instead of 'overtesting', the researchers say, doctors should exclude common liver issues before testing for the uncommon ones, and healthcare computer systems should help them.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}