{"title": "Scientists discover metabolic pathway that drives tumor growth in aggressive cancers", "text": "(New York, NY - March 2, 2017) --Mount Sinai researchers have discovered that a rheumatoid arthritis drug can block a metabolic pathway that occurs in tumors with a common cancer-causing gene mutation, offering a new possible therapy for aggressive cancers with few therapeutic options, according to a study to be published in Cancer Discovery.Ramon Parsons, MD, PhD, Ward-Coleman Chair in Cancer Research and Chair of the Department of Oncological Sciences at the Icahn School of Medicine at Mount Sinai, led a team that studied how a mutation of the PTEN gene rewires a metabolic pathway in tumors, channeling increased amounts of the amino acid glutamine into the pathway, speeding up DNA production, and causing uncontrolled growth of the tumor. The team discovered that leflunomide, an oral rheumatoid arthritis drug approved by the U.S. Food and Drug Administration, blocks an enzyme in this pathway and damages the DNA created through the pathway, killing PTEN mutant cancer cells while leaving healthy cells untouched.Parsons and his team transplanted human breast cancer cells into mice to test leflunomide's efficacy. Leflunomide drastically reduced the breast cancer tumors in the mice.\"Finding successful targeted therapies for cancer is a challenging but important goal in the face of insufficient treatment options,\" said Dr. Parsons, who discovered the PTEN gene. \"Targeted therapies that are tumor-specific are much needed, and identifying changes based on specific tumor suppressor or oncogene alterations will facilitate this effort. Due to the high mutation rate of PTEN in cancer, the effects of PTEN could be at the heart of targeted therapy.\"This discovery has implications in aggressive cancers with the PTEN mutation and few treatment options such as triple negative breast cancer, prostate cancer, endometrial cancer, and glioblastoma, a brain cancer. Dr. Parsons hopes to create a clinical trial to further test leflunomide in patients with breast and colon cancer.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tmsh-sdm022417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute, National Institutes of Health, Breast Cancer Research Foundation", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Prostate Cancer", " Clinical Trials", " Metabolism/Metabolic Diseases", " Pharmaceutical Science", " Genes"], "journal": "Cancer Discovery", "description": "Mount Sinai researchers have discovered that a rheumatoid arthritis drug can block a metabolic pathway that occurs in tumors with a common cancer-causing gene mutation, offering a new possible therapy for aggressive cancers with few therapeutic options, according to a study to be published in Cancer Discovery.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}