{"title": "Study links changes in oral microbiome with metabolic disease/risk for dental disease", "text": "CAMBRIDGE, Mass., March 1  - A team of scientists from The Forsyth Institute and the Dasman Diabetes Institute in Kuwait have found that metabolic diseases, which are characterized by high blood pressure, high blood sugar, and obesity -- leads to changes in oral bacteria and puts people with the disease at a greater risk for poor oral health.  This study of more than 8,000 ten year olds in Kuwait showed that metabolic diseases lead to increases in salivary glucose; alterations of the bacteria found in the mouth; and increased risk of cavities and gum disease. This work reinforces the need for preventive dental care and greater integration between medical and dental care.  The study, titled, \"The Salivary Microbiome is altered in the Presence of High Salivary Glucose,\" can be found on PLOS ONE. Over the past ten years, it has become clear that defining a \"healthy\" microbiome is a critical step for discovering how variations in the bacteria found in and on our body contribute to both disease and wellbeing.  While scientists now know a great deal about what bacteria live in our mouth and throughout the body, it is still unclear whether differences in the human microbiome that are seen in many disease states are a symptom of the disease or part of the underlying cause.  \"The mouth represents a rich microbiome that is easily accessible,\" said Dr. Max Goodson, the study's lead author. \"Our research is providing further evidence of the connections between the mouth and some of society's most costly and deadly systemic diseases--and of the importance of using the mouth as a tool for preventive health.\"  Summary of StudyWe measured the glucose concentration, bacterial counts, and relative frequencies of 42 bacterial species in whole saliva samples from 8,173 Kuwaiti adolescents (mean age 10.00 ± 0.67 years) using DNA probe analysis. In addition, clinical data related to obesity, dental caries, and gingivitis were collected. Data were compared between adolescents with high salivary glucose (HSG); glucose\r\nconcentration and those with low salivary glucose. Investigators found that HSG was associated with dental caries and gingivitis in the study population. The overall salivary bacterial load in saliva decreased with increasing salivary glucose concentration. Under HSG conditions, the bacterial count for 35 (83%) of 42 species was significantly reduced, and relative bacterial frequencies in 27 species (64%) were altered, as compared with LSG conditions. These alterations were stronger predictors of high salivary glucose than measures of oral disease, obesity, sleep or fitness. These observations clearly indicate that metabolic diseases, such as diabetes, that produce elevated glucose in blood and saliva can significantly alter the oral microflora. Samples were obtain through the Forsyth Kuwait Healthy Life Study, is a longitudinal cohort investigation of more than 8,000 children.  Forsyth has worked with The Dasman Diabetes Institute and the Kuwait/Forsyth School program to conduct a clinical investigation of the development of obesity, metabolic syndrome and type 2 diabetes in Kuwaiti children.  During the five-year study, the body weight, height, blood pressure and fitness were measured, oral disease was evaluated, nutritional information was collected, questionnaires on sleep and medical history were answered and saliva was collected for analysis.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/fi-slc022417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Forsyth Institute", "keywords": ["Biology", " Microbiology", " Molecular Biology", " Medicine/Health", " Cardiology", " Stroke", " Dentistry/Periodontal Disease"], "journal": "PLOS ONE", "description": "A team of scientists from The Forsyth Institute and the Dasman Diabetes Institute in Kuwait have found that metabolic diseases, which are characterized by high blood pressure, high blood sugar, and obesity -- leads to changes in oral bacteria and puts people with the disease at a greater risk for poor oral health.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}