{"title": "From mother to baby: 'Secondhand sugars' can pass through breast milk", "text": "Add breast milk to the list of foods and beverages that contain fructose, a sweetener linked to health issues ranging from obesity to diabetes.A new study by researchers at the Keck School of Medicine of USC indicates that a sugar called fructose is passed from mother to infant through breast milk. The proof-of-concept study involving 25 mothers and infants provides preliminary evidence that even fructose equivalent to the weight of a grain of rice in a full day's serving of breast milk is associated with increased body weight, muscle and bone mineral content. Found in fruit, processed food and soda, fructose is not a natural component of breast milk, which is still considered the gold standard diet for babies. The \"secondhand sugar\" is derived from a mom's diet, said Michael Goran, lead author of the new study published in February in the journal Nutrients. Exposing infants and children to higher amounts of sugar during growth and development can produce problems with cognitive development and learning as well as create lifelong risk for obesity, diabetes, fatty liver disease and heart disease, said Goran, founding director of the Childhood Obesity Research Center at the Keck School of Medicine.Frappuccinos, energy drinks, cranberry juice cocktails and fructose are examples of sources of secondhand sugars. Healthy, naturally occurring sugars in breast milk include lactose, which is beneficial to infant growth and development. \"Lactose is the main source of carbohydrate energy and breast milk is very beneficial, but it's possible that you can lose some of that beneficial effect depending on maternal diet and how that may affect the composition of breast milk,\" Goran said. \"Other studies have shown that fructose and artificial sweeteners are particularly damaging during critical periods of growth and development in children. We are beginning to see that any amount of fructose in breast milk is risky.\"Goran and his colleagues did not collect mothers' dietary data for this study, so they were unable to determine if the trace amounts of fructose found in breast milk is positively associated with habitual consumption of fructose-rich foods and drinks.\"We know very little about why some children eventually become overweight or obese,\" Goran said. \"It's important that we study what may be taking place in the earliest times of their development to determine whether anything could be done just after birth to lower their risks.\"The first year of life is a critical period for building brain networks and for cementing the foundation for the metabolic system. Minute amounts of fructose may have detrimental effects on infant metabolism, said Tanya Alderete, co-author of the study and a postdoctoral research scholar at the Keck School of Medicine. Ingestion of fructose could coach pre-fat storage cells to become fat cells, raising the baby's risk of one day becoming overweight or obese.\"Early life is a period of rapid development and early nutrition is strongly linked to long-term health outcomes,\" Alderete said. \"We know that the decision to breastfeed or bottle feed may have impacts on later health. Results from this work suggest that the composition of breast milk may be another important factor to consider in regard to infant health.\"Looking at the study data, Alderete said the average breastfeeding 1-month-old baby could consume just 10 milligrams (about a grain of rice) of fructose from breast milk a day, yet he would see adverse changes in body composition during growth.A single microgram of fructose per milliliter of breast milk -- that's 1,000 times lower than the amount of lactose found in breast milk -- is associated with a 5 to 10 percent increase in body weight and body fat for infants at six months of age, Goran said.Still, Alderete emphasized that breastfeeding is the ideal form of infant nutrition and mothers should continue to breastfeed for as long as possible or up to one year.Twenty-five mothers brought their infants to the Oklahoma Health Sciences Center when the babies were 1 month old and again when they were 6 months old. The mothers fasted for at least three hours prior to the visit.The infants were fed breast milk, consumed less than 8 ounces of formula a week and had no solid foods, according to their mothers.Researchers took a breast milk sample from each mom and scanned it for sugars such as lactose, glucose and fructose. They measured each baby's fat mass, muscle mass and bone mass.Infant growth was not related to mothers' pre-pregnancy body mass index, a measure of body fat, or to any of the other breast milk components, scientists found. The researchers adjusted their results for the sex of the infant and the baby's weight at 1 month.Researchers at the Childhood Obesity Research Center at USC are looking at how maternal food intake affects fructose levels in breast milk as well as how specific elements in breast milk can alter a baby's developing gut bacteria, which neutralizes toxic byproducts of digestion. This \"gut microbiome\" impacts infant growth and metabolism. Based on early study results, Goran offers some advice to pregnant women and new mothers.\"New moms can prevent passing secondhand sugars to their children by eating and drinking less sugars while pregnant or breastfeeding,\" Goran said. \"Caregivers can shield babies and children from harmful effects of sugars by carefully choosing infant formula, baby foods and snacks without added sugars or sweeteners.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uosc-fmt030117.php", "region": "namerica", "source_link": null, "funder": "Mead Johnson Nutrition, Harold Hamm Diabetes Center at the University of Oklahoma Health Sciences Center, National Institutes of Health, Washington University Diabetic Cardiovascular Disease Center", "meeting": "", "institution": "University of Southern California", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Pediatrics", " Public Health"], "journal": "Nutrients", "description": "Add breast milk to the list of foods and beverages that contain fructose, a sweetener linked to health issues ranging from obesity to diabetes. The proof-of-concept study involving 25 mothers and infants provides preliminary evidence that even fructose equivalent to the weight of a grain of rice in a full day's serving of breast milk is associated with increased body weight, muscle and bone mineral content.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}