{"title": "Humans have three times more brown body fat", "text": "Compared to white fat, brown body fat burns through energy at an extraordinary rate. However, until now the proportion of brown fat in humans was thought to be quite small. Now a study conducted by researchers at the Technical University of Munich (TUM) has shown: The quantity of brown fat in humans is three times greater than previously known. As a consequence, new obesity and diabetes drugs that activate brown adipose tissue are expected to be more effective. For the study, published in the Journal of Nuclear Medicine, nearly 3,000 PET scans of 1644 patients were analyzed. PET is an acronym for positron emission tomography, a method widely used in oncology. PET scans enable the visualization of metabolic activity in the body. Since a tumor often has a different energy metabolism to healthy tissue, PET scans can be used to demonstrate the presence of metastases. \"A byproduct of PET scans is that they allow us to see active brown adipose tissue,\" according to Dr Tobias Fromme from the Else-Kröner-Fresenius Center at the Technical University of Munich -- \"brown adipose tissue absorbs lots of sugar, and we can observe this activity through the scans.\" For example, it is conceivable that a drug could reduce excessive blood sugar levels in diabetics by increasing the activity of the brown fat. Similarly, it is conceivable that patients with obesity could use the high rate of energy combustion through brown fat to melt away their excess weight -- at least to a certain extent. \"In any event, the outlook for the efficacy of drugs in brown adipose tissue can be adjusted upwards,\" said the researcher.The analysis of the PET scans also revealed that some groups of persons have an easier time activating their brown fat than others, or even have more of it in the first place. As several previous studies have already shown, women more frequently have active brown fat than men. Similarly, thinner and younger persons have larger proportions of brown fat. Furthermore, brown fat does not react with the same level of activity in overweight individuals or in the elderly. \"However, active brown fat occurs with far greater frequency in about five percent of patients than in the general population,\" said Fromme -- \"in these patients, 50% of the scans showed these active fatty tissue proportions.\"The researcher suggested that this may point to a possible explanation for the phenomenon that some persons seem to gain weight after only one extra piece of cake, while others can gorge on sweets without gaining at all -- different body weights despite having the same diet. \"Ultimately, with medication that activates brown adipose tissue, we must anticipate that some groups of people are likely to benefit from an additional activation of brown fat more than others,\" the author of the study explained. \"So far, we don't know the causes for a particular individual to have especially active brown fat.\" A newly discovered factor may prove key to solving this riddle: The researchers showed for the first time that brown fat activity is affected by a variable known as creatinine clearance, which is related to renal function. \"Further basic research is still needed,\" said Fromme\" -- but one hypothesis is that there may be signaling substances that affect both brown fat and the kidneys.\" ", "article_link": "http://dx.doi.org/10.2967/jnumed.116.183988", "url": "http://www.eurekalert.org/pub_releases/2017-03/tuom-hht030117.php", "region": "europe", "source_link": "https://www.tum.de/en/about-tum/news/press-releases/detail/article/33736/", "funder": "", "meeting": "", "institution": "Technical University of Munich (TUM)", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Public Health"], "journal": "Journal of Nuclear Medicine", "description": "Compared to white fat, brown body fat burns through energy at an extraordinary rate. However, until now the proportion of brown fat in humans was thought to be quite small. Now a study conducted by researchers at the Technical University of Munich (TUM) has shown: The quantity of brown fat in humans is three times greater than previously known. As a consequence, new obesity and diabetes drugs that activate brown adipose tissue are expected to be more effective.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}