{"title": "Study identifies strategies to improve knee replacement outcomes in patients with obesity", "text": "ROSEMONT, Ill. (March 1, 2017)--Obesity affects 35 percent of the adult population in the U.S. A new literature review published in the Journal of the American Academy of Orthopaedic Surgeons (JAAOS) identifies strategies to improve total knee replacement (TKR) outcomes in patients with obesity.  TKR is a common orthopaedic procedure that is used to replace the damaged or worn surfaces of the knee, often caused by injury or osteoarthritis, to decrease pain and restore mobility for patients.\"Until recently, little was known about the outcomes of patients with obesity undergoing TKR,\" said lead study author and orthopaedic hip and knee surgeon J. Ryan Martin, MD. \"We sought to review what information is known and what areas need further investigation.\" According to the current review, prior to surgery, patients should:\r\nResearchers also found that excess soft tissue in patients with obesity can obstruct visibility in the treatment site during surgery. This lack of visibility can result in difficulty achieving proper alignment and implant fixation as well as longer surgical time. Techniques such as computer-assisted alignment may expedite surgery, and minimize complications.Post-surgery, patients with obesity are at high risk for revision because of decreased longevity of implants and an elevated risk of infection. Currently, no study has evaluated methods for decreasing these complications, but data suggests it may be beneficial to utilize implants with improved fixation. \"Although further research is needed, this review has allowed us to identify a variety of treatment methods to improve outcomes and reduce complications in patients with obesity,\" said Dr. Martin. \"We reviewed the most recent studies on obesity to provide perioperative guidance to improve and optimize outcomes based on our current evidence-based review.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/aaoo-sis030117.php", "region": "namerica", "source_link": "http://newsroom.aaos.org/media-resources/news/total-knee-replacement-and-obesity.htm", "funder": "", "meeting": "", "institution": "American Academy of Orthopaedic Surgeons", "keywords": ["Nutrition/Nutrients", " Health Care", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Orthopedic Medicine", " Musculature", " Surgery"], "journal": "Journal of the American Academy of Orthopaedic Surgeons (JAAOS)", "description": "Obesity affects 35 percent of the adult population in the US. A new literature review published in the Journal of the American Academy of Orthopaedic Surgeons identifies strategies to improve total knee replacement outcomes in patients with obesity.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}