{"title": "Impact on access, quality, and cost of possible proposed changes to ACA offered by ACP", "text": "Washington (March 1, 2017)  The American College of Physicians (ACP) today addressed a letter to House and Senate leadership offering its thoughts -- including concerns -- about the impact on access, quality, and cost of possible proposed changes to the ACA.  Previous letters to Congress from ACP emphasized that any changes to current law, including to the ACA, Medicaid and the Children's Health Insurance Program should \"first, do no harm\" to patients and actually result in better coverage and access to care for essential medical services.  ACP also developed 10 key questions that should be asked of any legislation that would alter the coverage and consumer protections under current law.\"We now write to share our observations about how some of the policies reportedly being considered by the congressional leadership and authorizing committees may fall short in satisfying the criteria for improvement set out in those questions,\" said Nitin Damle, MD, MS, MACP, ACP's president.ACP's letter acknowledged that there is not yet agreement among the Congressional leadership on actual legislation to amend the ACA, CHIP and Medicaid, yet published reports on options that are under consideration have led ACP to conclude that now is the time to weigh in, before decision are made on actual legislative language.  The letter notes that ACP's intent is to provide constructive input on the policies under consideration.  Dr. Damle, a practicing internist in Rhode Island, sent the three-page letter on behalf of the 148,000 member ACP.  The letter offered the following recommendations:Dr. Damle also noted that in his remarks to Congress last night, \"President Trump expressed support for continuing to ensure that patients with preexisting conditions have access to coverage and that states be given resources to maintain Medicaid coverage, goals ACP supports.  However, the President's call to 'repeal and replace' the ACA could result in tens of millions of patients, many of whom are seen by internists like myself, losing essential coverage, benefits and consumer protections, if any of the so-called 'replacement' policies addresseed in our letter are adopted.\"  Today's letter concluded by saying that ACP \"strongly believes in the 'first, do no harm' principle.  We urge you [Congress] to ensure that any legislation to amend current law not eliminate or weaken key gains in coverage and consumer protections, lead to fewer people having access to affordable coverage, and/or loss of such protections in the future.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acop-ioa030117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Health Care", " Insurance", " Internal Medicine", " Policy/Ethics", " Science/Health and the Law", " Political Science", " Socioeconomics"], "journal": "", "description": "ACP today addressed a letter to House and Senate leadership offering its thoughts -- including concerns -- about the impact on access, quality, and cost of possible proposed changes to the ACA.  Previous letters to Congress from ACP emphasized that any changes to current law, including to the ACA, Medicaid and the Children's Health Insurance Program should 'first, do no harm' to patients and actually result in better coverage and access to care for essential medical services.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}