{"title": "US workers without paid sick leave more likely to forego preventive health care", "text": "More than 20 million Americans have gained health insurance coverage through the Affordable Care Act (ACA) and do not have to pay for 15 preventive screenings recommended by the U.S. Preventive Services Task Force. Yet, despite this advantage, many are not utilizing these lifesaving screenings and are contributing to this nation's soaring health care costs, which reached a whopping $3 trillion in 2014.Researchers from Florida Atlantic University and Cleveland State University are the first to use data after the implementation of the ACA to get to the root of what factors are contributing to the low rates of preventive care use in this country. Results of their study, published in the current issue of the journal Preventive Medicine, illuminate the importance of the role paid sick leave benefits plays in the lives of employees and ultimately in public health.  \"Compared to 22 similarly developed countries, the United States is the only one that does not mandate employers to provide paid sick leave benefits or include paid sick leave in a universal social insurance plan,\" said LeaAnne DeRigne, Ph.D., lead author and an associate professor in the School of Social Work within FAU's College for Design and Social Inquiry. For the study, DeRigne and collaborators used cross-sectional data from a sample of 13,545 adults aged 18-64 with current paid employment from the 2015 National Health Interview Survey (NHIS). They examined the relationship between having paid sick leave and obtaining eight preventive care services: blood pressure check; cholesterol check; fasting blood sugar check; getting a flu shot; being seen by a medical doctor or health care provider; getting a Pap test (females only); getting a mammogram (females only); and getting tested for colon cancer. The analysis controlled for demographic and other important predictor variables including gender, marital status, education, race/ethnicity, full time work, insurance coverage, health status, limiting health conditions, family income, age, and family size.  Regardless of sociodemographic factors, the researchers found that workers who lack paid sick leave were significantly less likely to have received preventive health care screenings in the last 12 months, even among those previously told that they have a condition such as diabetes or cardiovascular disease that places them at higher medical risk. They also found that workers without paid sick leave are 1.6 times less likely to have received a flu shot in the past 12 months. Key findings from the study reveal that American workers without paid sick leave had odds that were:* \t40 percent less likely to have had a cholesterol check in the last 12 months \r\n* \t24 percent less likely to have had a fasting blood sugar check in the last 12 months\r\n* \t61 percent less likely to have had a flu shot in the last 12 months \r\n* \t19 percent less likely to have seen or talked to a physician or health care provider in the last 12 months \r\n* \t23 percent less likely to have had a Pap test in the last 12 months Paid sick leave was not, however, a significant factor in having undergone two cancer-related screenings in the last 12 months: testing for colon cancer or a mammogram. The researchers speculate that because mammography services are more widely available to workers because of mobile screening units and other innovative services, getting a mammogram might not require paid sick leave. They note that because colon cancer screenings are recommended every 10 years, respondents may not have had the test within the past 12 months when they answered that question. \"Our findings demonstrate that even when insured adults are provided with free preventive screenings, paid sick leave is a significant factor associated with actually using the screenings,\" said DeRigne.  \"American workers risk foregoing preventive health care, which could lead to the need for medical care at later stages of disease progression and at a higher cost for workers and the American health care system as a whole.\" The two most common ways to offer paid sick leave is by mandating employer-funded benefits or through a universal social insurance program funded through taxes. The Healthy Families Act, introduced in Congress in 2015, uses the employer-funded model and would allow workers to earn up to seven days of paid sick leave if their employer has more than 15 employees and seven unpaid days for employers who have less than 15 employees. The bill has not yet been introduced in the current Congressional session.  \"Our data can be used by health care professionals, policy makers and others to consider the expansion of access to evening and weekend hours as well as mobile, community-based, and workplace health and wellness services,\" said Patricia Stoddard-Dare, Ph.D., co-author and an associate professor of social work at Cleveland State. \"When workers forgo essential preventive health care such as flu shots, the public health implications are immense. This is particularly relevant for service related employees, food preparation workers and others who have low access to paid sick leave coverage.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/fau-uww022817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Health Care", " Insurance", " Socioeconomics", " Medicine/Health", " Public Health", " Policy/Ethics"], "journal": "Preventive Medicine", "description": "More than 20 million Americans have gained health insurance coverage through the Affordable Care Act (ACA) and do not have to pay for 15 preventive screenings recommended by the US Preventive Services Task Force. Yet, despite this advantage, many are not utilizing these lifesaving screenings and are contributing to this nation's soaring health care costs, which reached a whopping $3 trillion in 2014.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}