{"title": "Artificial intelligence enters the nutraceutical industry", "text": "Wednesday, March 1st Baltimore, MD -  In March 2016 Insilico Medicine initiated a research collaboration with Life Extension to apply advanced bioinformatic methods and deep learning algorithms to screen for naturally occurring compounds that may slow down or even reverse the cellular and molecular mechanisms of aging. Today Life Extension (LE) launched a new line of nutraceuticals called GEROPROTECTTM, and the first product in the series called Ageless CellTM combines some of the natural compounds that were shortlisted by Insilico Medicine's algorithms and are generally recognized as safe (GRAS). The first research results on human biomarkers of aging and the product will be presented at the Re-Work Deep Learning in Healthcare Summit in London 28.02-01.03, 2017 , one of the popular multidisciplinary conferences focusing on the emerging area of deep learning and machine intelligence. \"We salute Life Extension on the launch of GEROPROTECTTM: Ageless Cell, the first combination of nutraceuticals developed using our artificial intelligence algorithms. We share the common passion for extending human productive longevity and investing every quantum of our energy and resources to identify novel ways to prevent age-related decline and diseases. Partnering with Life Extension has multiple advantages. LE has spent the past 37 years educating consumers on the latest in nutritional therapies for optimal health and anti-aging and is an industry leader and a premium brand in the supplement industry. Also, LE also has a unique mail order blood test service that allows US customers to perform comprehensive blood tests to help identify potential health concerns and to track the effects of the nutraceutical products,\" said Alex Zhavoronkov, PhD, CEO of Insilico Medicine, Inc. \"Life Extension's mission is to extend the healthy human lifespan; and as such, we are focused on identifying natural products with critical health and wellness properties,\" said Andrew G. Swick, PhD, senior vice president of scientific affairs, discovery research and product development for Life Extension. \"Our collaboration with Insilico Medicine fostered a novel approach to formulating anti-aging supplements utilizing artificial intelligence and sophisticated biologically-inspired algorithms and resulted in the very first AI formulated supplement,\" Swick said.The global nutraceuticals market was valued at US$165.62 billion in 2014 by Transparency Market Research and is expected to reach US$278.96 billion by 2021. However, multiple studies published in peer-reviewed journals concluded that many of these supplements are not effective in preventing disease. Another critical challenge in biomedical research is the difficulty translating results from animal experiments into humans. Approximately 95% of cancer drugs fail in human clinical trials after successful results in animal studies. The research partnership between Life Extension and Insilico Medicine aims to reduce the number of unnecessary dietary supplements to a short list of products that are most likely to work in humans. Scientists at Insilico Medicine have built databases that track results in biomedical research and identify promising compounds implicated in aging and longevity. These databases are later screened using proprietary bioinformatics tools based on deep learning techniques to prioritize the molecules that may be safe and effective in humans. Based on insights from collaborations with pharmaceutical, cosmetics and food companies, Insilico Medicine develops nutraceutical products and multi-modal biomarkers of aging and health status using blood biochemistry, transcriptomic data and medical imaging. In 2016 Insilico Medicine published several seminal proof of concept papers demonstrating the applications of deep learning to drug discovery, biomarker development, and aging research. A study published in Aging proposed a short list of molecules with likely geroprotective effects. In a recently published article at Nature Communications, Insilico Medicine describes a tool that it uses to study the minute changes in gene expression between young and old tissues and tissues afflicted by disease. Another paper demonstrating the ability to predict the chronological age of the patient using a simple blood test, published in Aging, became the second most popular paper in the journal's history.\nInsilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generating anti-cancer drugs with given parameters and published a seminal paper in Oncotarget. The paper published in Molecular Pharmaceutics, demonstrating the applications of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award. \"Most of our collaborations are among the largest pharmaceutical, cosmetics and regenerative medicine companies, universities and hospital networks, but we treasure this exclusive partnership with Life Extension. We hope that it will be possible to discover effective and safe molecules using in silico methods and subsequently confirm their effectiveness by using real world data in a matter of months. This will increase confidence in the AI methods and make the entire industry more productive,\" said Alex Aliper, president of European operations, Insilico Medicine, Inc. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/imi-aie022417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Mathematics/Statistics", " Medicine/Health", " Cancer", " Diet/Body Weight", " Gerontology", " Social/Behavioral Science", " Technology/Engineering/Computer Science"], "journal": "", "description": "Life Extension (LE) launched a new line of nutraceuticals called GEROPROTECTTM, and the first product in the series called Ageless Cell combines some of the natural compounds that were shortlisted by Insilico Medicine's algorithms and are generally recognized as safe (GRAS).", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}