{"title": "History of incarceration linked to subsequent homelessness, study finds", "text": "TORONTO, March 1, 2017 -- People who have been incarcerated in Canada are more likely to subsequently experience unstable housing or homelessness compared with those who have not, new research suggests.People reporting a history of incarceration in the past 12 months were less likely to be housed during the subsequent year compared with those who hadn't (25 per cent vs. 75 per cent, respectively), according to the report, published online today in the Canadian Journal of Public Health.\"The Canadian criminal justice system is intended to facilitate the entry of criminal offenders back into society,\" said Dr. Dan Werb, a research scientist at the Centre for Urban Health Solutions of St. Michael's Hospital and senior author of the study. \"What our findings suggest, however, is that incarceration likely increases the vulnerability of people who were previously in unstable housing situations, because it increases their risk of not finding secure housing after being released from prison.\"The report is part of the Housing and Homelessness in Transition study, a longitudinal study tracking the health and housing status of 1,200 vulnerably housed and homeless single adults in Vancouver, Toronto, and Ottawa over four years.Of the 1,189 homeless and vulnerably housed adults who participated in the study, 29 per cent reported a history of incarceration in the past 12 months. Researchers followed up with them one and two years later.The study also reports that only roughly one-third of people with a history of incarceration across all three cities (i.e., Vancouver, Toronto and Ottawa) reported being housed during the two-year study period. Almost twice as many men reported being housed compared with women and transgender people (66 per cent vs. 34 per cent). Twice as many Caucasian people reported being housed compared with people of other ethnicities (66 per cent vs 34 per cent).Of those who reported a history of incarceration, people who also reported injection drug use at the beginning of the study were less likely to be housed (16 per cent) compared to those who did not (83.8 per cent) and at the followup one year (33 per cent) and two years (32 per cent) later. People less than 30 years old who reported a history of incarceration were least likely to report being housed (14 per cent), compared with 30-39-year-olds (24 per cent), 40-49-year-olds (38 per cent), and those 50 years and older (24 per cent) over the study period.According to the authors, the findings highlight the importance of assisting individuals experiencing incarceration with securing stable housing during discharge and post-release planning.\"The impact of incarceration on people's capacities to house themselves over many years has clear implications for the appropriateness of using the criminal justice system to respond to issues among homeless and unstably housed people in Canada,\" said Dr. Werb, who has a PhD in epidemiology. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/smh-hoi022817.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes for Health Research", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Public Health", " Homelessness"], "journal": "Canadian Journal of Public Health", "description": "People reporting a history of incarceration in the past 12 months were less likely to be housed during the subsequent year compared with those who hadn't (24.7 percent vs. 75.3 percent, respectively), according to the report, published online today in the Canadian Journal of Public Health.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}