{"title": "BPPV: Experts update best practices for diagnosis and treatment", "text": "ALEXANDRIA, VA --The American Academy of Otolaryngology--Head and Neck Surgery Foundation published the Clinical Practice Guideline: Benign Paroxysmal Positional Vertigo (Update) today in Otolaryngology-Head and Neck Surgery. The updated guideline provides evidence-based recommendations for healthcare providers on diagnosis and treatment of benign paroxysmal positional vertigo (BPPV) as well as important patient information answering frequently asked questions about BPPV.Delays in the diagnosis and treatment of BPPV have both cost and quality-of-life implications for both patients and their caregivers. \"The significant incidence of BPPV, its impact on the daily lives of patients, and the wide diversity of diagnostic and therapeutic interventions for BPPV drove the need for an up-to-date practice guideline,\" said Neil Bhattacharyya, MD, chair of the guideline update group. \"In updating the guideline, it was our goal to do so utilizing a focused and transparent process, reconsidering more current evidence while ultimately factoring in BPPV treatments that result in improved quality-of-life for the patient.\"BPPV is the most common inner ear problem and cause of vertigo (vertigo is false sense of spinning). It is defined as a disorder of the inner ear characterized by repeated episodes of positional vertigo. Given the prevalence of BPPV, its health-care and societal impacts are tremendous. A primary complaint of dizziness accounts for an estimated 5.6 million clinic visits in the United States per year and between 17 and 42 percent of patients with vertigo ultimately receive a diagnosis of BPPV. Almost 86 percent of patients with BPPV will suffer some interruption to their daily activities and lost days at work due to BPPV; 68 percent of patients with BPPV will reduce their workload while four percent will change their jobs and six percent will quit their jobs because of the condition. BPPV is more common in older individuals with a correspondingly more pronounced health and quality-of-life impact. Older patients with BPPV experience a greater incidence of falls, depression, and impairments of their daily activities. With the increasing age of the U.S. population, the incidence and prevalence of BPPV may correspondingly increase over the next 20 years. It is estimated that it costs approximately $2,000 to diagnose BPPV and that greater than 65 percent with this condition will undergo potentially unnecessary diagnostic testing or therapeutic interventions. Healthcare costs associated with the diagnosis of BPPV alone approach $2 billion per year. The primary outcome considered in this updated guideline is the resolution of the symptoms associated with BPPV.  Secondary outcomes considered include an increased rate of accurate diagnoses of BPPV, a more efficient return to regular activities and work, decreased use of inappropriate medications and unnecessary diagnostic tests, reduction in recurrence of BPPV, and reduction in adverse events associated with undiagnosed or untreated BPPV.  Other outcomes considered include minimizing costs in the diagnosis and treatment of BPPV, minimizing potentially unnecessary return physician visits, and maximizing the health-related quality- of-life of individuals afflicted with BPPV.  Differences between the 2008 guideline and the 2017 update include:\r\n", "article_link": "http://dx.doi.org/10.1177/0194599816689667", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaoo-beu022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Otolaryngology - Head and Neck Surgery", "keywords": ["Medicine/Health", " Health Professionals"], "journal": "Otolaryngology-Head and Neck Surgery", "description": "The Clinical Practice Guideline: Benign Paroxysmal Positional Vertigo (Update) updated guideline provides evidence-based recommendations for healthcare providers on diagnosis and treatment of benign paroxysmal positional vertigo (BPPV) as well as important patient information answering frequently asked questions about BPPV.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}