{"title": "Youth with type 2 diabetes develop complications more often than type 1 peers", "text": "Teens and young adults with type 2 diabetes develop kidney, nerve, and eye diseases - as well as some risk factors for heart disease - more often than their peers with type 1 diabetes in the years shortly after diagnosis. The results are the latest findings of the SEARCH for Diabetes in Youth study, published Feb. 28 in the Journal of the American Medical Association.Funded by the National Institutes of Health (NIH) and the Centers for Disease Control and Prevention (CDC), SEARCH researchers examined how quickly and often youth developed signs of kidney, nerve and eye diseases, among the most common complications of diabetes. They also measured several risk factors for heart disease. Participants had diabetes an average of under eight years at the end of the study.The study is the largest of its kind in the United States. Key findings are:Though youth with type 2 diabetes showed signs of complications more often in nearly every measure than their peers with type 1, many youth in both groups developed complications.\"There's often the assumption that young people don't develop complications from diabetes, but that's just not true. We saw that young people with diabetes are developing signs of major complications in the prime of their lives,\" said Dr. Barbara Linder, a study author and senior advisor for childhood diabetes research within the NIH's National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK). \"Particularly for youth with type 2, this research demonstrates the clear need to learn how to reduce or delay the debilitating complications of diabetes, itself a huge challenge for young people to manage.\"SEARCH examined 1,746 youth with type 1 diabetes (averaging about 18 years old) and 272 with type 2 diabetes (average age about 22) between 2002-2015. All were diagnosed before age 20. Youth were identified at five clinical centers - Kaiser Permanente Southern California in Pasadena, University of Colorado in Denver, Cincinnati Children's Hospital Medical Center, University of North Carolina at Chapel Hill, and Seattle Children's Hospital. Wake Forest University in Winston-Salem, North Carolina, served as coordinating center.The researchers looked at factors including glucose control, body mass index, waist-to-height ratio and blood pressure, but no factor could explain why people with type 2 developed more complications than counterparts with type 1.By about age 21, about 1/3 of participants with type 1 diabetes and about 3/4 of participants with type 2 had at least one complication from diabetes or were at high risk for a complication.\"This study highlights the need for early monitoring for development of complications among young people with diabetes,\" said Dr. Sharon Saydah, senior scientist at CDC and an author on the paper. \"If young people can delay onset of these complications from diabetes by even a few years, that can ease their burden and lengthen their lives.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/niod-ywt022817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "JAMA", "description": "Teens and young adults with type 2 diabetes develop kidney, nerve, and eye diseases -- as well as some risk factors for heart disease -- more often than their peers with type 1 diabetes in the years shortly after diagnosis. The results are the latest findings of the SEARCH for Diabetes in Youth study, published Feb. 28 in the Journal of the American Medical Association.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}