{"title": "Type 2 diabetes diagnosis in youth leads to increased health complications", "text": "A new report published in the Feb. 28 issue of the Journal of the American Medical Association points to a significantly higher burden of diabetes-related complications in adolescents and young adults with type 2 diabetes compared to type 1 diabetes, with greater health complications in minority youth.The study, from researchers involved with the nationwide SEARCH for Diabetes in Youth Study, looked at five health complications and co-morbidities of diabetes, including: retinopathy (eye disease), diabetic kidney disease, peripheral neuropathy (altered sensation in the feet), arterial stiffness and high blood pressure.  The researchers studied 1,746 adolescents and young adults with type 1 diabetes and 272 with type 2 diabetes. Their findings showed that, after less than eight years following a diagnosis, approximately one-third of teenagers and young adults with type 1 diabetes and almost 75 percent of those with type 2 diabetes had at least one health complication or comorbidity. Additionally, any adjustment for differences in age, sex, race/ethnicity, and levels of glucose control over time, did not remove the excess prevalence among those with type 2 diabetes. \"The high burden of early complications in youth with diabetes requires additional research to clarify the underlying causes and to identify effective intervention strategies,\" said Dr. Dana Dabelea, lead author and co-chair of the national SEARCH Study and professor of epidemiology at the Colorado School of Public Health at the University of Colorado Anschutz Medical Campus. \"It is extremely useful to have these estimates of the presence of complications in adolescents and young adults who are being treated with current therapies, especially because the complications are frequent. We need to make sure each risk factor is under the best control possible to reduce future problems.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoca-t2d022817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health", " Disease in the Developing World"], "journal": "Journal of the American Medical Association", "description": "A new report published in the Feb. 28 issue of the Journal of the American Medical Association points to a significantly higher burden of diabetes-related complications in adolescents and young adults with type 2 diabetes compared to type 1 diabetes, with greater health complications in minority youth.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}