{"title": "FASEB Science Research Conference: Intestinal Lipid Transport and Metabolism", "text": "Intestinal lipid transport and metabolism is of high interest as deregulation of these pathways can directly contribute to several pathologies such as obesity, cardiovascular disease and diabetes. The field of intestinal lipid transport and metabolism remains one of the most dynamic areas in biomedical sciences, for both basic scientific inquiry and translational research. It reaches across the pathogenesis and treatment of major chronic diseases and includes leading-edge scientific technologies in human genomics, proteomics, lipidomics, bioinformatics, systems biology, and new biological model systems. This SRC will include emerging themes and cutting-edge concepts within the field to provide new knowledge that can ultimately be translated into clinical benefit for millions of patients not adequately addressed by existing therapeutic strategies. The Conference will provide a unique forum in which diverse scientists at all levels can enrich their knowledge base, network, encourage new collaborations and new ideas, and thus move forward the field of lipid sciences. The major themes of the meeting include lipid transfer proteins, systemic metabolism of intestinal lipoproteins, cholesterol metabolism, lipid droplets formation and mobilization, integrative physiological studies of lipids and lipoproteins, intestinal lipid metabolism in other organisms, chylomicron assembly, and enzymes in intestinal lipid synthesis. Overall, the goal of the Intestinal Lipid Transport and Metabolism FASEB Research Conference is to bring together a broad spectrum of scientists with a shared interest in understanding and applying knowledge of intestinal function and lipid metabolism to improve public health. The FASEB Research Conference will be an international forum for the presentation and discussion of cutting-edge research by graduate students, postdoctoral fellows, and established scientists.A large number of oral presentations will be selected from the abstracts, and the selected talks, poster presentations, and recreational activities will provide students and postdoctoral fellows opportunities to exchange ideas and formulate new collaborations.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/foas-fsr_16022817.php", "region": "namerica", "source_link": "http://www.faseb.org/SRC-Microsite/IntesLipid", "funder": "", "meeting": "Molecular, Physiological, and Therapeutic Studies of Intestinal Lipid Transport and Metabolism", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology"], "journal": "", "description": "Intestinal lipid transport and metabolism is of high interest as deregulation of these pathways can directly contribute to several pathologies such as obesity, cardiovascular disease and diabetes. The field of intestinal lipid transport and metabolism remains one of the most dynamic areas in biomedical sciences, for both basic scientific inquiry and translational research.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}