{"title": "Colleen's Dream Foundation awards $30,000 to TGen ovarian cancer research", "text": "SCOTTSDALE, Ariz. -- Feb. 28, 2017 -- Colleen's Dream Foundation, a Scottsdale-based nonprofit, today announced a $30,000 grant to the Translational Genomics Research Institute (TGen) to research new ways of treating ovarian cancer.The grant will help fund research that builds on TGen's discovery that mutations in a gene known as SMARCA4 drive a specific type of extremely aggressive ovarian cancer -- Small Cell Carcinoma of the Ovary, Hypercalcemic Type (SCCOHT) -- which most often affects girls and young women.TGen researchers have identified a drug called triptolide -- a derivative of an ancient Chinese medicinal plant known as \"thunder god vine\" -- which laboratory tests show is potentially effective against a variety of cancer types. The Colleen's Dream grant will enable TGen to test triptolide as a potential drug targeting SCCOHT and other subtypes of ovarian cancer.\"We are excited about TGen's research and hope this grant proves useful in TGen's quest to discover new and more effective ways to treat ovarian cancer,\" said Nicole Cundiff, CEO and co-founder of Colleen's Dream Foundation. \"Together, we can help change the ovarian cancer landscape for women across the world.\"Colleen's Dream is named after Nicole's mother, Colleen Drury, who succumbed to ovarian cancer in 2013. Since its inception in 2012, Colleen's Dream has given nearly $600,000 in grants supporting more than a dozen ovarian cancer research projects. TGen's research will focus on the hypothesis that ovarian cancers, and other cancer types, are triggered in the human genome by large complexes of regulatory proteins known as super-enhancers.\"Super-enhancers are master regulators of genetic networks that are critical for cancer growth,\" said Dr. Will Hendricks, an Assistant Professor in TGen's Integrated Cancer Genomics Division. \"We believe that triptolide could disrupt the super-enhancer networks that promote SCOOHT and possibly other subtypes of ovarian cancer.\"TGen's research is expected to improve the understanding of ovarian cancer biology, unveil the anti-cancer mechanisms of triptolide, and support the eventual development of clinical trials that could immediately help ovarian cancer patients.As part of an initial pilot project, TGen will test the effects of triptolide against ovarian cancers bearing specific genetic mutations. They will also evaluate the ability of triptolide to enhance the effectiveness of therapies currently used to treat ovarian cancers.\"There is a tremendous need for new ovarian cancer treatments,\" said Dr. Jessica Lang, a TGen Postdoctoral Fellow in Dr. Hendricks' lab, specializing in ovarian cancer. \"We hope that our work with this novel anti-cancer drug may be making inroads towards improving outcomes for these patients.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ttgr-cdf022817.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/colleens-dream-helps-tgen-cancer-research.aspx#.WLXHohDa6GA", "funder": "Colleen's Dream Foundation", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Cancer", " Clinical Trials", " Pharmaceutical Science"], "journal": "", "description": "Colleen's Dream Foundation, a Scottsdale-based nonprofit, today announced a $30,000 grant to the Translational Genomics Research Institute (TGen) to research new ways of treating ovarian cancer.  The grant will help fund research that builds on TGen's discovery that mutations in a gene known as SMARCA4 drive a specific type of extremely aggressive ovarian cancer -- Small Cell Carcinoma of the Ovary, Hypercalcemic Type (SCCOHT) -- which most often affects girls and young women.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}