{"title": "FASEB Science Research Conference: Autoimmunity", "text": "The FASEB Science Research Conference for Autoimmunity has an uninterrupted tradition of over 20 years and offers a broad overview of recent advances in the field of autoimmunity in a highly interactive environment.Understanding immune tolerance and its breakdown is necessary to treat autoimmune diseases such as lupus, multiple sclerosis, uveitis, type 1 diabetes, arthritis, inflammatory bowel disease, and many others. We bring together basic scientists with clinicians and industry experts to present and discuss new insights into the triggers, pathogenesis and therapy of chronic inflammatory and autoimmune disease.Eight major sessions will cover a broad range of topics in development, pathogenesis and therapy of autoimmune disease, starting with the effects of genetics and environment, through the role of innate and adaptive immune elements as well as the tissue itself, the role of commensal microbiome and metabolism, and finally translational research and clinical approaches. Each thematic session will feature 4 invited speakers and two talks selected from submitted abstracts.Participants have ample opportunity for interaction and discussion. Spontaneous mingling of junior and established scientists will be strengthened by meet-the-speaker sessions that allow discussions of both career issues and science.  The intimate atmosphere, strong emphasis on communication and discussion, and a really close interaction between senior and junior scientists makes this conference unique and memorable to participants.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/foas-fsr022817.php", "region": "namerica", "source_link": "http://www.faseb.org/SRC-Microsite/Auto", "funder": "", "meeting": "Autoimmunity", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology"], "journal": "", "description": "The FASEB Science Research Conference for Autoimmunity has an uninterrupted tradition of over 20 years and offers a broad overview of recent advances in the field of autoimmunity in a highly interactive environment.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}