{"title": "FASEB Science Research Conference: Protein Kinases and Protein Phosphorylation", "text": "This conference focuses on the biology of protein kinases and phosphorylation signaling.  Among FASEB's longest-running SRCs, it brings together a dynamic international community of junior investigators, trainees, and established researchers from a field that is achieving startling new insight and medical breakthroughs.  The program will link detailed understanding of protein structure and biochemical mechanism to control of large-scale processes like the cell division cycle, cell morphogenesis, and metabolism.In 1956 Krebs and Fischer demonstrated a biochemical effect of protein phosphorylation, revealing a mechanism that controls essentially all eukaryotic cell processes.  Sixty years later, analysis of protein kinases and phosphorylation remains a frontier in life sciences research by seamlessly fusing structural biology, proteomics, biochemistry, systems-level cell biology, and molecular evolution.  This SRC will explore the field's latest research, which is revealing surprising mechanisms of regulation, previously unappreciated subcellular organization, logic of pathways that coordinate diverse intracellular systems.  Importantly, derangement of kinase signaling underlies disease, including cancer and diabetes.  Drugs targeting kinases and phosphorylation have achieved dramatic cures and promise more, and the conference has consistently offered a robust platform for clinically important work.  To foster international scientific connections the 2017 conference will be held at Cambridge University, a world-class academic research hub with outstanding facilities, recreational options, and social venues.Dr. Tony Hunter, who discovered tyrosine phosphorylation and directed foundational studies of signaling mechanisms, will deliver the conference's keynote address.  Platform and poster sessions will feature insights from structural and biochemical analysis, as well as emerging research in the control of cell division, metabolism, and cell architecture. The meeting will bring together scientists using a wide range of approaches, from structural biology and biochemistry to proteomics, systems biology, and cell biology.  In addition to the conference's traditionally deeply ingrained focus on developing treatments for important human maladies, half of the platform sessions will have an explicit tie to clinical issues: malignancy, cancer, immunity and inflammation, and metabolic disease.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/foas-fsr_21022817.php", "region": "namerica", "source_link": "http://www.faseb.org/SRC-Microsite/PKPP", "funder": "", "meeting": "Protein Kinases and Protein Phosphorylation", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology"], "journal": "", "description": "This conference focuses on the biology of protein kinases and phosphorylation signaling.  Among FASEB's longest-running SRCs, it brings together a dynamic international community of junior investigators, trainees, and established researchers from a field that is achieving startling new insight and medical breakthroughs.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}