{"title": "FASEB Science Research Conference: Glucose Transport: Gateway for Metabolic Systems Biology", "text": "This SRC will provide a lively mix of glucose transporter biology, metabolic regulation, and systems biology methods with multiple lectures that feature disease translational themes. This is one of the longest-running FASEB Science Research Conferences, originally launched in the early 1990s in recognition of the cloning and characterization of a subset of the major glucose transporter isoforms.  Over the ensuing years, the meeting has continued to feature important advances in glucose transporter biology, but has also evolved to embrace emergent topics in metabolic control mechanisms as they relate to chronic diseases and conditions such as obesity, diabetes, and cardiovascular disease. The meeting has consistently attracted major leaders in these fields, but also with representation of emergent young scientists.  This year's program, as seen in the accompanying attachment, is no exception.  Recent progress in this area of research has been explosive, and we believe that this meeting will be particularly timely in helping to fully appreciate the significance of recent developments.A particular focus will be neuroendocrine regulation of metabolism, liver metabolism and skeletal muscle metabolism in health and disease, featuring scientists that lead this field as well as younger faculty in the early stages of their independent careers. We believe that the themes of the meeting are particularly well-aligned with challenges faced by the pharmaceutical and biotech industries in identifying new therapeutic targets that combat tractable disease mechanisms. Approximately 40 scientists from institutions and companies worldwide will speak at the meeting, as well as an additional dozen prominent scientists to serve as session chairs and discussion leaders. Approximately 16 short talks from abstracts will be selected for shortalks to be presented by junior trainees. Several poster sessions and continuing a new and very well-received event launched at the 2013 meeting, we will have an \"open mike\" session of approximately 2 hours to allow volunteers to present particularly exciting data for discussion, with about 10 minutes per speaker.\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/foas-fsr_4022817.php", "region": "namerica", "source_link": "http://www.faseb.org/SRC-Microsite/GlucT", "funder": "", "meeting": "Glucose Transport: Gateway for Metabolic Systems Biology", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology"], "journal": "", "description": "This SRC will provide a lively mix of glucose transporter biology, metabolic regulation, and systems biology methods with multiple lectures that feature disease translational themes.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}