{"title": "FASEB Science Research Conference: Growth Hormone/Prolactin", "text": "This SRC will bring together international scientists from academia and industry for lively discussions on the latest developments in the growth hormone (GH)/prolactin (PRL) family of hormones and their clinical applications.  Beyond their classic roles in growth and lactation, these related hormones are increasingly recognized regulators of metabolism, stem cells, aging, behavior, cancer, and perinatal health of both mother and child, via actions on diverse target tissues.  Moreover, they influence major associated health problems, such as obesity, diabetes, aging, mental health and multiple cancers.  Our goal is to bring together senior and junior investigators working on all aspects of these hormones, from cell biology, genetics, developmental biology, neurobiology, metabolism, physiology, to their clinical and agricultural applications.  Together, we will increase our understanding of how GH/PRL family proteins modulate health and disease processes, forge new collaborations, and accelerate the discovery of new pharmacologic approaches.  Speakers from the GH/PRL community and related fields from around the world will share breaking data on a variety of cutting edge topics including genetic mutations in synthesis and signaling pathways, newly identified targets, novel mediators and nodes of critical crosstalk with other players, pituitary stem cells, interactions between peripheral hormones, hypothalamus and brain, and new drug targets/pre-clinical studies.    Trainees are especially welcomed.  Many short talks, poster and travel awards will be selected from submitted abstracts.  In addition to a formal \"Meet the Experts\" session, there also will be many informal opportunities to engage with international leaders in a relaxed setting.  This unique opportunity will ensure fruitful discussions, support career mentoring and help to foster new collaborations.\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/foas-fsr_6022817.php", "region": "namerica", "source_link": "http://www.faseb.org/SRC-Microsite/GHPRL", "funder": "", "meeting": "Growth Hormone/Prolactin Family in Biology and Disease", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology"], "journal": "", "description": "This SRC will bring together international scientists from academia and industry for lively discussions on the latest developments in the growth hormone (GH)/prolactin (PRL) family of hormones and their clinical applications.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}