{"title": "NMR spectroscopy platform to target the development of new therapeutic agents", "text": "Implementation of a new nuclear magnetic resonance (NMR) spectroscopy platform will provide professors Nicolas Doucet and Steven LaPlante of Centre INRS-Institut Armand-Frappier with a powerful new tool for conducting an ambitious research program aimed at identifying new therapeutic molecules. This new platform, funded in part by the Canadian Foundation for Innovation's John R. Evans Leaders Fund and the Government of Quebec, will enable the two researchers to explore the role of atomic-scale molecular motions in protein and enzyme families involved in amyotrophic lateral sclerosis (ALS), diabetes, asthma, HIV, auto-immune disease, and cancer. Pooling their parallel expertise in protein NMR and drug discovery, professors Doucet and LaPlante will have access to a 600 megahertz NMR spectrometer with high throughput screening capabilities to characterize biomolecular interactions between proteins and their ligands. The knowledge gained will be crucial to fragment-based drug discovery (FBDD), a new pharmaceutical approach aimed at developing targeted and more effective drugs that cause fewer side effects. This new research capability has the potential to revolutionize drug development practices and to provide new impetus to the pharmaceutical industry in Quebec and across Canada. It will also offer a unique training environment for highly skilled biotechnology personnel.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/indl-nsp022817.php", "region": "namerica", "source_link": "http://www.inrs.ca/english/actualites/nmr-spectroscopy-platform-target-development-new-therapeutic-agents", "funder": "Canadian Foundation for Innovation", "meeting": "", "institution": "Institut national de la recherche scientifique - INRS", "keywords": ["Biology", " Molecular Biology", " Medicine/Health", " AIDS/HIV", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "", "description": "Implementation of a new nuclear magnetic resonance (NMR) spectroscopy platform will provide professors Nicolas Doucet and Steven LaPlante of Centre INRS-Institut Armand-Frappier with a powerful new tool for conducting an ambitious research program aimed at identifying new therapeutic molecules.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}