{"title": "Liver tumor growth in mice slowed with new  chemo-immunotherapy treatment", "text": "COLUMBIA, Mo. (Feb. 28, 2017) -- Hepatocellular carcinoma is the most common form of liver cancer, but treatment options are limited and many patients are diagnosed in late stages when the disease can't be treated. Now, University of Missouri School of Medicine researchers have developed a new treatment that combines chemotherapy and immunotherapy to significantly slow tumor growth in mice. The researchers believe that with more research, the strategy could be translated to benefit patients with the disease.\"The current drug approved by the U.S. Food and Drug Administration to treat hepatocellular carcinoma only increases the average survival of patients by about three months,\" said Kevin Staveley-O'Carroll, M.D., Ph.D., chair of the MU School of Medicine's Hugh E. Stephenson Jr., M.D., Department of Surgery and director of Ellis Fischel Cancer Center. \"While any extension of life is valuable, our research team is developing a new therapeutic strategy that might extend and improve the quality of life for these patients.\"Immunotherapy boosts the body's natural defenses to fight off cancer. The therapy has been used to help treat several cancers, such as melanoma and lung cancer. However, little research exists on combining immunotherapy with chemotherapy.During the study, one group of mice was treated with the chemotherapy agent sunitinib and another group was treated with an immunotherapy antibody known as anti-PD-1. Over a period of four weeks, tumors in mice treated with sunitinib grew 25 times larger. Tumors in mice treated with immunotherapy grew at a slower rate and were 15 times larger. However, a third group of mice treated with a combination of chemotherapy and immunotherapy experienced even slower tumor growth at a size that was only 11 times larger.\"Our results show that a combined chemo-immunotherapeutic approach can slow tumor growth in mice more effectively than either individual treatment,\" said Guangfu Li, Ph.D., D.V.M., assistant professor in the MU Department of Surgery. \"This innovative combination promotes an anti-tumor immune response and better suppresses growth of the cancer. Our findings support the need for a clinical trial to test whether this could become a cost-effective treatment that could help improve the lives of patients with liver cancer.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-ltg022817.php", "region": "namerica", "source_link": "http://medicine.missouri.edu/news/20170228-liver-tumor-growth-in-mice-slowed.php", "funder": "NIH/ational Cancer Institute, NIH/National Institute of Diabetes and Digestive Kidney Diseases", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Mortality/Longevity", " Immunology/Allergies/Asthma", " Internal Medicine", " Liver", " Pharmaceutical Science", " Physiology", " Surgery"], "journal": "Journal of Hepatology", "description": "Hepatocellular carcinoma is the most common form of liver cancer, but treatment options are limited and many patients are diagnosed in late stages when the disease can't be treated. Now, University of Missouri School of Medicine researchers have developed a new treatment that combines chemotherapy and immunotherapy to significantly slow tumor growth in mice. The researchers believe that with more research, the strategy could be translated to benefit patients with the disease.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}