{"title": "Study finds secret to diverse forests' super success", "text": "We've long known that diverse stands of trees tend to be more productive than monocultures. What we haven't known is why. In a paper published today in the scientific journal Nature Ecology & Evolution, researchers from the University of Minnesota and Université du Québec à Montréal show the talent behind the trait: Thanks to their natural different growth forms and ability to modify their shape to fit the available space, multiple species are able to fill in vertical gaps with branches and leaves. This maximizes their combined ability to soak up the sun falling on a particular plot of land and turn it into tree -- absorbing planet-warming carbon dioxide and producing wood in the process. \"It's a common hypothesis that complementarity matters,\" says lead author Laura Williams, a graduate student in Ecology, Evolution and Behavior with the College of Biological Sciences at the University of Minnesota and advised by professors Peter Reich and Jeannine Cavender-Bares. \"This is a case study that provides evidence to support complementarity in the use of space.\"To learn how diversity boosts productivity, Williams and colleagues looked at 37 plots of trees that had been planted in Montreal four years previously, ranging from a monoculture to a plot with 12 different tree species commonly found in northern forests. Using simple tools -- measuring tapes and height poles -- they characterized the vertical distribution of branches and leaves and amount of trunk biomass trees produced under the various combinations. They found that in plots with multiple species, the different natural growth forms and light requirements of the various species, combined with their ability to tailor their growth to their neighbors, made it possible for the trees to send branches into places where they could better use the available light, growing better together than in single-species plots. Not only that, but the better equipped the particular combination of species was to use the range of light environments within the forest canopy, the better packed the crowns and the more biomass the plot supported. In addition to providing a better understanding of how trees function in ecosystems, the research has implications for forest management practice. Currently only a small fraction of the world's plantation forests, less than 1 percent, contain more than one species. These findings provide support for the use of multiple species as a way to boost forests' ability to produce wood and remove carbon dioxide from the atmosphere.\"This study shows how we can think of forests as communities made up of trees that fit together, partition labor and react to their neighbors in ways that affect how the entire ecosystem functions,\" Williams says. \"In helping to answer the long-unresolved question of why more diverse mixtures grow more, we've improved our understanding of how to sustain and improve the functioning of forests in ways that contribute to the well-being of humans and our planet.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-sfs022717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Minnesota", "keywords": ["Biology", " Ecology/Environment"], "journal": "Nature Ecology & Evolution", "description": "We've long known that diverse stands of trees tend to be more productive than monocultures. What we haven't known is why. Researchers from the University of Minnesota and Université du Québec à Montréal show the talent behind the trait: Thanks to their natural different growth forms and ability to modify their shape to fit the available space, multiple species are able to fill in vertical gaps with branches and leaves.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}