{"title": "Two migration proteins boost predictive value of pancreatic cancer biomarker", "text": "Adding two blood-borne proteins associated with cancer cell migration increases the predictive ability of the current biomarker for pancreatic cancer to detect early stage disease, a research team from The University of Texas MD Anderson Cancer Center reports in the Journal of the National Cancer Institute.The trio of biomarkers, tested in three separate cohorts, including two blinded validation studies, improved the detection of patients with early stage disease compared to healthy or benign disease controls.\"Adding these two biomarkers provided statistically significant improvement for all early stage cancer versus healthy controls as well as other subcohorts when used with the current gold standard biomarker, CA 19-9,\" said Ann Killary, Ph.D., professor of Translational Molecular Pathology.While CA 19-9 is the only biomarker approved for use by the U.S. Food and Drug Administration, and only for monitoring treatment for the disease, according to first author Seetharaman Balasenthil, Ph.D., instructor in Translational Molecular Pathology. The marker of antigens produced by pancreatic cancer has a low positive predictive value for identifying early stage disease.  At early stages, pancreatic cancer can be successfully removed with surgery, but 80 percent of patients are diagnosed with either locally advanced disease (stage III) or cancer that has spread to other organs (stage IV), when surgery is no longer a curative option.Pancreatic cancer is the fourth-leading cause of deaths from cancer in the United States, with an estimated 53,070 new cases diagnosed in 2016 and 41,780 deaths, according to the National Cancer Institute.Find cancer earlier, extend survival \"Our goal is to identify more patients at those earlier, resectable stages, when treatment could lead to a five year survival rate of 30 percent or more, depending on stage,\" Killary said.  Only about 7 percent of patients survive for five years following diagnosis of the disease.Additional studies in larger cohorts will be needed to validate these findings, and more biomarkers will be needed to get the completely accurate set needed to screen the general population with the long term goal of identifying precursor lesions before they become malignant.Killary and colleagues earlier identified a cluster of genes involved in cancer migration and then analyzed the proteins produced by those genes.  Two, known as TFPI and tenascin C, emerged as the strongest biomarker candidates.  The team first compared their predictive ability by comparing their presence in healthy volunteers and those with primarily stage IV pancreatic cancer.In the current study, deploying TFPI and an isoform of tenascin C, TNC-FN IIIC, with CA 19-9 improved performance discriminating stage I and II disease from healthy or benign disease controls. The principal measure of efficacy is called Area Under the Curve (AUC), a measure of how well biomarkers identify true cases of disease (sensitivity) while avoiding false positives (specificity).  A perfect AUC would have a score of 1.0. Any biomarker test for the general public will need to be close to a perfect 1.0, Killary noted, given the infrequency of pancreatic cancer in the population at large. In the group's analysis of three cohorts of samples, AUC scores for the combination consistently outscored CA-19-9 alone.For the first cohort of samples, comparing stage I/IIA and healthy controls yielded an AUC of 0.72 for CA-19-9 alone compared to 0.84 for the combination.  For stage IIB vs. controls, the combination raised CA-19-9's performance from an AUC of 0.87 to 0.98. The second blinded cohort also showed improvements in AUC over CA19-9.A third, larger blinded validation study of 252 samples of cases and controls from the Early Detection Research Network of the National Cancer Institute further confirmed those findings and also permitted the team to  measure the trio's ability to detect disease in patients without a history of pancreatitis or diabetes. The AUC for those patients was 0.87 for Stage I/IIA, 0.93 for Stage IIB and 0.89 for all early stages of the disease using the combination, pointing to a potential ability to detect disease in those who lack either of those known risk-raising conditions. Possible use for high-risk individuals Killary said the team is working to use the biomarkers in MD Anderson's high-risk clinic, established through MD Anderson's Pancreatic Cancer Moon Shot™, part of the institution's Moon Shots Program™ to accelerate the development of life-saving advances based on scientific discovery.  The clinic monitors people who are already at high risk of pancreatic cancer due to family history or having known risk-raising genetic mutations.\"In this population, our biomarker panel might prove very useful in early detection,\" Killary said.Co-author Subrata Sen, Ph.D., also a professor of Molecular Translational Pathology, notes, \"These findings are a significant advance considering that there's nothing else available now to detect early stage pancreatic cancer that has gone through blinded validations in multiple patient cohorts.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uotm-tmp022817.php", "region": "samerica", "source_link": "https://www.mdanderson.org/newsroom/2017/02/two-migration-proteins-boost-predictive-value-pancreatic-cancer.html", "funder": "", "meeting": "", "institution": "University of Texas M. D. Anderson Cancer Center", "keywords": ["Medicine/Health", " Cancer"], "journal": "Journal of National Cancer Institute", "description": "Adding two blood-borne proteins associated with cancer cell migration increases the predictive ability of the current biomarker for pancreatic cancer to detect early stage disease, a research team from The University of Texas MD Anderson Cancer Center reports in the Journal of the National Cancer Institute.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}