{"title": "Recent investigations on human group II pyridoxal 5'-phosphate decarboxylases", "text": "The aim of the present article is to compare the structural features of a particular group of pyridoxal 5'-phosphate-dependent decarboxylases, namely the group II ?-decarboxylases. These enzymes are: aromatic amino acid, cysteine sulfinic acid, glutamate and histidine decarboxylases. They are involved in the synthesis of dopamine/serotonin, hypotaurine, ?-aminobutyric acid and histamine, respectively, molecules known to play essential biological roles. Dopamine and serotonin as well as ?-aminobutyric are essential neurotransmitters, histamine and hypotaurine play several roles in many physiological and pathological processes.Despite a common fold-type, these decarboxylases have evolved specific structural elements responsible for their unique substrate preference. The effort of this review is to combine a literature update with bioinformatic analyses in order to point out the determinants of the structural basis for substrate specificity as well as the importance of some residues/regions for the catalytic competence. We find that all of them share a mobile catalytic loop, and that two of them (aromatic amino acid and glutamate decarboxylases) undergo an open-to-close conformational change when the coenzyme binds to the protein moiety in the so-called apo-to-holo transition. Drawing attention on these elements is crucial in correlating subtle structural modifications to functional properties for the understanding, at a molecular level, of a pathological condition. For example, residues of the mobile loop as well as those involved in the apo-to-holo transition could be considered preferential targets for planning aimed drug-design or for developing a pharmacological chaperone approach. This represents an urgent task given the increasingly important role played by these decarboxylases in several different pathological states: autoimmune diseases, type I diabetes, Parkinson's disease, aromatic amino acid decarboxylase deficiency, Tourette's syndrome and cholangiocarcinoma. Thus, this research approach is of topical interest in the purpose of fine tuning the therapy for different diseases. ", "article_link": "http://dx.doi.org/10.2174/0929867324666161123093339", "url": "http://www.eurekalert.org/pub_releases/2017-02/bsp-rio022817.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Biochemistry", " Biochemistry", " Neurochemistry", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Polymer Chemistry", " Medicine/Health", " Neurochemistry", " Gene Therapy"], "journal": "Current Medicinal Chemistry", "description": "The aim of the present article is to compare the structural features of a particular group of pyridoxal 5'-phosphate-dependent decarboxylases, namely the group II ?-decarboxylases. These enzymes are: aromatic amino acid, cysteine sulfinic acid, glutamate and histidine decarboxylases. They are involved in the synthesis of dopamine/serotonin, hypotaurine, ?-aminobutyric acid and histamine, respectively, molecules known to play essential biological roles.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}