{"title": "American Gastroenterological Association releases Obesity Practice Guide", "text": "Bethesda, MD (Feb. 27, 2017) -- Patients with obesity need a multidisciplinary approach to achieve a healthy weight, and the American Gastroenterological Association (AGA) believes that gastroenterologists are in a unique position to lead the care team.To provide gastroenterologists with a comprehensive, multi-disciplinary process to guide and personalize innovative obesity care for safe and effective weight management, including a model for how to operationalize business issues, AGA has created an Obesity Practice Guide. The program includes an obesity program to help gastroenterologists manage their patients with obesity, as well as a framework focused on the business operational issues related to the management of obese patients, which are published in Clinical Gastroenterology and Hepatology, the clinical practice journal of the American Gastroenterological Association.\"The epidemic of obesity continues at alarming rates with a high burden to our economy and society,\" said Sarah Streett, MD, an author of both papers, chair of the AGA Institute Practice Management and Economics Committee, and clinical associate professor and director of IBD Stanford University School of Medicine, CA. \"The American Gastroenterological Association understands the importance of embracing obesity as a chronic, relapsing disease and supports a multidisciplinary approach to the management of obesity.\"POWER: Practice Guide on Obesity and Weight Management, Education and Resources1Obesity is a major modifiable cause of diseases of the digestive tract that routinely goes unaddressed. Gastrointestinal disorders resulting from obesity are more frequent and often present sooner than type 2 diabetes mellitus and cardiovascular disease, which means gastroenterologists have an opportunity to address obesity and provide effective therapy for their patients. Patients who are overweight or obese are often seen by gastroenterologists due to gastroesophageal reflux disease (GERD) and its associated risks of Barrett's esophagus and esophageal cancer, gallstone disease, non-alcoholic fatty liver disease and non-alcoholic steatohepatitis, and colon cancer. As internists, specialists in digestive disorders and endoscopists, gastroenterologists are in a unique position to play an important role in the multidisciplinary treatment of obesity. \"We created the practice guide on obesity and weight management to help gastroenterologists develop a multidisciplinary team and obesity care model for their practice, including patient goal setting, readiness assessment, evaluation, and treatment with diet, medication, and bariatric endoscopy and surgery,\" said Andres Acosta, MD, PhD, lead author of the paper and assistant professor of medicine, Clinical Enteric Neuroscience Translational and Epidemiological Research (C.E.N.T.E.R.), division of gastroenterology and hepatology, Mayo Clinic, Rochester, MN. \"It is our hope that by working in a team-based approach, gastroenterologists can guide and personalize obesity care for safe and effective weight management for our patients.\" The Society of American Gastrointestinal and Endoscopic Surgeons (SAGES), The Obesity Society (TOS), and North American Society for Pediatric Gastroenterology, Hepatology and Nutrition (NASPGHAN) contributed content to the POWER program, which was endorsed with input by the American Society for Gastrointestinal Endoscopy (ASGE), American Society for Metabolic and Bariatric Surgery (ASMBS), American Association for the Study of Liver Diseases (AASLD), Obesity Medicine Association (OMA) and Academy of Nutrition and Dietetics (AND).Episode-of-Care Framework for the Management of Obesity: Moving Towards High Value, High Quality Care2The treatment of obesity needs a collaborative approach involving multiple stakeholders. AGA established an obesity episode of care model to develop a framework to support value-based management of patients with obesity, focusing on the provision of non-surgical and endoscopic services. The framework will help gastroenterology practices assess their ability to participate in and implement an episode of care for obesity, and understand the essentials of coding and billing for these services.  The goal of episode framework is to provide gastroenterologists with strategies to obtain compensation for high value care, in a flexible format that can be adapted to the resources of both large and small practices. It is essential that data coordination take place between all members of the multi-disciplinary team who are providing therapeutic services to the patient to ensure high value continuity of care. The American Society for Metabolic and Bariatric Surgery (ASMBS), American Psychological Association (APA), American Pharmacists Association (APhA), and Academy of Nutrition and Dietetics (AND) contributed to the obesity episode of care framework.", "article_link": "http://dx.doi.org/10.1016/j.cgh.2016.10.023", "url": "http://www.eurekalert.org/pub_releases/2017-02/aga-aga022817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Gastroenterological Association", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Internal Medicine", " Gastroenterology", " Liver"], "journal": "Clinical Gastroenterology and Hepatology", "description": "Patients with obesity need a multidisciplinary approach to achieve a healthy weight, and the American Gastroenterological Association (AGA) believes that gastroenterologists are in a unique position to lead the care team.\r\n\r\nTo provide gastroenterologists with a comprehensive, multi-disciplinary process to guide and personalize innovative obesity care for safe and effective weight management, including a model for how to operationalize business issues, AGA has created an Obesity Practice Guide.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}