{"title": "A minimally invasive tool to measure muscle impairment", "text": "A minimally invasive, fiber-optic technique that accurately measures the passive stretch and twitch contraction of living muscle tissue could someday be an alternative to the painful muscle biopsies used to diagnose and treat a wide range of movement disorders, researchers report February 28 in Biophysical Journal. In a fraction of a millisecond, the tool measures the length of thousands of sarcomeres -- the contractile units of muscle tissue -- making it possible to quickly identify issues and develop personalized treatment plans for patients. \"This approach enables measurement of previously unobtainable muscle properties by combining advances in telecommunications technology with a deep understanding of muscle structure, biomechanics, and pathology,\" says senior author Richard Lieber, a physiologist at the Rehabilitation Institute of Chicago. \"This bioengineering innovation will permit new studies of human muscle function and pathology and permit efficacy testing of muscle treatments.\" His group has applied for a patent on the technology.Muscle impairment is common in a wide range of disorders, including stroke, traumatic brain injury, spinal cord injury, Parkinson's disease, and cerebral palsy. Currently, the gold standard for diagnosing neuromuscular problems involves clinical exams or painful and sometimes impossible muscle biopsies. The most direct and highest-resolution approach for characterizing human muscle health is to measure the movements of sarcomeres, which are responsible for generating muscle force. While a couple of tools are available to measure sarcomere length in patients, they are not suitable for common clinical evaluation of muscle health. For example, laser diffraction requires surgery, damages tissue, and is not compatible with movement. Meanwhile, microendoscopy does not rapidly collect simultaneous, real-time, high-resolution samples across a large amount of muscle tissue.To address these shortcomings, Lieber and his collaborators recently developed a technique called resonant reflection spectroscopy (RRS). Here's how it works: a laser source continuously sweeps across and illuminates muscle through a very thin (1/4 millimeter) fiber optic probe, which is inserted directly into the muscle belly and positioned parallel to sarcomeres. The same optical probe collects reflected light from the muscle, and these data are then used to calculate sarcomere length. In the new study, the researchers applied this method to living muscle tissue for the first time. They demonstrated that RSS could simultaneously sample 4,200 sarcomeres spanning millimeters of muscle tissue in one-tenth of a millisecond, capturing nanometer-scale changes in sarcomere length during passive stretch and electrically stimulated twitch contractions of lower leg muscles in rabbits. In theory, the technique could enable the complete 3D reconstruction of sarcomere proteins for studying muscle diseases.\"Our findings demonstrate a new method to measure protein-scale interactions during muscle movement,\" Lieber says. \"To our knowledge, this method achieves sample sizes, resolutions, and compatibility with human movements that no other current or proposed technique can match.\"To make the tool suitable for routine clinical use, Lieber and his collaborators are currently addressing technical challenges, such as developing a new optical source and optical probe, and they will also work on making the method more affordable. \"We plan to use this technology in both fundamental and clinical studies of human movement and movement disorders,\" Lieber says. \"We hope that these new experiments lead to better understanding and maintenance of human muscle health.\"", "article_link": "http://dx.doi.org/10.1016/j.bpj.2016.12.046", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-ami022217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Biomechanics/Biophysics", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Diagnostics", " Orthopedic Medicine", " Musculature", " Physiology"], "journal": "Biophysical Journal", "description": "A minimally invasive, fiber-optic technique that accurately measures the passive stretch and twitch contraction of living muscle tissue could someday be an alternative to the painful muscle biopsies used to diagnose and treat movement disorders, researchers report in Biophysical Journal. In a fraction of a millisecond, the tool measures the length of thousands of sarcomeres -- the contractile units of muscle tissue -- making it possible to quickly identify issues and develop personalized treatment plans for patients.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}