{"title": "Study finds gender gap at Toronto research institution", "text": "TORONTO, Feb. 28, 2017--A review initiated by St. Michael's Hospital found that a significant gender gap exists across all job descriptions, research disciplines and academic rankings at its research institute.The study was published today in the online open-access journal CMAJ Open.The study found the largest gender gap broken down by job classification was among clinician scientists -- researchers who are also physicians. Clinician scientists make up the majority of full-time scientists at St. Michael's and there was a gender gap of 54.2 per cent in this job categoryThe smallest gender gap by job classification was among employee scientists (scientists with a PhD who are not clinicians) and associate scientists (who have a part-time appointment at St. Michael's or who may also have appointments elsewhere) with 21.8 per cent more male than female scientists.\"Failure to ensure our scientists reflect our student pool and the national population deprives Canada of talented individuals who could enhance innovation and advance our competitiveness,\" Dr. Straus said.\"Diversity, including a better gender balance, benefits the entire research community, ultimately benefiting our patients,\" Dr. Slutsky said. \"Studying the challenges we need to overcome is our first step.\"The study found that almost 69 per cent of scientists at St. Michael's are focused on clinical research, studying health and illness in people to learn how to prevent, diagnose and treat illness. Another 21 per cent conduct basic research, which examines cells and molecules to better understand the causes and mechanisms of disease. The other 10 per cent did both.Ninety-five percent of scientists conducting basic research were men, indicating a 90.5 per cent gender gap. Among scientists conducting clinical research, the gender gap was 21.2 per cent.  The study said that 201 of the 206 St. Michael's scientists had a University of Toronto appointment, from lecturer to full professor. While woman have outnumbered men at undergraduate and graduate student levels in Canadian universities for more than 20 years, this survey found the higher the university rank, the lower the proportion of women. Specifically, 85.7 per cent of full professors were men and 14.3 per cent were women, indicating a gender gap of 71.4 per cent.Dr. Straus said the study found that informal search and recruitment processes at the hospital were likely one contributing factor to the gender gap. When the researchers interviewed 21 St. Michael's scientists about why they felt the gender gap existed and how it impacted them, many said they perceived the recruitment process was unclear and was not transparent. Some women described a feeling of social isolation, such as feeling unheard in meetings and being excluded from meetings outside regular business hours because of presumptions about family responsibilities. Participants speculated that the existing gender gap might dissipate as men in senior positions retired and more women in junior positions advanced. But Dr. Straus said given that the gender gap in academics was longstanding, \"it is highly unlikely that the 'tincture of time' will resolve it, so more affirmative action is necessary.Dr. Straus's study was commissioned by St. Michael's research institute to help guide efforts to redress the gender imbalance.  Dr. Slutsky said steps taken by St. Michael's include:The gender gap has also been recognized as important by the Department of Medicine at the University of Toronto and is being addressed through activities such as a Summit for Women in Academic Medicine being co-hosted March 1 by Dr. Straus and Dr. Gillian Hawker, chair of the department. Female faculty members have been invited to listen to women leaders in medicine and a range of other disciplines, build their leadership skills, network with one another and help create an action plan to increase gender equality across the Faculty of Medicine.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/smh-sfg022717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Education", " Medical Education", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Policy/Ethics"], "journal": "Canadian Medical Association Journal Open", "description": "A review initiated by St. Michael's Hospital in Toronto found that a significant gender gap exists at its research institute.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}