{"title": "Collaborative diabetes clinic lowers health care costs", "text": "Diabetes cost the U.S. an estimated $245 billion in 2012, in direct medical costs and reduced productivity. Health care providers are facing increasing pressure to achieve better patient outcomes at a lower cost. To help address these issues, researchers at the Skaggs School of Pharmacy and Pharmaceutical Sciences at University of California San Diego are running a Diabetes Intensive Medical Management (DIMM) \"tune up\" clinic for complex type 2 diabetes patients at the Veterans Affairs San Diego Healthcare System. In a study published in the March 2017 issue of the Journal of Managed Care & Specialty Pharmacy, the researchers report the clinic's economic benefits, which include an estimated cost avoidance of $5,287 per DIMM clinic patient over three years.The DIMM clinic is a unique model -- it's managed as a collaboration between a pharmacist and an endocrinologist, with the help of a few pharmacy students. The team provides personalized medication therapy management and patient-specific diabetes education in one-hour visits. DIMM patients typically attend the clinic three times over six months.\"This is a good example of 'team-based care' -- an approach that's becoming more common in health care systems today,\" said Jan Hirsch, PhD, professor and chair of the Division of Clinical Pharmacy in the Skaggs School of Pharmacy. Hirsch led the study with Candis Morello, PharmD, professor of clinical pharmacy and associate dean for student affairs in the Skaggs School of Pharmacy. Hirsch, Morello and team compared 99 DIMM clinic patients to 56 type 2 diabetes patients who saw their primary care providers an average of two times over six months. The demographics of both groups were very similar -- they were all patients at Veterans Affairs San Diego Healthcare System and both groups were majority non-Hispanic males with an average age of 62 years old.The researchers looked at the cost effectiveness of the DIMM clinic from three perspectives (clinic, health system and payer) at three different timeframes (six months, three years and 10 years). From the clinic perspective, the cost per additional patient reaching treatment goal was relatively low, between $115 and $164 over six months. From the health system perspective, $5,287 would be avoided per DIMM clinic patient over three years, compared to those who visited their primary care provider. According to the study, these savings add up to a return on investment (ROI) of $9.01 for every $1 invested in the DIMM clinic.From the payer (e.g., health insurance company) perspective, Quality Adjusted Life Years gained by the DIMM clinic patients were greater, and estimated medical costs were lower over 2, 5 and 10 year periods than in the primary care provider group. (\"Quality Adjusted Life Years\" is a commonly used measure of disease burden that accounts for both the amount of time lived and the quality of a person's health during those years. One Quality Adjusted Life Year is equal to one year of perfect health.)\"No matter how we looked at the data, the cost for the DIMM clinic group was always lower, while their predicted Quality Adjusted Life Years were always higher,\" said Hirsch, who is also a clinical pharmacist specialist at the Veterans Affairs San Diego Healthcare System.The team attributed these cost savings to better clinical outcomes for the DIMM clinic patients, particularly their average glucose concentrations (measured as A1C). Hirsch and Morello previously reported that DIMM clinic patients significantly improved their glycemic control by reducing their A1C by an average of 2.4 percentage points after six months. In contrast, type 2 diabetes patients who saw only their primary care providers during that time reduced their A1C concentrations by just 0.8 percentage points. In addition, the DIMM clinic patients did not gain weight or experience low blood sugar incidents.This collaborative \"tune up\" clinic model is likely so successful in part, Morello said, because many of the patients have several other health issues that also need to be discussed at regular primary care provider office visits, leaving little time to talk about managing medications to improve diabetes and associated complications, as well as healthy eating, exercise and managing blood glucose concentrations. The DIMM clinic dedicates time specifically to those matters, freeing up primary care provider time for other health concerns.\"In addition to medication management, we're also teaching lifelong skills for diabetes management that patients can continue doing long after they've completed six months with the clinic,\" Morello said.While the results are promising, the researchers acknowledge a few limitations of their study. For example, the participants were not randomly assigned to the DIMM clinic and primary care provider groups. The study was also conducted in a single location with a fairly uniform patient population. Ideally, Hirsch and Morello said they would like to conduct a larger, randomized study with multiple clinics and multiple health systems over a longer time period. This pharmacist-led DIMM clinic may be just the beginning of many health care changes over the next decade, Hirsch said. In 2014, California joined a growing number of states that allow pharmacists to initiate and monitor a patient's drug therapy, rather than simply fulfill a  prescription. \"Pharmacists are no longer simply pill dispensers -- they're becoming a new type of primary health care provider,\" Hirsch said. \"And as we found in this study, this new approach may help us improve health care on many fronts.\"", "article_link": "http://dx.doi.org/10.18553/jmcp.2017.23.3.318", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--cdc022717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Endocrinology", " Health Care Systems/Services", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Managed Care & Specialty Pharmacy", "description": "Researchers at the Skaggs School of Pharmacy and Pharmaceutical Sciences at UC San Diego are running a Diabetes Intensive Medical Management (DIMM) 'tune up' clinic for complex type 2 diabetes patients. In a study published in the March 2017 issue of the Journal of Managed Care & Specialty Pharmacy, the researchers report the clinic's economic benefits, which include an estimated cost avoidance of $5,287 per DIMM clinic patient over three years.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}