{"title": "Medication improves obesity-associated gene expression in mice", "text": "Obesity often leads to insulin resistance, a hallmark of type 2 diabetes. The anti-diabetic drug rosiglitazone counters insulin resistance in diabetic patients by targeting PPARγ, a nuclear receptor that senses hormones and other molecules to help regulate the expression of genes. Rosiglitazone's ability to reverse insulin resistance is not fully understood, but prior work has implicated its effects on fat cells as a key driver of therapeutic success. Research led by Mitch Lazar at the Perelman School of Medicine at University of Pennsylvania examined how rosiglitazone treatment altered gene expression in fat cells from an obesity-prone strain of mice (B6 mice) that were fed a high-fat diet. In work published this week in the JCI, the researchers showed that although developing obesity was associated with marked changes in gene expression in the visceral fat of these mice, treatment with rosiglitazone had little effect on these changes. Rather, the drug affected subcutaneous fat, specifically increasing the expression of genes associated with brown fat, a metabolically-active type of fat characterized by the key gene Ucp1. An obesity-resistant strain, 129 mice, displayed elevated Ucp1 expression compared to B6 mice. A cross of B6 and 129 mice exhibited showed biased expression of Ucp1 genes derived from the 129 parent, indicating that Ucp1 may be defective in the obesity-prone B6 strain. In the B6/129 crossed mice, rosiglitazone eliminated this bias and restored expression levels of the B6 parent-derived Ucp1 gene. These findings suggest that environmental changes, including drug therapies, may be able to reverse some genetic alterations that are associated with obesity.", "article_link": "http://dx.doi.org/10.1172/JCI91211", "url": "http://www.eurekalert.org/pub_releases/2017-02/jj-mio022617.php", "region": "namerica", "source_link": null, "funder": "The JPB Foundation, National Institutes of Health", "meeting": "", "institution": "JCI Journals", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Clinical Investigation", "description": "This week in the JCI, research led by Mitch Lazar at the Perelman School of Medicine at University of Pennsylvania shows that rosiglitazone, an a diabetes medication, corrects alterations in gene expression in the fat cells of obese mice.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}