{"title": "Matching up fruit flies, mushroom toxins and human health", "text": "Pulling data from 180 different lines of fruit flies, researchers from Michigan Technological University compared resistance to a toxin found in mushrooms like the Death Cap and Destroying Angel. Their results were published by PLOS ONE this week. The team's main finding is the genetic mechanisms that control the toxin resistance correspond to the mammalian target of rapamycin (mTOR) pathway that regulates cell physiology and metabolism in humans and other mammals. The findings could open up new possibilities for studying cancer, obesity, type 2 diabetes, depression and neurodegenerative diseases. Alpha-amanitin ResistanceNot all fruit flies come into the kitchen on grocery store bananas; not all fruit flies like mushrooms. With a surprising amount of diversity, fruit fly species have adapted many niche preferences, such as a tolerance for alpha-amanitin, or alpha-amanitin, a toxin found in the Amanita genus of poisonous mushrooms. Thomas Werner, an assistant professor of biological sciences at Michigan Tech, is the corresponding author of the new PLOS ONE paper, and the study builds on his previous work showing how alpha-amanitin resistance may be related to pesticide resistance in Asian fruit fly strains. Ever since, he and his team have worked on figuring out how fruit flies build resistance to the toxins and the resistance's effects on longevity. \"We found that there are multiple mechanisms that make sense,\" Werner says, explaining that the mechanisms focused on the genetic regulation of detoxification enzymes. \"And the more resistant the fruit flies were, the longer they lived.\"Initially, the team looked at a single, highly resistant strain of Drosophila melanogaster from Taiwan. Then they pulled in 180 lines of fruit flies collected at a Raleigh, North Carolina farmer's market for comparison. The crew relied on nearly 30 undergraduates to help do prep in the lab; eight are co-authors on the paper.  mTOR PathwayWerner's team used genome-wide association mapping to help connect the dots between varying levels of fruit fly resistance. By putting big data techniques to work, they were able to screen genetic traits and nucleotide sequences to better discern candidate genes that control the toxin resistance. \"To do the analysis, we decide on a trait, which we will test in all 180 lines,\" Werner says. \"We selected mushroom toxin resistance and found continuous variation in the lines.\"From there, the data are sorted into two columns. Werner and his team then had to look for corresponding sequences of genetic code--like an elaborate children's matching game. The result: the matches kept pointing to the mTOR pathway, which is shared among mammals and insects. \"It's a central metabolic pathway that is very complicated--it's a key hub that is being widely researched right now,\" Werner says. This initial connection to mTOR opens up many new lines of study, particularly in human health. Werner also says digging deeper into why fruit flies evolve this resistance could shed light on its advantage as a pre-adaptation device. A better understanding of the resistance's evolution mechanisms could offer insight into many diseases including cancer, obesity, type 2 diabetes, depression and neurodegenerative diseases.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0173162", "url": "http://www.eurekalert.org/pub_releases/2017-02/mtu-muf022717.php", "region": "namerica", "source_link": "http://www.mtu.edu/news/stories/2017/february/matching-up-fruit-flies-mushroom-toxins-human-health.html", "funder": "Michigan Tech Seed Grant", "meeting": "", "institution": "Michigan Technological University", "keywords": ["Biology", " Evolution", " Genetics", " Undergraduate", " Cancer", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology", " Bioinformatics"], "journal": "PLOS ONE", "description": "Some fruit flies build up tolerance to the toxin alpha-amanitin; the genetic mechanisms behind this adaptation link to an important metabolic pathway. A team from Michigan Technological University used genome-wide association mapping to draw the connections for 180 fruit fly lines.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}