{"title": "Novel syndrome highlights the importance of rare disease research", "text": "A group of researchers from Pakistan, Europe and Singapore have identified and characterised a previously undiscovered rare deafness-dystonia syndrome in a family living in a remote region of Pakistan. The research, published in Disease Models & Mechanisms, describes how five of the eight children in one family developed a range of symptoms as they grew: hearing impairment at six months of age developed into profound deafness by ten years old, accompanied by delayed motor development and subsequent regression. This condition has been named 'Siddiqi syndrome' for Dr Saima Siddiqi from the Institute of Biomedical and Genetic Engineering in Islamabad, Pakistan, who initially made contact with the family. A research team, led by Dr Siddiqi and Dr Hannie Kremer from the Radboud University Medical Center in Nijmegan, The Netherlands, used whole-exome sequencing to identify a single homozygous nonsense mutation in the gene for FITM2, a protein involved in lipid droplet formation and energy metabolism. To confirm their discovery, the team reduced the activity of the homologous gene in fruit flies and found that these flies displayed hearing and locomotor impairments, as seen in the affected family. The researchers were further able to clarify that reduced activity of the gene causes abnormal branching of sensory neurons in flies as they develop. Directing resources to rare disease research might not always be the obvious choice when the results will apparently benefit only a small group of people. However, Dr Siddiqi explains that rare diseases in remote and underdeveloped regions like Pakistan are not necessarily as rare as might be thought since a lack of facilities and funding prevents proper disease management and diagnosis.It might also only take one published study on a rare disease to start making connections to other patients for whom a diagnosis is still elusive. Dr Kremer says, \"Upon publication of the paper, I was contacted by a clinical geneticist about a patient in his clinic with two mutated copies of the FITM2 gene. So there might be a second family now and further clinical examinations are being performed in the young patient to determine to which extent the disease is similar to the disease in the published family.\" She adds that research into rare diseases can also yield surprising results. For example, the patients with the FITM2 mutation did not have any signs of lipodystrophy, contrary to expectations based on what is currently known about the function of the gene in lipid droplet formation. Dr Siddiqi further explains that this new knowledge about the function of FITM2 might have future implications for improving diagnosis and treatment for other diseases involving defects in FITM2 and lipid droplet formation, such as non-alcoholic fatty liver disease and type 2 diabetes. This shines a clear spotlight on how rare disease research can provide important breakthroughs for more common diseases.", "article_link": "http://dx.doi.org/10.1242/dmm.026476", "url": "http://www.eurekalert.org/pub_releases/2017-02/tcob-nsh022717.php", "region": "europe", "source_link": null, "funder": "Nederlandse Organisatie voor Wetenschappelijk Onderzoek, Deutsche Forschungsgemeinschaft, Higher Education Commission Pakistan, Association Belge contre les Maladies Neuro-Musculaires, European Union Seventh Framework Programme, Fonds Wetenschappelijk Ond", "meeting": "", "institution": "The Company of Biologists", "keywords": ["Genetics", " Health Care", " Medicine/Health", " Disease in the Developing World"], "journal": "Disease Models & Mechanisms", "description": "Tuesday, Feb. 28, 2017, is Rare Disease Day, and this year's slogan is 'With research, possibilities are limitless.' Disease Models & Mechanisms is marking the day by spotlighting a recent paper on a newly discovered deafness-dystonia syndrome documented in a family from Pakistan.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}