{"title": "World-first genetic clues point to risk of blindness", "text": "Australian scientists have discovered the first evidence of genes that cause Macular Telangiectasia type 2 (MacTel), a degenerative eye disease which leads to blindness and is currently incurable and untreatable.The team's findings established five key regions -- or loci -- in the genome most likely to influence a person's risk of developing MacTel. The finding will enable researchers to better understand the disease and look for ways to prevent or stop its progression.The study, published today in Nature Genetics, was an international collaboration led by bioinformaticians Professor Melanie Bahlo and Dr Thomas Scerri at Melbourne's Walter and Eliza Hall Institute of Medical Research.MacTel is a rare and complex disease that mainly affects people from the age of 40 onwards. The disease causes abnormal growth of blood vessels in the macula -- located in the middle of the retina. Patients experience a loss of central vision crucial for tasks requiring focus, such as driving or reading, with no treatment available to stop progression of the disease.Professor Bahlo said the study involved detailed genetic analysis of MacTel patients from around the world, including Australia, using genome wide association studies (GWAS).\"We analysed more than six million genetic markers and identified five regions, called loci, across the genome that had similar patterns in people with the disease, but not the healthy individuals,\" Professor Bahlo said. \"These five genetic risk loci are our treasure map, telling us where to 'keep digging' in order to discover the specific genes implicated in MacTel,\" she said.Professor Bahlo said the team worked with collaborators in London and New York to analyse the genetic data from 476 people with MacTel and 1733 controls (people without the disease). \"We were thrilled when our results were corroborated by two further independent validation studies,\" she said.The analysis also revealed that people with the MacTel genetic risk loci identified in the study had changes in their metabolism, specifically in their glycine and serine levels.Professor Bahlo said this meant there could be a significant relationship between the level of glycine and serine in the body, and onset of the disease.\"Though the exact link between the disease and glycine and serine is yet to be confirmed, the connection is an exciting clue to help us further explore metabolic abnormalities in people with MacTel,\" Professor Bahlo said.Dr Scerri said the team's work highlighted crucial points of interest that, with further investigation, could help researchers find a way to prevent the progression of the disease. \"We are continuing to explore the genetic data to try to identify the specific genes involved, and the precise genetic variations that are leading to the disease,\" Dr Scerri said.President of the Lowy Medical Research Institute that sponsored the research Professor Martin Friedlander said the work represented a significant advancement in efforts to understand the cause of MacTel. \"We are working to develop treatments effective in preserving vision in patients with this disease,\" he said.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/wrai-wgc022617.php", "region": "africa", "source_link": null, "funder": "Lowy Medical Research Institute, University of Utah School of Medicine, MacTel Project, NIHJ/National Eye Institute,Wellcome Trust, British Heart Foundation", "meeting": "", "institution": "Walter and Eliza Hall Institute", "keywords": ["Medicine/Health"], "journal": "Nature Genetics", "description": "Australian scientists have discovered the first evidence of genes that cause Macular Telangiectasia type 2 (MacTel), a degenerative eye disease which leads to blindness and is currently incurable and untreatable.\r\n\r\nThe team's findings established five key regions -- or loci -- in the genome most likely to influence a person's risk of developing MacTel. The finding will enable researchers to better understand the disease and look for ways to prevent or stop its progression.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}