{"title": "Slender face identified as novel marker for left-handedness", "text": "Individuals with a slender lower face are about 25 percent more likely to be left-handed. This unexpected finding (abstract) was identified in 13,536 individuals who participated in three national surveys conducted in the United States. This association may shed new light on the origins of left-handedness, as slender jaws have also been associated with susceptibility to tuberculosis, a disease that has shaped human evolution and which today affects 2 billion people. The finding was published April 26 in the journal Laterality: Asymmetries of Body, Brain and Cognition. The author, Philippe Hujoel, is a professor at the University of Washington School of Dentistry and an adjunct professor of epidemiology at its School of Public Health.Slender jaws are a common facial feature, affecting about one in five U.S. adolescents.  Past U.S. surveys measured the prevalence of this condition by evaluating how the upper and lower teeth come together.  People with slender jaws typically have a lower jaw which bites a bit backward, giving them a convex facial profile and what's commonly called an overbite.\"Almost 2,000 years ago a Greek physician was first to identify slender jaws as a marker for TB susceptibility, and he turned out to be right!\" Hujoel said. \"Twentieth-century studies confirmed his clinical observations, as slender facial features became recognized as one aspect of a slender physique of a TB-susceptible person.  The low body weight of this slender physique is still today recognized by the Centers for Disease Control and Prevention as a marker for TB susceptibility.\"He said the finding raises the hypothesis that the genetics that shape facial features and tuberculosis susceptibility also increase the likelihood for left-handedness. Such a hypothesis may explain curious geographical coincidences. For example, the United Kingdom was described as the tuberculosis capital of Western Europe, and has a high prevalence of left-handedness and people with slender faces. Other populations, such as the Eskimos, were in the 19th century described as tuberculosis-resistant, having robust facial features, and typically depicted in art as showing right-hand dominance with tools and instruments. Whether this is more than a coincidence needs further exploration, Hujoel said.In the early 20th century, slender individuals were described as \"ectomorphs\" - a term that persists in popular culture as a reference to dieting and bodybuilding, Hujoel noted.\"In a world dominated by an obesity crisis and right-handers, ectomorphs can be different in their desires,\" he said. \"Popular websites suggest they commonly express a desire to gain weight or muscle mass. Their slightly increased chance of being a 'leftie' is an additional feature that makes them different.\"\r\n", "article_link": "http://dx.doi.org/10.1080/1357650X.2017.1317265", "url": "http://www.eurekalert.org/pub_releases/2017-04/uowh-sfi042717.php", "region": "namerica", "source_link": "http://hsnewsbeat.uw.edu/story/dentistry-research-ids-novel-marker-left-handedness", "funder": "", "meeting": "", "institution": "University of Washington Health Sciences/UW Medicine", "keywords": ["Biology", " Genetics", " Medicine/Health", " Dentistry/Periodontal Disease", " Epidemiology", " Anthropology"], "journal": "Laterality: Asymmetries of Body, Brain and Cognition", "description": "Individuals with a slender lower face are about 25 percent more likely to be left-handed. This unexpected finding was identified in 13,536 individuals who participated in three national surveys conducted in the United States. This association may shed new light on the origins of left-handedness, as slender jaws have also been associated with susceptibility to tuberculosis, a disease that has shaped human evolution and which today affects 2 billion people.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}