{"title": "Published data reveals new mechanism to inhibit oligomers, key driver of Alzheimer's", "text": "FRAMINGHAM, Mass., April 25, 2017 - Alzheon, Inc. today announced publication of a newly elucidated molecular mechanism of action for tramiprosate, the active agent in the company's lead clinical drug candidate, ALZ-801.  The company's Phase 3-ready candidate ALZ-801 is an optimized prodrug of tramiprosate, with a substantially improved pharmacokinetic and safety profile compared to tramiprosate.Alzheon scientists discovered that tramiprosate acts to inhibit the production of neurotoxic beta amyloid oligomers by 'enveloping' the amyloid peptide to prevent its misfolding into soluble amyloid aggregates. Beta amyloid oligomers are believed to be key drivers of the pathogenic process in Alzheimer's disease (AD). This novel enveloping mechanism of tramiprosate prevents the self-assembly of misfolded proteins into beta amyloid oligomers that lead to amyloid aggregation and, subsequently, cause neuronal toxicity and clinical progression in Alzheimer's disease. These peer reviewed results were published in the medical journal, CNS Drugs, and the paper is available through open access at: https://link.springer.com/article/10.1007/s40263-017-0434-z.\"While we have recognized for nearly four decades that amyloid plaques are the hallmark of Alzheimer's disease, the emerging insights are pointing to small protein aggregates that exhibit many of the properties of prions, as the key driver of neuronal degeneration,\" said Stanley B. Prusiner, MD, Nobel Laureate, Director, Institute for Neurodegenerative Diseases at UCSF, and Chair of Alzheon's Scientific Advisory Board. \"By showing the therapeutic potential to intervene in the formation of prion-like protein aggregates, this study opens the door to the development of a new class of drugs with disease-modifying potential for Alzheimer's as well as other neurodegenerative disorders caused by protein misfolding.\"After discovering tramiprosate's mechanism of action against toxic amyloid oligomers, the scientists then examined the predicted concentration of tramiprosate at the effective clinical dose, as compared to the amount of soluble A42 protein in the brain of AD patients enrolled in a previously-conducted Phase 3 study. This analysis showed that the predicted concentration of tramiprosate in the brain surpassed the molecular stoichiometry necessary for the enveloping mechanism of action, allowing full inhibition of oligomer formation and demonstrating the translation of the effects on oligomers into clinical efficacy in AD patients.\"The challenge in modulating the conformational dynamics of Aß42 amyloid has been a major reason why this relatively small protein has been such an elusive target in Alzheimer's drug development. These new data provide essential insights into the pathogenic role of soluble toxic oligomers in Alzheimer's and related neurological diseases,\" said Martin Tolar, MD, PhD, Founder, President and CEO of Alzheon. \"Previous analyses showed that tramiprosate significantly improved cognition and function in Alzheimer's disease patients with the genetic risk factor of two ε4 alleles of apolipoprotein E (APOE4/4 homozygotes), and now we understand the mechanism supporting this clinical efficacy. These new mechanistic data continue to strengthen Alzheon's commitment to apply a precision medicine approach to Alzheimer's and to confirm efficacy of ALZ-801 in a genetically-defined subset of Alzheimer's patients in our upcoming pivotal study.\" The aim of the published study was to characterize the mechanism of action (MOA) of tramiprosate using three independent molecular investigative methods and to present an integrated translational analysis that links the MOA, conformation of the target, stoichiometry, and projected drug exposure to the clinical outcomes in APOE4/4 AD patients enrolled in previous Phase 3 studies. The analytical methods employed included: Ion Mobility Mass Spectrometry (IMS-MS), Nuclear Magnetic Resonance (NMR) and molecular dynamics. These methods were used to characterize the interactions of tramiprosate with Aß42 amyloid monomers and the resultant conformational alterations that affect aggregation of monomers into oligomers. Based on this work and extensive pharmacokinetic translational analyses from preclinical to Phase 3 clinical data, Alzheon scientists confirmed that tramiprosate brain exposure in AD patients achieved levels sufficient to fully deploy the novel anti-oligomer activity of tramiprosate.\"ALZ-801 represents a new class of small molecule therapeutic agents with disease-modifying potential through its action to stabilize and control the conformation of the much larger Aß42 beta amyloid monomer, thereby preventing its strong tendency to form neurotoxic amyloid oligomers, which drive the pathogenesis of Alzheimer's disease. Key clinical studies have been completed and now ALZ-801 is ready to advance to a pivotal efficacy trial in Alzheimer's patients,\" said Petr Kocis, PhD, Vice President of Preclinical Development at Alzheon. \"Our published results show that the multistep mechanism of tramiprosate derives from tramiprosate's effects on the amyloid peptide conformational dynamics, where the peptide motion, shape and charge are key factors. We found that tramiprosate inhibited the misfolding of the rapidly-changing flexible A42 amyloid monomer, preventing oligomer formation and the resulting neurotoxicity.\" In the study published in CNS Drugs, entitled \"Elucidating the Aß42 Anti-Aggregation Mechanism of Action of Tramiprosate in Alzheimer's Disease: Integrating Molecular Analytical Methods, Pharmacokinetic and Clinical Data,\" Alzheon scientists discovered and characterized the novel mechanism of action of tramiprosate at a molecular level. In demonstrating that tramiprosate works by enveloping the Aß42 amyloid protein and, thereby, preventing formation of toxic soluble amyloid oligomers, the study revealed several unique molecular modes of action of tramiprosate, including the following:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tyn-pdr042017.php", "region": "", "source_link": null, "funder": "Alzheon", "meeting": "", "institution": "Alzheon", "keywords": ["Biotechnology", " Pharmaceutical Sciences", " Medicine/Health", " Gerontology", " Aging", " Alzheimer's Disease", " Pharmaceutical Science", " Pharmaceutical Chemistry", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"], "journal": "CNS Drugs", "description": "Peer-reviewed results published in the journal CNS Drugs elucidate a new molecular mechanism of action for tramiprosate, the active agent in Alzheon's Phase 3-ready drug candidate, ALZ-801. Scientists discovered that tramiprosate blocks production of neurotoxic beta amyloid oligomers by 'enveloping' the Aß42 amyloid peptide, and prevents its misfolding and aggregation. This enveloping prevents the self-assembly of misfolded amyloid monomers into toxic oligomers that cause neurotoxicity and clinical progression in patients with Alzheimer's disease.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}