{"title": "JAMA study, clinical trials offer fresh hope for kids with rare brain disease", "text": "DALLAS - April 24, 2017 - Anna Gunby can't run around as smoothly as most 4-year-olds because her wobbly legs are affected by a rare brain disease that also hinders her intellect. She can't identify colors. She can't count objects. Her attention span is short.\"But there's definitely hope,\" said Anna's mother, Courtney Gunby. \"Maybe one day she'll be able to live on her own, operate a vehicle or go swimming by herself. There's hope that she could have some sense of normalcy to her life.\"A study led by investigators in UT Southwestern's Peter O'Donnell Jr. Brain Institute offers novel insight into how a newly designed diet can help children like Anna cope with Glut1 deficiency - a rare disease that severely inhibits learning and muscle control by starving the brain of glucose, its main energy source. And scientists are already beginning to expand on the findings published in JAMA Neurology by testing an edible oil that smaller studies indicate can improve cognitive abilities in patients.Combining the new diet with the supplemental oil derived from castor beans could provide a life-changing treatment that trail blazes a brighter future for thousands of children in the U.S. who otherwise face a lifetime of stunted brain function.Patients with Glut1 deficiency usually can't learn beyond an elementary school level and often can't live independently as adults.\"We're talking about helping people be independent from their parents. The question every parent asks is, 'Will my child be able to have an independent life when we're gone?' Right now it's very questionable whether they'll be able to achieve independence,\" said Dr. Juan Pascual, Associate Professor of Neurology and Neurotherapeutics, Pediatrics, and Physiology at UT Southwestern Medical Center.Dr. Pascual led the JAMA study that relied on data from a worldwide registry he created in 2013 for Glut1 deficiency patients. The research tracked 181 patients for three years, finding that a modified Atkins diet that includes less fat and slightly more carbohydrates than the standard ketogenic diet helped reduce seizures and improved the patients' long-term health. The study also found earlier diagnosis and treatment of the disease improved their prognosis.In addition, Dr. Pascual is overseeing national clinical trials that are testing whether triheptanoin (C7) oil improves the intellect of patients by providing their brains an alternative fuel to glucose. The trials will last five years and are funded with more than $3 million from the National Institutes of Health.For more information on the trials, email Rare.Diseases@UTSouthwestern.edu\">Rare.Diseases@UTSouthwestern.edu.Anna is among about 100 children across the country who will participate in the trials. She was diagnosed with Glut1 deficiency earlier this year after her parents noticed her walking wasn't improving, and several medications meant to control the seizures that began before her first birthday had not worked.Like Anna, most Glut1 deficiency patients show symptoms during infancy and early childhood, with frequent seizures and difficulty controlling their arms and legs. The growth of their brains and skulls is often slow, resulting in severely diminished IQs and struggles with speech. The disease is not terminal and does not appear to significantly affect life span.But it presents plenty of challenges for Anna and her family. Although her speech is not yet significantly hindered, she has dozens of seizures a day. And she wears a helmet on some days to protect her head, which has sustained multiple concussions.\"She falls a lot,\" Anna's 7-year-old sister Emma explained after her sibling tumbled from a patient bench during a recent visit with Dr. Pascual at Children's Medical Center.Anna quickly stood up, adjusted her cowgirl boots and walked into the embrace of her mother sitting nearby.\"I feel like it's inevitable she'll get better,\" said Mrs. Gunby, who also has a 6-year-old son, a 9-month-old daughter and is pregnant with her fifth child. \"We're thankful that this trial is an option for her.\"So far, the nearly 40,000 Americans potentially living with the disease have had only one primary option for treating symptoms: a high-fat, low-carbohydrate ketogenic diet that can limit seizures. The diet works in about two-thirds of patients, but does not improve their intellect and carries long-term risks such as kidney stones and metabolic abnormalities.Dr. Pascual expects the modified diet from the JAMA study and the C7 oil will prove at least as effective as the ketogenic diet in preventing seizures - without the health risks - while feeding the brain vital fuel to improve learning.Dr. Pascual first got the idea to test C7 for Glut1 deficiency several years ago after learning of a handful of patients with another rare disease - fatty acid oxidation defects - who showed mild improvement after ingesting the oil.A study published in JAMA Neurology reveals three primary changing notions about diagnosing and treating Glut1 deficiency:Dr. Pascual tested the oil in mice before leading a study published in 2014 that showed 14 patients who added C7 to their food had notable declines in seizures, and most participants improved their memory and comprehension as well.The hope for the larger studies is to demonstrate that over time the oil will improve patients' otherwise short attention spans - a crucial barrier to learning.If the results are positive, then Dr. Pascual anticipates the U.S. Food and Drug Administration would approve C7 as a medical food, which would make it more accessible and affordable than products classified as drugs.Until then, Mrs. Gunby and husband David are doing what they can to help Anna manage the disease. It's an emotional challenge to cope with it themselves - to see her eyes roll backward during a seizure, to see her fall or struggle with cognition.\"I couldn't tell you how many nights I've sat next to her when she's just barely conscious, just crying and praying,\" Mrs. Gunby said. \"As a parent, when there's nothing you can do for your kid except to watch her go through something like this, it is just absolutely devastating.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/usmc-jsc042417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health"], "journal": "JAMA Neurology", "description": "Anna Gunby can't run around as smoothly as most 4-year-olds because her wobbly legs are affected by a rare brain disease that also hinders her intellect. She can't identify colors. She can't count objects. Her attention span is short.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}