{"institution": "University of Granada", "title": "A simple test allows to identify children prone to suffer cardiovascular diseases", "url": "http://www.eurekalert.org/pub_releases/2017-02/uog-ast021617.php", "article_link": "http://dx.doi.org/10.1136/bjsports-2015-095903", "region": "europe", "funder": "", "meeting": "", "journal": "British Journal of Sports Medicine", "source_link": "http://canal.ugr.es/noticia/test-de-ida-y-vuelta/", "text": "An international study coordinated by the University of Granada (UGR) has shown that the level of aerobic capacity of children and adolescents (which can be assessed with a simple physical test called 'shuttle run test') is an excellent tool for identifying those who have an increased risk of suffering from a cardiovascular disease or myocardial infarction in the future.The work, which has been published in the world's best Sports Science magazine, the British Journal of Sports Medicine, has been coordinated by Jonatan Ruiz, Ramón y Cajal researcher at the Department of Physical Education and Sports of the UGR. It's a new systematic review and meta-analysis in which the researchers reviewed seven studies involving more than 9,000 children and adolescents aged 8 to 19 from 14 countries.The research has proved the great utility of aerobic capacity cut points, which are assessed with the so-called '20-meter test' or 'shuttle run test', a simple test consisting of running that distance to a progressively increasing speed. Said test can be evaluated at the school by the Physical Education teacher.\"Below recommended fitness levels (maximum oxygen consumption of 42 and 35 mL/kg/min for boys and girls, respectively), we should raise a red flag which keeps us alert\", says Jonatan Ruiz. Said cut points to identify children and adolescents at risk can be determined through a simple fitness test and should be implemented in Primary and Secondary School cardiovascular prevention programs.Very valuable information\"Although this proficiency test is widely used in schools and provides us with valuable health information, physicians and health professionals who assess the risk of present or future cardiovascular diseases for those ages are yet to adopt these rules\", says the UGR researcher.The authors of this study warn that it is necessary to establish international standards related to aerobic capacity similar to those used to determine overweight or obesity.The results of the research revealed that the percentage of children and adolescents at risk of suffering from a cardiovascular disease ranged from 6% to 39% for boys and from 6% to 86% for girls.Boys with a level of aerobic capacity above 42 mL/kg/min had a 5.7 times greater likelihood of having cardiovascular disease, a figure which in the case of girls resulted in that above 35 mL/kg/min they were 3.6 times more likely to be at risk.The '20-meter test' is currently used in most schools in Spain, as well as in many European countries, to measure the aerobic capacity of children.This research has determined that said test also allows to determine which children have worse cardiovascular health and should undergo an intervention program to improve it.\r\n", "keywords": ["Education", " Medicine/Health", " Cardiology", " Public Health", " Sports Medicine", " Sports/Recreation"], "description": "An international study coordinated by the University of Granada (UGR) has shown that the level of aerobic capacity of children and adolescents (which can be assessed with a simple physical test called 'shuttle run test') is an excellent tool for identifying those who have an increased risk of suffering from a cardiovascular disease or myocardial infarction in the future.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}