{"institution": "American Association for the Advancement of Science", "title": "Worm identified as potential cause for mysterious seizure disorder", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaft-wia021317.php", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aaf6953", "region": "namerica", "funder": "", "meeting": "", "journal": "Science Translational Medicine", "source_link": null, "text": "A new study reveals how a parasitic worm can trigger the onset of a mysterious and incurable childhood seizure disorder. Nodding Syndrome (NS) is a progressive and often fatal type of epilepsy that afflicts children aged five to 15. Despite extensive research since the first documented case in the United Republic of Tanzania in the 1960s, neither a clear cause nor remedy has emerged for this devastating illness. While a link between parasitic infections and NS has been observed, researchers still do not understand the underlying mechanisms that result in the disease. Here, Tory Johnson and colleagues uncovered evidence that NS in humans is potentially initiated by an inappropriate immune response directed towards the body's own brain cells, which is set off following infection by a parasitic worm. The researchers observed antibodies in the cerebrospinal fluid of NS patients that recognized leimodin-1 - a protein normally found in neurons. Those antibodies were toxic to neurons growing in culture, and also reacted against proteins found in the parasitic worm Onchocerca volvulus, an organism known to cause river blindness. Interestingly, Johnson et al. determined that several Onchocerca volvulus proteins resembled leimodin-1, a phenomenon known as \"molecular mimicry\", and therefore could play a role in generating the autoimmunity driving NS. Although the authors say further investigation is needed to determine if leimodin-1 autoantibodies are able to reproduce the clinical signs and symptoms of NS in an animal model, individuals with the condition may benefit from immunomodulatory therapies. A focus by Robert Colebunders further describes the implications of the findings.", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma"], "description": "A new study reveals how a parasitic worm can trigger the onset of a mysterious and incurable childhood seizure disorder.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}