{"institution": "University of Helsinki", "title": "Neurotrophic factor GDNF is an important regulator of dopamine neurons in the brain", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoh-nfg021517.php", "article_link": null, "region": "europe", "funder": "", "meeting": "", "journal": "Journal of Neuroscience", "source_link": "https://www.helsinki.fi/en/news/neurotrophic-factor-gdnf-is-an-important-regulator-of-dopamine-neurons-in-the-brain", "text": "New research results are expanding our understanding of the physiological role of the glial cell line-derived neurotrophic factor GDNF in the function of the brain's dopamine systems. In an article recently published in the Journal of Neuroscience, University of Helsinki researchers establish that GDNF is an important physiological regulator of the functioning of the brain's dopamine neurons.Dopamine neurons have an important role in cognitive control, learning and motor control. GDNF is best known for its ability to protect dopaminergic neurons from damage, which is why it is currently in clinical trials for treatment of Parkinson's patients. Nevertheless, the significance of endogenous GDNF that is produced in our brains for the regulation of the dopamine systems is still poorly understood. Dr Jaan-Olle Andressoo from the Institute of Biotechnology has developed new transgenic mice which have allowed researchers to gain much more reliable information on the physiological functions of GDNF. The studies were conducted in close cooperation with the research groups led by Professor Mart Saarma and Dr Petteri Piepponen, docent of pharmacology.The new research results indicate that the GDNF produced in the brain regulates dopamine reuptake. Mice with no GDNF in their brains displayed significantly stronger reuptake of dopamine into nerve endings.- The reuptake of dopamine is the most important factor regulating the brain's dopamine balance and signalling. In practice this means that differences in GDNF levels might explain certain differences in people's ability to learn or focus, explains Jaakko Kopra, a researcher in Andressoo's group.In addition, the transgenic mice had an atypically low reaction to amphetamine, which specifically targets the dopamine transporter in the brain. These observations were associated with changes in the functionality, amount and localization of the dopamine transporter in the nerve endings. So we know that GDNF regulates the amount and localization of the dopamine transporter in the neurons, but we suspect that there may be additional mechanisms. It seems that the relationship between GDNF and dopamine transporter is surprisingly complex, which is of course interesting from a researcher viewpoint, explains Kopra.Mice with GDNF removed from their brain in adulthood displayed very similar changes. This indicates that the underlying cause for the changes is not the impact of GDNF on brain development. The group's previously published studies on the same mouse models demonstrated that contrary to expectations, the removal of GDNF does not lead to the destruction of dopamine neurons. This means that these new results significantly expand our understanding of physiological GDNF, from a factor protecting dopamine neurons to a dynamic regulator of their function. This knowledge is crucial for developing new treatments for not just Parkinson's disease, but also for addiction, ADHD and bipolar disorder, as all of these diseases are associated with some type of disorder in the function of the dopamine neurons, and specifically in the dopamine transporter, states Kopra.", "keywords": ["Medicine/Health", " Neurobiology"], "description": "New research results are expanding our understanding of the physiological role of the glial cell line-derived neurotrophic factor GDNF in the function of the brain's dopamine systems. In an article recently published in the Journal of Neuroscience, University of Helsinki researchers establish that GDNF is an important physiological regulator of the functioning of the brain's dopamine neurons.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}