{"institution": "Queen Mary University of London", "title": "Better health for women involved in clinical trials", "url": "http://www.eurekalert.org/pub_releases/2017-02/qmuo-bhf021017.php", "article_link": "http://dx.doi.org/10.1111/1471-0528.14528", "region": "europe", "funder": "", "meeting": "", "journal": "BJOG: An International Journal of Obstetrics and Gynaecology", "source_link": null, "text": "Women who participate in obstetric and gynaecology clinical trials experience improved health outcomes compared to those who are not involved in trials, according to research by Queen Mary University of London (QMUL). This is the case regardless of whether or not the treatment is found to be effective in the trial.The review of 21 studies* included 20,160 women, and found that participants had 25 per cent better odds of improved health outcomes**, compared with non-participants. The researchers hope the results may lead to more clinicians offering trials to their patients and more women volunteering for trials in a research area that currently faces many challenges.A clinical trial compares the effects of one treatment with another, and normally involves large numbers of volunteer patients in many centres. The results from trials help doctors understand how to treat a particular disease or condition, and are necessary to test the safety and efficacy of new treatments before they are brought into general use.Research on the effect of participation in trials has previously not consistently shown evidence of benefit. This may be because previous work has analysed data from all medical specialities grouped together which could include wide variations in the way care is given within and outside trials. The review, which focuses on pregnancy and reproductive health, is published in BJOG: An International Journal of Obstetrics and Gynaecology (BJOG) and is believed to be the first of its kind. It found that the beneficial effect of participating in a trial was largest when it was a high quality clinical trial, and when the trial tested an intervention that was unavailable outside of the trial.Lead researcher Professor Khalid Khan from QMUL said: \"Clinical trials are often perceived as 'experiments', 'risky' or 'dangerous'. However, our findings challenge these misconceptions, and show not only that they are safe but that there is a significant benefit associated with participation, with overall 25 per cent chance of better health outcomes.\" \"Interestingly, we also found that participants still experienced benefits irrespective of whether the treatment in the trial was found to be effective or not.\"Worldwide over 69 million babies are born annually (776,000 in the UK), but only a small proportion of pregnant women are entered into research studies. Pregnancy and reproductive health is an area with unique challenges, dealing with controversial topics (IVF, contraception, abortion), a lack of research funding (less than one per cent of UK government spend) and ethical/legal implications (studies involving pregnant women). As such, research results from general medicine often inform practise in pregnancy patients, which does not always lead to optimum medical care.Ngawai Moss was a participant of QMUL's EMPiRE trial - a study looking at how to control seizures in pregnant women with epilepsy. She said: \"I'm very happy that I took part in a clinical trial and would do it all over again without hesitation. I would tell women who are considering whether to join a clinical trial, that the investment of their time is really quite minimal for the reward. \"In my case, the trial was pretty straightforward and mainly involved monthly visits to fill in a questionnaire and have a blood test. It was reassuring to be able to see a medical professional on a regular basis, especially as I had a complicated pregnancy. It meant I had access to the team's medical insight, advice and support on general pregnancy-related issues.\"Professor Khalid Khan from QMUL added: \"Women in general are often unrepresented in research, so we hope this may lead to a shift in attitudes and encourage more clinicians and women to be involved in trials. We also hope that patients recognise that research can be even safer than routine healthcare, due to the additional safeguards in place.\"The researchers say that it is important to remember that research can still be associated with risk, and it is the duty of researchers and clinicians to inform patients of the potential risk and benefit of engagement in research. ", "keywords": ["Medicine/Health", " Breast Cancer", " Clinical Trials", " Health Care Systems/Services", " Gynecology"], "description": "Women who participate in obstetric and gynecology clinical trials experience improved health outcomes compared to those who are not involved in trials, according to research by Queen Mary University of London. This is the case regardless of whether or not the treatment is found to be effective in the trial.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}