{"title": "Hammerhead shark migration gives new hope for conservation", "text": "A target of both the recreational fishing and shark-fin trade, the global population of the instantly recognizable Great Hammerhead shark is estimated to have declined by ~80% over the last 25 years. The Great Hammerhead has been listed on the IUCN (International Union for the Conservation of Nature) as endangered since 2007.  It has also recently been included in CITES Appendix II, which regulates the international trade of threatened species. Despite recognition of its threatened status, effective protection and management has so far been hampered by a lack of information about the shark's behaviour. However, new research published in Frontiers in Marine Science, gives a ray of hope.  By defining the sharks' use of particular areas, this study gives marine management and conservation officials the ability to limit the sharks' interaction with their greatest threat - humans. Importantly, this study looked at the temporal as well as the spatial aspect of the sharks' movements. Dr Tristan Guttridge, who led the study at the Bimini Biological Research Station, Bahamas, explains why this is so vital: \"Knowing when the animals are likely to be in certain places will be critical in developing effective management strategies\" he said. \"For example, our data could be used to  create so-called 'time-area closures', where certain areas are closed to particular activities, like fishing, at different times. The aim would be to reduce harmful interactions with the sharks\".Dr Charlie Huveneers of the Southern Shark Ecology Group in Flinders University, Australia, agrees. \"New information about movements of Great Hammerheads will help managers and regulators to ensure sustainable catches, and to improve international regulation and management\" he said. \"Thanks to the combination of methods used by the authors, the study has revealed complex movement patterns, with broad-scale migrations across jurisdictions as far North as Virginia, USA, as well as seasonal site fidelity in Florida and the Bahamas\".  The team of researchers tagged the sharks with both acoustic and satellite tags, and used photo identification and laser photogrammetry. They were able to observe return-migrations of over 3000km. They also discovered that the sharks came \"home\" after migrating away to find food, pup or mate, and that they returned to the same sites for up to five months. This type of predictable behaviour makes them particularly vulnerable to fisheries. \"Recreational fishing in the USA is likely having quite an impact on great hammerheads\" explains Guttridge. \"We know that hammerheads are the third most common shark reported by Florida recreational fishing charter boats, and great hammerheads specifically are considered one of the most attractive species to catch by clients\" he added.Migratory animals not restrained by international bordersThis study is the first to provide evidence that Great Hammerheads return to particular areas after migrations, rather than the perhaps more common perception of these sharks as \"ocean wanderers\".  This discovery has great implications for marine management, and the development of MPAs (Marine Protected Areas). However, many challenges remain in securing a safe future for these sharks. Like these highly migratory animals, management strategies will need to cross jurisdictional and international borders in order to be effective.  \"We have only just scratched the surface of defining key spatial hotspots, but clearly for these highly mobile sharks, we need international cooperation\" said Dr Guttridge,  \"and unfortunately, sharks refuse to acknowledge national boundaries\".The implications of the temporal aspect of migrations will also need further investigation. The sharks will be more vulnerable at different times. \"For our team, the next challenge is identifying what they are doing in these locations\" said Guttridge, \"as there are more sensitive life stages, such as pupping/mating sites that are a priority for conservation efforts\".\r\n", "article_link": "http://dx.doi.org/10.3389/fmars.2017.00003", "url": "http://www.eurekalert.org/pub_releases/2017-02/f-hsm022417.php", "region": "europe", "source_link": null, "funder": "Bimini Biological Field Station Foundation, Save Our Seas Foundation Keystone Grant", "meeting": "", "institution": "Frontiers", "keywords": ["Biodiversity", " Ecology/Environment", " Marine/Freshwater Biology", " Zoology/Veterinary Science", " Earth Science", " Animal Research/Rights"], "journal": "Frontiers in Marine Science", "description": "Great Hammerhead sharks have been tagged and tracked across the USA and Bahamas in a bid to shed light on their migration habits. Researchers suggest that these sharks are more at risk than previously thought because of their predictable and seasonal migratory patterns. As an endangered species, the Great Hammerhead shark is in desperate need of effective conservation management. This new information will allow marine planners to improve the protection of this iconic animal.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}