{"title": "Can staying active help to prevent chronic pain? Physical activity affects pain modulation in older adults", "text": "February 24, 2016 - Older adults with higher levels of physical activity have pain modulation patterns that might help lower their risk of developing chronic pain, reports a study in PAIN®, the official publication of the International Association for the Study of Pain (IASP). The journal is published by Wolters Kluwer.\r\n\tIn tests of pain processing by the central nervous system, physically active older adults have lower pain perception and are better able to block responses to painful stimuli, according to the new research by Kelly M. Naugle, PhD, and colleagues of Indiana University-Purdue University Indianapolis. \"This study provides the first objective evidence suggesting that physical activity behavior is related to the functioning of the endogenous pain modulatory systems in older adults,\" the researchers write.Being More Active, Less Sedentary, Affects Pain Perceptions in Older Adults\nDr. Naugle and colleagues performed a series of experiments in 51 healthy adults, aged 60 to 77. All wore an activity monitor device for one week to measure their level of physical activity. They then underwent two tests of pain modulation--functions affecting the way pain is interpreted and perceived by the central nervous system.\r\nOne test, called \"temporal summation,\" measured the production (facilitation) of pain responses to repeated pain stimuli. The other test, called \"conditioned pain modulation,\" assessed the reduction (inhibition) of pain responses to competing pain stimuli.In both tests, pain modulation was significantly related to daily physical activity level. Older adults with more frequent moderate-to-vigorous physical activity had lower pain scores on the temporal summation test--indicating less pain facilitation. Those who did more light physical activity or had less sedentary time per day had lower pain scores on the conditioned pain modulation test--indicating better pain inhibition.In other words, older adults who did more moderate to vigorous physical activity perceived less facilitation of pain, while those who did at least some activity were better able to block pain perceptions. These differences may be relevant to the \"central sensitization\" process believed to be responsible for the transition from acute to chronic pain.Previous studies have shown that pain modulation processes are dysregulated in patients with chronic pain syndromes--for example, arthritis, back pain, and fibromyalgia. People with higher pain facilitation and lower pain inhibition are more likely to develop problems with chronic pain.The results are consistent with studies in younger adults suggesting that higher levels of physical activity are related to \"more efficient conditioned pain modulation.\" Older adults are more likely to be physically inactive, which might make them more vulnerable to chronic pain. \"Our data suggest that low levels of sedentary behavior and greater light physical activity may be critical in maintaining effective endogenous pain inhibitory function in older adults,\" Dr. Naugle and coauthors write.  Further studies will be needed to test the implications for physical activity programs to reduce and prevent pain in older adults. For example, it might be possible to match the patient's specific dysfunctional pain modulation pattern to the type of physical activity that can best improve their pain response patterns. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/wkh-csa022417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Clinical Trials", " Aging", " Health Care Systems/Services", " Health Professionals", " Pain", " Public Health", " Trauma/Injury"], "journal": "Pain", "description": "Older adults with higher levels of physical activity have pain modulation patterns that might help lower their risk of developing chronic pain, reports a study in PAIN®, the official publication of the International Association for the Study of Pain (IASP). The journal is published by Wolters Kluwer.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}