{"title": "Study reveals proven ways to improve doctor-patient communication", "text": "Los Angeles, CA (February 23, 2017) A hospital-wide communication training program, outlining best practices for doctors to follow in interactions with patients, improved patients' perception of doctor communication by 9 percent, according to new research. Out today in the American Journal of Medical Quality (SAGE Publishing journal), the study details the largest known experiment of its kind and describes training that can easily be implemented at other hospitals and institutions. In the study, doctors at a major academic medical center created and reviewed standardized communication practices that were aimed at improving communication with their patients. Each month, the doctors reviewed patients' perception of doctor communication as measured by the Hospital Consumer Assessment of Healthcare Provider Systems (HCAHPS) survey. Examining survey responses from 7,043 patients over one year, study authors Horton et al. found that the percentage of patients who 'always' felt that the doctors carefully listened to them, treated them with respect and courtesy, and explained things in a way they could understand improved by 9 percent. \"A major strength of this study is its generalizability to other institutions or hospitalist groups as establishing specific communication standards is neither costly nor time intensive,\" wrote the study authors. \"While the importance of consistent processes in healthcare is widely accepted, this study is notable in highlighting the effectiveness of standardization in an area that has sometimes been considered more art than science.\"The communication practices provided to the doctors include:\"This study adds a great deal to our understanding of the importance of doctor-patient communication,\" commented Dr. David Nash, Editor-in-Chief of the American Journal of Medical Quality.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/s-srp022217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "SAGE", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals"], "journal": "American Journal of Medical Quality", "description": "A hospital-wide communication training program, outlining best practices for doctors to follow in interactions with patients, improved patients' perception of doctor communication by 9 percent, according to new research. Out today in the American Journal of Medical Quality (SAGE Publishing journal), the study details the largest known experiment of its kind and describes training that can easily be implemented at other hospitals and institutions.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}