{"title": "Lack of training contributes to burnout, survey of preschool teachers finds", "text": "Studies have shown that early childhood education programs can have a positive impact on a child's success later in life. However, the annual turnover rate nationally for teachers of preschool-age children is approximately 30 percent. Now, researchers at the University of Missouri School of Medicine have surveyed early childhood teachers and identified factors that may lead to stress and burnout.\"We know from previous research that early educational programs can benefit future school achievement, job performance and social behaviors,\" said Laine Young-Walker, M.D., associate professor of child and adolescent psychiatry at the MU School of Medicine and lead author of the study. \"However, many early childhood educators are not formally trained, requiring them to learn on the job. Our study assessed teachers' perceptions of the challenges they face and their commitment to educating the very young.\"Young-Walker's team surveyed 100 educators and care providers from 13 early childhood programs in Boone County, Missouri. Participants were selected by invitation from facilities enrolled in the Early Childhood Positive Behavior Support program, a countywide initiative that assists early learning centers in establishing and maintaining effective learning environments. The survey included questions relating to job commitment, stress and support.\"It is clear that these educators are devoted to their profession,\" Young-Walker said. \"Ninety-two percent agreed that they were committed to their work. However, the survey also provided insight into the challenges they experience.\"More than 75 percent of those surveyed wanted more training opportunities. The majority of teachers surveyed felt that the training they received covered information they already knew. More than one-third of the teachers agreed that students' negative behaviors interfered with their work and resulted in significant stress. Seventeen percent frequently felt like leaving their jobs, and 15 percent already planned to do so.\"A follow-up analysis indicated that 38 percent of the early childhood teachers surveyed were at risk of burning out,\" Young-Walker said. \"Our analysis points to a combination of their high commitment to the children they care for, and a perception that they do not have the educational support they need to address challenging behaviors in the classroom.\" The research team believes the data may be used to help address teacher needs and improve retention.\"Teachers of young children play a central role in the prevention of behavioral problems in schools, yet they often are the least prepared to do so,\" Young-Walker said. \"High levels of challenging behavior in the classroom contribute to teacher stress and burnout. Without additional training specific to early education, these teachers will not have the necessary tools to help themselves or their students.\"", "article_link": "http://dx.doi.org/10.1515/ijdhd-2016-0037", "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-lot022317.php", "region": "namerica", "source_link": "http://medicine.missouri.edu/news/20170222-lack-of-training-contributes-to-burnout.php", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Education", " Education", " Nonprofessional", " Professional", " Personality/Attitude", " Counseling", " Perception/Awareness", " Stress/Anxiety", " Parenting/Child Care/Family"], "journal": "International Journal on Disability and Human Development", "description": "Studies have shown that early childhood education programs can have a positive impact on a child's success later in life. However, the annual turnover rate nationally for teachers of preschool-age children is approximately 30 percent. Now, researchers at the University of Missouri School of Medicine have surveyed early childhood teachers and identified factors that may lead to stress and burnout.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}