{"title": "#Unfiltered: Instagram has become a haven for people making sensitive self-disclosures", "text": "Depression has a way of silencing its sufferers. Even in today's technology-connected society, people are hesitant to talk about their painful experiences and suffering for fear of being stigmatized. Though this has been the unfortunate norm for quite some time, new research from Drexel University is steadily uncovering the areas of social network sites where the sufferers are finding solace. In their latest finding Andrea Forte, PhD, an associate professor, and Nazanin Andalibi, a doctoral candidate in Drexel's College of Computing & Informatics who study how people interact on social media, have observed that one way people in pain are overcoming silence is by using Instagram -- and recruiting pictures to help them explain the feelings and experiences that are often too painful or complicated to put into words. The study, entitled \"Sensitive Self-disclosures, Responses, and Social Support on Instagram: The Case of #Depression,\" which Andalibi and Forte co-authored with Pinar Ozturk, a doctoral candidate at Stevens Institute of Technology, suggests that some users view Instagram as a safe medium for sharing sensitive information about themselves and reaching out for help. Andalibi will present the research at the Association for Computing Machinery's International Conference on Computer-Supported Cooperative Work and Social Computing in February -- it has already earned honorable mention recognition in advance of the conference for its quality, novelty and potential impact.  \"Physical or mental health and body image concerns are stigmatized, rarely disclosed and frequently elicit negative responses when shared with others,\" the authors write. \"We found that these disclosures, in addition to deep and detailed stories of one's difficult experiences, attract positive social support on Instagram.\"Forte and Andalibi had also observed this sort of self-disclosure and support-seeking behavior among Reddit users--suggesting that the relative anonymity provided by \"throwaway\" accounts on the forum allowed users to make sensitive disclosures, ask for and receive help. Previous studies had suggested that people avoid sharing their struggles with depression, eating disorders, abuse, mental health challenges and other sensitive issues, on social networks, such as Facebook -- for much the same reason they'd tend to avoid talking about these things in person: because of the stigma that's attached to them. So Forte and Andalibi's research on Reddit broke new ground in our understanding of social media use in stigmatized and sensitive contexts. It also pushed them to find how people were using other social network sites to reach out for support. \"At the same time we were studying interactions on Reddit, we were also looking at Instagram because it is one of the most heavily used social media sites and also allows pseudonymous users, in contrary to Facebook that enforces real-name policies\" Andalibi said. \"And we wanted to see how people might behave differently on a more image-centric, rather than one that is driven solely by textual posts and comments.\"To investigate their theory Forte and Andalibi examined the responses to a sample of 800 Instagram posts pulled from more than 95,000 photos tagged with \"#depression\" that were posted by 24,920 unique users over the course of a month. Its findings indicate that not only are people using Instagram to make sensitive disclosures, but they are also getting mostly positive support from the people who respond to the posts, and little in the way of negative or aggressive comments. So the researchers set out to understand the ways that Instagrammers use pictures, captions and comments to signal this need to connect. Gathering posts with the \"#depression\" tag gave them a range of posts in which people were expressing their feelings, talking about their struggles and reaching out for support -- both in words and pictures. To explore the correlation between posts and the responses (comments and \"likes\") they receive, Forte and Andalibi organized them into categories based on the type of disclosures in the text and captions -- ranging from disclosures seeking some sort of social interaction to those expressing emotion. They also developed a method for coding the content of images inspired by visual sociology methods, by using context clues, and categorized the types of messages they were expressing -- things like concerns about looks, relationship problems, illness, suicidal thoughts and pictures of food and beverage that were often used to talk about eating disorders.Asking For HelpAfter gaining an understanding of the general categories of posts that were tagged \"#depression\" Forte and Andalibi undertook a similar process to categorize the comments on the posts. Then, by using a statistical analysis method, they were able to discover what sorts of responses were most often elicited from particular types of posts. According to the paper, 41 percent of the posts that the researchers examined brought on comments expressing positive social support. Overall they found that \"those who value feedback, engage in support seeking, or disclose sensitive concerns, do receive significantly more feedback.\" For example, they noted that posts seeking support and engagement about eating disorders, self-appearance and relationships are more likely to receive supportive comments -- not just \"likes\" -- than the same type of post that is not worded in a way that is seeking support or social engagement. These posts were also more likely to receive comments offering instrumental support such as how and where to get help. Telling Your Story\"Those in distress or with stigmatized identities, often need to express themselves and tell their stories, not only to potentially receive support or find similar others, but also to feel they are expressing themselves candidly, to make sense of their experiences, and to solidify their identities,\" they write.They noticed that the people who were willing to tell the story of their suffering -- rather than just posting a picture or implying that they have a problem -- seemed to get more supportive comments on their posts -- messages like \"I know how that feels,\" \"I have been there,\" or \"You are strong and beautiful.\" According to the research, people whose posts disclosed an illness received more than twice as many supportive comments as the ones who did not specifically note that they had an illness. In the paper, Forte and Andalibi note that psychologists sometimes use visual imagery to help their patients express feelings and experiences that are difficult to put into words. Confirming that images on Instagram can serve a similar function in online social interactions is an important discovery. It means that there are specific corners of social media where people are turning to ask for help -- and this is tremendously valuable information for professional caregivers who seek to help the suffering.  \"The social risks associated with negative disclosures are real, and if people expose themselves to such risk at particularly vulnerable moments, they likely expect some important benefits from doing so,\" the authors write. \"Finding social support is critical, and by sharing difficult experiences and emotions, people signal this need to others.\"Finding SupportAnother important observation they made is that users who post about behaviors such as harming themselves or struggling with an eating disorder tend to receive comments that offer empathetic support and discourage the unhealthy behavior. According to the authors, someone who posts about their self-harming behaviors is equally likely to be greeted with comments such as, \"I know how it is, it helps to hurt myself too\" or \"Please don't hurt yourself. You are strong and you can get through this.\" These are surprising observations given the fact that these disclosures could make the users targets for bullying among other negative commentary.   \"Self-harm is a way of coping with extreme negative feelings and gaining control that many keep as a secret, and find isolating. It is possible that finding others who engage or used to engage in the same behavior may be comforting for some,\" the authors write. \"Our findings suggest that both kinds of reactions to self-harm disclosures are significant, and shed light on the nuances of these expressions.\"Similarly, users who disclosed eating disorders received comments that discouraged the behavior, offered constructive support and reinforced a positive self-image -- for example, \"Please don't fast or look for ana tips. You are beautiful the way you are.\"It is very important, the researchers note, that eating disorder-related disclosures did not receive a significant number of comments that supported the harmful behavior. \"Our findings complicate the concerns and the popular narrative that such online disclosures might encourage eating disorders or are inherently problematic,\" Andalibi said. \"Statistically speaking, our findings suggest that when people share content about eating disorders, they do not receive many comments supportive of pro-disease behavior. Is Instagram used as a pro-eating disorder or a pro-self-harm community? We do not know yet. With this study, we are the first to detail the nuances of interactions around these sensitive disclosures. This is a necessary first step to understanding the impact of these interactions on Instagrammers. How posters perceive these comments, and how these comments and interactions influence their wellbeing and behavior is an important area for further research.\"A Helping HandPerhaps in a nod of acknowledgement to that this community exists on the site, last fall Instagram rolled out a suicide prevention tool that allows users to alert operators when they think someone might be in serious trouble. The operators are able to provide help or connect users with the information they need to find it. While this is a step in the right direction, according to Andalibi, it is only the first of many that need to be taken to truly reach these communities of users.\"Social media platforms like Instagram, that people have adopted to connect with 'similar others' to share their difficult experiences, and seek and provide support, should explore ways to facilitate safe and supportive connections,\" Andalibi said. \"Rather than diverting people away from these platforms, or making design decisions that would further stigmatize sensitive disclosures, they should work to foster these communities of support that are arising organically on their platform.\" For Forte and Andalibi, this research represents another step toward more fully understanding how social media is becoming interwoven into the ways people interact and express themselves, particularly in socially stigmatized or otherwise sensitive contexts. While in some ways, it is means for people turn away from external expression and communication with others, by better understanding how people use social networking sites, it can actually uncover very nuanced forms of communication that would not happen elsewhere. \"It is very important to figure out what the needs of certain marginalized or stigmatized populations are, and how we could be more inclusive and considerate when we design social media,\" Andalibi said. \"The period of thinking online platforms are not 'real-life' has passed, and these spaces can have meaningful impact on people's lives in many ways -- so we need to focus on design that can foster support and reduce abuse.\"They suggest that future research could continue to look at the effects of the interactions that result from the sensitive disclosures to figure out if the help and support being offered is having an impact.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/du-ih022317.php", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/February/Instagram-disclosures/", "funder": "", "meeting": "ACM International Conference on Computer-Supported Cooperative Work", "institution": "Drexel University", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Mass Media", " Decision-making/Problem Solving", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety", " Internet"], "journal": "", "description": "New research from Drexel University is steadily uncovering the areas of social network sites where the sufferers are finding solace. In their latest finding researchers in Drexel's College of Computing & Informatics, who study how people interact on social media, have observed that one way people in pain are overcoming silence is by using Instagram -- and recruiting pictures to help them explain the feelings and experiences that are often too painful or complicated to put into words.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}