{"title": "Air pollution may have masked mid-20th Century sea ice loss", "text": "WASHINGTON, DC -- Humans may have been altering Arctic sea ice longer than previously thought, according to researchers studying the effects of air pollution on sea ice growth in the mid-20th Century. The new results challenge the perception that Arctic sea ice extent was unperturbed by human-caused climate change until the 1970s. Scientists have observed Arctic sea ice loss since the mid-1970s and some climate model simulations have shown the region was losing sea ice as far back as 1950. In a new study, recently recovered Russian observations show an increase in sea ice from 1950 to 1975 as large as the subsequent decrease in sea ice observed from 1975 to 2005. The new observations of mid-century sea ice expansion led researchers behind the new study to the search for the cause. The new study supports the idea that air pollution is to blame for the observed Arctic sea ice expansion. Particles of air pollution that come primarily from the burning of fossil fuels may have temporarily hidden the effects of global warming in the third quarter of the 20th Century in the eastern Arctic, the researchers say. These particles, called sulfate aerosols, reflect sunlight back into space and cool the surface. This cooling effect may have disguised the influence of global warming on Arctic sea ice and may have resulted in sea ice growth recorded by Russian aerial surveys in the region from 1950 through 1975, according to the new research.\"The cooling impact from increasing aerosols more than masked the warming impact from increasing greenhouse gases,\" said John Fyfe, a senior scientist at Environment and Climate Change Canada in Victoria and a co-author of the new study accepted for publication in Geophysical Research Letters, a journal of the American Geophysical Union.To test the aerosol idea, researchers used computer modeling to simulate sulfate aerosols in the Arctic from 1950 through 1975. Concentrations of sulfate aerosols were especially high during these years before regulations like the Clean Air Act limited sulfur dioxide emissions that produce sulfate aerosols. The study's authors then matched the sulfate aerosol simulations to Russian observational data that suggested a substantial amount of sea ice growth during those years in the eastern Arctic. The resulting simulations show the cooling contribution of aerosols offset the ongoing warming effect of increasing greenhouse gases over the mid-twentieth century in that part of the Arctic. This would explain the expansion of the Arctic sea ice cover in those years, according to the new study. Aerosols spend only days or weeks in the atmosphere so their effects are short-lived. The weak aerosol cooling effect diminished after 1980, following the enactment of clean air regulations. In the absence of this cooling effect, the warming effect of long-lived greenhouse gases like carbon dioxide has prevailed, leading to Arctic sea ice loss, according to the study's authors.   The new study helps sort out the swings in Arctic sea ice cover that have been observed over the last 75 years, which is important for a better understanding of sea ice behavior and for predicting its behavior in the future, according to Fyfe. The new study's use of both observations and modeling is a good way to attribute the Arctic sea ice growth to sulfate aerosols, said Cecilia Bitz, a sea ice researcher at the University of Washington in Seattle who has also looked into the effects of aerosols on Arctic ice. The sea ice record prior to satellite images is \"very sparse,\" added Bitz, who was not involved in the new study.Bitz also points out that some aerosols may have encouraged sea ice to retreat. Black carbon, for instance, is a pollutant from forest fires and other wood and fossil fuel burning that can darken ice and cause it to melt faster when the sun is up - the opposite effect of sulfates. Also, black carbon emissions in some parts of the Arctic are still quite common, she said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/agu-apm022317.php", "region": "namerica", "source_link": "http://news.agu.org/press-release/air-pollution-may-have-masked-mid-20th-century-sea-ice-loss/ ", "funder": "", "meeting": "", "institution": "American Geophysical Union", "keywords": ["Atmospheric Science", " Climate Science", " Pollution/Remediation", " Earth Science", " Climate Change", " Climate Change"], "journal": "Geophysical Research Letters", "description": "Humans may have been altering Arctic sea ice longer than previously thought, according to researchers studying the effects of air pollution on sea ice growth in the mid-20th Century.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}