{"title": "Deep brain stimulation for patients with chronic anorexia is safe and might improve symptoms", "text": "Small study in 16 people suggests technique is safe and might help improve mood, anxiety and wellbeing, while increasing weight. Deep brain stimulation might alter the brain circuits that drive anorexia nervosa symptoms and help improve patients' mental and physical health, according to a small study published in The Lancet Psychiatry. Despite having the highest mortality rate of any psychiatric disorder, there are few effective ways to manage treatment-resistant anorexia. While the study only included 16 patients, it suggests that the intervention is safe and could help improve some symptoms of anorexia, but more research is needed.Worldwide, 0.5% of people have anorexia, and teenage girls account for the majority of cases. The eating disorder is characterised by persistent concerns about bodyweight, shape and size, leading patients to maintain a low weight. Many patients experience mood and anxiety disorders, deny their illness and avoid seeking medical help for it.Chronic anorexia causes severe health problems as a result of malnutrition, including weak bones and muscles, sexual problems, infertility, heart problems and seizures. The condition can be fatal and those who become acutely ill are admitted to specialised hospital units to receive nutritional support, medical stabilisation and behavioural therapy. The small study followed 16 women aged between 21 and 57 years old who had had anorexia for an average of 18 years and were severely underweight (with an average body mass index (BMI) of 13.8). They were selected for the study as all other available treatments did not work for them and they were at risk of early death because of anorexia. All patients underwent deep brain stimulation, which involves implanting electrodes and stimulating areas of the brain that control dysfunctional behaviours. The technique is currently used to target the brain circuits involved in Parkinson's disease, dystonia, and tremors, where it has been shown to be highly effective in controlling symptoms. The study looked at how safe deep brain stimulation was for patients with anorexia, and how it affected their BMI, mood, anxiety and wellbeing. Using PET scans, the researchers also looked at how brain activity changed after one year of stimulation. Electrodes were placed into their subcallosal cingulate, an area located in the centre of the brain that has been shown to have altered serotonin binding in patients with anorexia. Once implanted, the electrodes stimulated the area for one year at a level of 5 - 6.5 volts every 90 micro-seconds.The treatment had few serious adverse events; however, five patients had pain that persisted for longer than usual following the surgery (more than 3-4 days) and one had an infection at the site of the surgery which resulted in the electrodes needing to be removed and re-implanted. Most adverse events were a result of the patients' chronic anorexia and included having very low sodium and potassium levels. One patient had an unexplained seizure several months after their electrodes were implanted. During the study, two patients asked to have the electrodes removed, potentially a result of them being uncomfortable with their weight gain. This meant that there were only 14 patients included at follow-up. For these patients, mental health symptoms improved over the study with mood and anxiety symptoms reducing in five patients and depression reducing in 10 out of 14 patients. They also reported better quality of life.While psychological symptoms improved soon after the stimulation began, changes in weight started after three months, suggesting that improving mental health symptoms may precede or even enable changes in weight. Over the course of the study, average BMI of the group increased to 17.3 - an increase of 3.5 points - and six patients achieved a normal BMI (of 18.5 or more). When comparing the scan results for brain activity before treatment and after a year of stimulation, the researchers found that there were changes in the regions linked to anorexia, suggesting that deep brain stimulation was able to directly affect the related brain circuits. This included less activity in the putamen, thalamus, cerebellum amongst other areas, and more activity in the peripheral cortical areas which are also linked to social perception and behaviour. \"Anorexia remains the psychiatric disorder with the highest mortality rate, and there is an urgent need to develop safe, effective, evidence-driven treatments that are informed by a growing understanding of brain circuitry,\" said study author, Professor Andres Lozano, University of Toronto, Canada. \"While our results show some early promise, more research will be needed before this becomes available for patients with anorexia. Our findings emphasise the need for continued research into novel neuromodulation strategies for anorexia nervosa, and for psychiatric disorders more broadly.\" [1]\"Our study suggests that a focal brain intervention, deep brain stimulation, may have an impact on the circuitry of symptoms that serve to maintain anorexia and make it so difficult to treat.\" said lead author, Dr Nir Lipsman, Sunnybrook Health Sciences Centre, Canada. [1]The researchers note some limitations within their work, including that the group was small and there was no control group. In addition, all patients were aware they were being given treatment so the results seen could be affected by placebo effect. However, the authors note this is unlikely as the results lasted for a year and were confirmed with the brain activity scans. Writing in a linked Comment Dr Carrie McAdams, University of Texas, USA, said: \"Conventional treatment of anorexia nervosa includes behavioural modifications to improve feeding, combined with psychological therapy to address cognitive distortions related to self-esteem, eating, and body dissatisfaction. Nevertheless, after intensive treatment, nearly half of adult women with anorexia nervosa relapse within a year... This work shows how modern neuroscience can lead to a new treatment and simultaneously improve understanding of perpetuating factors in a complex, multifactorial disease... Both mood and social function warrant further examination as potential neural factors that might perpetuate anorexia nervosa in adults. Difficulty in changing these factors, which are not part of the diagnostic symptoms of anorexia nervosa, could contribute to the poor outcomes seen with conventional treatments.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tl-dbs022217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Behavior", " Mental Health"], "journal": "Lancet Psychiatry", "description": "Small study in 16 people suggests technique is safe and might help improve mood, anxiety and well-being, while increasing weight.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}