{"title": "Nicotinamide riboside (vitamin B3) prevents nerve pain caused by cancer drugs", "text": "A new study in rats suggests that nicotinamide riboside (NR), a form of vitamin B3, may be useful for treating or preventing nerve pain (neuropathy) caused by chemotherapy drugs. The findings by researchers at the University of Iowa were published recently in the Journal of the International Association for the Study of Pain (PAIN) and lay the groundwork for testing whether this nutritional supplement can reduce nerve pain in cancer patients receiving chemotherapy.Although chemotherapies have improved cancer survival rates, many of these drugs also cause debilitating side effects that decrease the quality of life of patients and survivors. In particular, many anti-cancer drugs cause chemotherapy-induced peripheral neuropathy (CIPN) -- nerve damage and pain. \"Chemotherapy-induced peripheral neuropathy can both hinder continuation of treatment and persist long after treatment has ended, severely affecting the quality of life of cancer patients,\" says Marta Hamity, PhD, UI assistant research scientist and first author on the study. \"Our findings support the idea that NR could potentially be used to prevent or mitigate CIPN in cancer patients, resulting in a meaningful improvement in their quality of life and the ability to sustain better and longer treatment.\" A recent report from the American Society for Clinical Oncology states that there is an unmet need for treatments that can alleviate CIPN.The new study led by Hamity and Donna Hammond, PhD, UI professor of anesthesia and pharmacology at the UI Carver College of Medicine, tested the effect of NR in female rats that were treated with paclitaxel, a chemotherapy commonly used to treat breast and ovarian cancer. The researchers found that paclitaxel, given at doses that mimicked the amount a human patient would receive, caused peripheral neuropathy in the rats, which lasted at least five weeks beyond the end of the chemotherapy.The team used a standard test to assess the pain caused by CIPN. They measured the rats' increased sensitivity to a light foot poke. Untreated rats did not withdraw their foot when light pressure was applied. However, treatment with paclitaxel made the rats hypersensitive to this light touch and caused them to withdraw their foot.NR boosts levels of an important cell metabolite called nicotinamide adenine dinucleotide (NAD+). Previous animal studies, including work from the UI lab of study co-author Charles Brenner, PhD, have shown that increasing NAD+ levels with NR can protect against many types of nerve damage. The new study found that the NR supplement increased levels of NAD+ in the rats' blood by about 50 percent. Prophylactic treatment with daily doses of NR (200 mg/kg) for seven days before chemotherapy was started and continued for 24 days after the chemotherapy ended prevented the hypersensitivity to touch in the rats. This protective effect lasted for at least two weeks after the NR supplementation stopped.Furthermore, the UI researchers also devised a new method to measure how unpleasant the rats with CIPN found the light touch. Rats were given a choice between a dark environment, where their feet were repeatedly poked, and a brightly lit environment. By nature, rats prefer the dark. The team found that untreated rats tolerated many pokes before they were prompted to leave a darkened area. In contrast, rats with CIPN would leave the dark chamber after a fewer number of pokes and remain in the light.  Rats getting both chemotherapy and the NR supplement behaved more like untreated rats and tolerated more poking before leaving the dark. \"The touch sensitivity test measures the threshold where a light touch that normally is not painful is now perceived as painful because of the neuropathy. For example, people with CIPN can find the light touch of clothes or typing on a keyboard painful,\" Hamity explains. \"In the case of the 'escape' test, we were trying to mimic how unpleasant a normal stimulus can be because of the neuropathy, and if that would cause you to avoid it even if it means choosing an activity that you don't enjoy. For example, typing can become so painful that you avoid doing it even if it means not being able to work.\"When NR treatment was started 14 days after the chemotherapy treatment, it reversed touch hypersensitivity in some, but not all, of the animals. However, it was still able to reduce the \"escape\" behavior in all the rats.The study is the first to measure this behavioral impact of CIPN as well as the hypersensitivity to touch. Measuring the effect of potential therapies on both dimensions of pain perception may provide better preclinical information that can lead to more successful clinical trials. The study also is among the first to use female rats to investigate CIPN.Hammond is encouraged by the study findings but cautious about what they may mean for human therapies. \"The preclinical literature is rife with drugs that alleviate chemotherapy-induced peripheral neuropathy but that fail to do so under rigorous clinical testing,\" she says. \"We believe we are using a model that is more clinically relevant - but the true test of that will not be made until the clinical trial is done.\"", "article_link": "http://dx.doi.org/10.1097/j.pain.0000000000000862", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoih-nr022317.php", "region": "namerica", "source_link": null, "funder": "The Roy J. Carver Trust", "meeting": "", "institution": "University of Iowa Health Care", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Pain"], "journal": "PAIN", "description": "A new study in rats suggests that nicotinamide riboside (NR), a form of vitamin B3, may be useful for treating or preventing nerve pain (neuropathy) caused by chemotherapy drugs. The findings by researchers at the University of Iowa were published recently in the Journal of the International Association for the Study of Pain (PAIN) and lay the groundwork for testing whether this nutritional supplement can reduce nerve pain in cancer patients receiving chemotherapy.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}