{"title": "Uncertainty perception drives public's trust, mistrust of science", "text": "Many policies -- from medicine to terrorism -- depend on how the general public accepts and understands scientific evidence. People view different branches of sciences as having different amounts of uncertainty, which may not reflect the actual uncertainty of the field. Yet public perceptions determine action, allocation of funding resources and the direction of public policies. It is therefore necessary to understand perceptions of uncertainty and the influences that political affiliations have on scientific beliefs.Carnegie Mellon University researchers took the first step to understanding more of the whole picture by measuring scientific uncertainty broadly -- across many areas of science, not just topics that are typically polarized. Published in the Journal of Experimental Psychology, the researchers found that how people comprehend the accuracy of a specific scientific field drives their perception of it and how they gauge its uncertainty.\"Uncertainty is a natural part of scientific research, but, in the public domain, it can be used selectively to discredit undesirable results or postpone important policies. Understanding how the public perceives uncertainty is an important first step for understanding how to communicate uncertainty,\" said Stephen B. Broomell, assistant professor of social and decision sciences in the Dietrich College of Humanities and Social Sciences.To examine perceptions of scientific uncertainty, Broomell and Ph.D. student Patrick Bodilly Kane developed a scale to measure how people judge different sciences. They were then able to create a map that plots scientific disciplines from least to most certain.\"The map shows that perceptions held by the public may not reflect the reality of scientific study,\" Broomell said. \"For example, psychology is perceived as the least precise while forensics is perceived as the most precise. However, forensics is plagued by many of the same uncertainties as psychology that involve predicting human behavior with limited evidence.\"Broomell and Kane also found that perceptions of scientific uncertainty were highly correlated with judgments about a particular science's value. And this impacts how people think a scientific field should be funded.\"This tells us that people are not connected to the practice of scientific exploration. When perceived accuracy isn't the same as actual accuracy, this can lead to dangerous choices, as some essential fields like psychology, economics and genetic engineering provide vital social services but may be cut off because of this disconnect,\" Broomell said.While political affiliations are not the only factor motivating how science is perceived, the researchers did find that sciences that potentially conflict with a person's ideology are judged as being more uncertain.\"Our political atmosphere is changing. Alternative facts and contradicting narratives affect and heighten uncertainty. Nevertheless, we must continue scientific research. This means we must find a way to engage uncertainty in a way that speaks to the public's concerns,\" Broomell said.Interestingly, the study showed that the uncertainty for scientific fields does not carry over and inform perceptions about individual study results. This provides scientists with an opportunity for better communication. Focusing on individual results can help allay misperceptions and concerns. Communicators should therefore focus on the specific details of a study's result rather than engaging in the defense of scientific practice more broadly.", "article_link": "http://dx.doi.org/10.1037/xge0000260", "url": "http://www.eurekalert.org/pub_releases/2017-02/cmu-upd022217.php", "region": "namerica", "source_link": "http://www.cmu.edu/dietrich/news/news-stories/2017/february/broomell-scientific-uncertainty.html", "funder": "", "meeting": "", "institution": "Carnegie Mellon University", "keywords": ["Policy/Ethics", " Medical/Scientific Ethics", " Science/Health and the Law", " Social/Behavioral Science", " Climate Change"], "journal": "Journal of Experimental Psychology: General", "description": "Many policies -- from medicine to terrorism -- depend on how the general public accepts and understands scientific evidence. People view different branches of sciences as having different amounts of uncertainty, which may not reflect the actual uncertainty of the field. Carnegie Mellon University researchers took the first step to understanding more of the whole picture by measuring scientific uncertainty broadly -- across many areas of science, not just topics that are typically polarized.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}