{"title": "We read emotions based on how the eye sees", "text": "We use others' eyes - whether they're widened or narrowed - to infer emotional states, and the inferences we make align with the optical function of those expressions, according to new research published in Psychological Science, a journal of the Association for Psychological Science. The research reveals, for example, that people consistently associate narrowed eyes - which can enhance visual discrimination - with discrimination-related emotions including disgust and suspicion.\"Our findings show that how we see directly relates to how others see us, through our facial expressions,\" says psychological scientist Daniel H. Lee of the University of Colorado Boulder. \"This is a clear demonstration of emotional embodiment, from sender to receiver.\"\"For example, if you're watching 'Curb Your Enthusiasm' and wonder why when Larry David squints his eyes that conveys scrutiny, our work offers a theory that explains it,\" Lee explains. \"Narrowing the eyes for visual scrutiny also communicates scrutiny.\"The idea that our facial expressions communicate emotion isn't new - but Lee and co-author Adam K. Anderson of Cornell University wanted to understand how our expressions came to communicate so many complex emotions and mental states.\"We went back to Darwin,\" says Lee. \"His theories on how expression appearance evolved to have a sensory function for the sender showed how it also co-evolved to have communication function for the receiver.\"Opening our eyes wide boosts visual sensitivity by allowing more light in, helping us to see any threats that might lurk nearby. Narrowing our eyes to a squint, on the other hand, can increase visual acuity, helping us to discriminate fine details. Lee and Anderson hypothesized that these opposing types of expressions, which originated for optical purposes, may have been co-opted for social purposes, operating as signals of conceptually related mental states.Using photos of faces included in widely-used databases, the researchers created average exemplars of six expressions (i.e., sadness, disgust, anger, joy, fear, surprise). On each trial, participants saw a pair of eyes (one of the six exemplars) and a word representing a specific mental state, and they rated the extent to which the mental-state term described the eye expression. Each participant completed a total of 600 trials. The researchers then analyzed how these mental state perceptions related to specific eye features: the openness of the eye; the distance from the eyebrow to the eye; the slope and curve of the eyebrow; and wrinkles around the nose, the temple, and below the eye.Combined ratings from the 28 participants showed that the eyes really do provide a strong signal of emotional state. People consistently matched the eye expressions with the corresponding basic emotion, rating \"fear\" as a strong match for the fear eye expression, for example. And these ratings were reliably higher than those for other mental states paired with the same eye expression.Additional analyses examining the relationship between specific eye features and mental states revealed four distinct clusters, two of which aligned with eye-narrowing and eye-widening features. The eye-narrowing cluster was associated with mental states related to social discrimination, including hate, suspicion, aggressiveness, and contempt. The eye-widening cluster was associated with mental states related to information sensitivity, including awe, anticipation, cowardice, and interest.The fact that these two clusters associated so strongly around eye widening and narrowing surprised the researchers:\"Human expressions are highly complex - when enumerating our facial muscles, we computed that there are at least 3.7 x 1016 different expression combinations, which is about the same probabilistic space as two Powerball jackpots,\" says Lee. \"We looked at a subset of this space--just the eye region--and found that one simple physical dimension (widening vs. narrowing) explained a majority of this complex space in social communication.\"Two additional clusters included eye features associated with joy, which aligned with positive mental states like admiration, and sadness, which aligned with negative mental states like uneasiness.Findings from a second study showed that the eyes provide equally strong emotional signals when they're embedded in the context of a whole face, even when the features in the lower face don't indicate the same expression as the eyes do.Thus, relative to the rest of our facial features, the eyes seem to have it when it comes to conveying complex mental states.\"This finding underscores how the origins of reading mental states from the eyes relate in part to how the eyes see,\" the researchers write.", "article_link": "http://dx.doi.org/10.1177/0956797616687364", "url": "http://www.eurekalert.org/pub_releases/2017-02/afps-wre022217.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/we-read-emotions-based-on-how-the-eye-sees.html#.WK2y028rKUk", "funder": "Canada Research Chairs, Natural Sciences and Engineering Research Council", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "We use others' eyes -- whether they're widened or narrowed -- to infer emotional states, and the inferences we make align with the optical function of those expressions, according to new research published in Psychological Science, a journal of the Association for Psychological Science. The research reveals, for example, that people consistently associate narrowed eyes -- which can enhance visual discrimination -- with discrimination-related emotions including disgust and suspicion.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}