{"title": "A problem shared can be a problem doubled", "text": "The train is late again, your meal at the restaurant is cold or the breakfast buffet at the hotel has already been devoured - failures are always possible in the service sector. But no service provider can afford to disappoint customers for very long. \"For this reason, it is essential for them to make good their mistake quickly,\" says Gianfranco Walsh, Professor of Marketing at Friedrich Schiller University, Jena. However, whether and how effectively the company succeeds in doing this depends not only on the mistake that was made. \"A key factor is also the way in which the consumer perceives that mistake.\"Prof. Walsh's team has now been able to show in a study that customers perceive one and the same service problem very differently, depending on whether they are affected as individuals or in a group. \"Service failures that affect a group of customers cause them to be more annoyed with the provider than problems that impact an individual,\" adds Arne Albrecht, a researcher at the Chair of General Management and Marketing and lead author of the study. \"In addition, after a group service failure, customers are more likely to talk negatively about the service provider to people they know, and to complain to the provider.\" The researchers recently published their findings in the Journal of Service Research (DOI: 10.1177/1094670516675416). Whose fault is it?The study's authors, Arne Albrecht, Prof. Walsh and Prof. Sharon Beatty of the University of Alabama (USA), were initially surprised by this result. \"Looked at objectively, it should not make any difference to the customer whether the problem affects him or her alone, or also affects others. The inconvenience is the same in both cases,\" says Albrecht. The researchers see a possible explanation for this fact in the different mechanisms for apportioning blame for the errors. \"In a situation in which it is not completely clear why a mistake has occurred, customers use the other people affected as evidence that the provider is to blame for the mistake,\" explains Prof. Walsh. If no other customers are involved, affected customers are more uncertain as to whether they themselves might not be partly responsible for the problem. However, the marketing experts stress that the effect on an individual's personal perception is not the result of an active exchange among the customers. Instead, it is due to the simple fact that others are present. The researchers explain this outcome through what is called the consensus effect. According to this effect, individuals are more likely to suspect that the causes of an incident lie outside their own sphere of influence if other people are also affected. As the researchers were able to show in a second step, this effect can even be observed in situations where there is clear and objective evidence that the customer is responsible for the service error, for example by failing to respect opening times. The authors suggest that, based on the results of their research, service companies would be well-advised to pay particular attention to situations in which group service failures can arise. Prof. Walsh: \"Service providers should be aware of the fact that group service failures can have particularly negative consequences. There are, however, some measures that can be taken to eliminate the customer's impression that such a group service failure has occurred. A sensible move can be to divide up groups of customers in critical situations, for example by opening another check-out or speaking to customers individually.\"", "article_link": "http://dx.doi.org/10.1177/1094670516675416", "url": "http://www.eurekalert.org/pub_releases/2017-02/fj-aps022217.php", "region": "europe", "source_link": "http://www.uni-jena.de/en/Research+News/FM170222_service_failures.html", "funder": "", "meeting": "", "institution": "Friedrich-Schiller-Universitaet Jena", "keywords": ["Business/Economics", " Advertising/Public Relations"], "journal": "Journal of Service Research", "description": "Customers perceive one and the same service problem very differently, depending on whether they are affected as individuals or in a group. Service failures that affect a group of customers cause them to be more annoyed with the provider than problems that impact an individual, according to a recent study of economists at University of Jena (Germany).", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}