{"title": "Historic cultural records inform scientific perspectives on woodland uses", "text": "Scientists at the University of York and University College Cork have investigated how cultural records dating back 300 years could help improve understanding of the ways in which science interprets the many uses of woodland areas. The researchers hope that the work will give a cultural narrative to environmental data collected over time, but also give new insight into the ways in which woodland management systems can be adapted to increase a sense of ownership amongst communities that live near woodland areas.Historical evidence, gathered and analysed by the Shrawley Lime Group, a group of experts investigating the cultural and ecological history of Shrawley Woods, provided the team with new thinking on how documented woodland uses can be coloured by a cultural perception of them as either a home for various tree species; working woods; or spaces of leisure.  From researching pollen grains preserved in a waterlogged area of Shrawley Woods, the researchers were able to provide environmental data dating back to the 11th century.  This was then compared with oral history records from the 18th century, which revealed the differences that occur in how the same type of tree is referenced between environmental and cultural records over time.Researchers showed that the name of the tree related more closely to how it was used by woodland dwellers and not by its species name, a feature that becomes more common from the industrial revolution onwards.The team found that the scientific data referenced both oak and lime species in the woods, but the historical information refers primarily to the products of the woods, such as 'poles' used for hop growing, and do not reference the species name at all. It is only when the local oral history evidence is included that historical and scientific data can be linked together and the evolution of wooded areas fully understood.Dr Suzi Richer, from the University of York's Archaeology and Environment Departments, said: \"We find that many books, television programmes, films, and art work, position woodlands as 'dangerous' or 'alien' places, where cultural norms can be broken, but archaeological and historical evidence shows that these were often working and living spaces with evidence of charcoal burning, brick kilns, and water-powered mills, which bring people and wooded areas much closer together in a working, living harmony. \"Scientific data by itself, particularly if it spans over many years, can miss out the cultural and social context of the period it represents and therefore the relationship between the environment and the people who lived there in the past.  This can be crucial to help us interpret environmental records more fully.\"Records show that from around the 1800s, woodlands become far less 'personal' in the way in which they are documented, but the oral history accounts demonstrate that this 'other way' of seeing trees persisted and still persists in areas of the West Midlands today. The need to standardise resources was also consistent with the Enlightenment way of seeing the world at that time - one which saw the natural world as 'civilised'. It is from this point onwards that names, like 'oak', are used more commonly. Dr Ben Gearey, from the Department of Archaeology, University College Cork, said: \"We often think of environmental data as giving us information on the adverse effects that human activity can have on the environment, but our research shows that it can also demonstrate how cultural perceptions of a landscape or species can shape conservation efforts.\"We hope that this work demonstrates the importance of combining information from scientific and cultural approaches, and also accounts from the local communities in which these types of studies are undertaken.    \"The next stage is to look more closely at the archaeological record and how we can present combined records so that they are meaningful for policy makers and woodland managers.\"", "article_link": "http://dx.doi.org/10.1080/14614103.2017.1283765", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoy-hcr022217.php", "region": "europe", "source_link": "http://www.tandfonline.com/eprint/2v4uh6uDhcEQyGdH7Maz/full", "funder": "", "meeting": "", "institution": "University of York", "keywords": ["Archaeology", " Ecology/Environment", " Forestry", " Earth Science", " Geology/Soil", " Old World", " New World"], "journal": "Environmental Archaeology: Journal of Human Palaeoecology", "description": "Scientists at the University of York and University College Cork have investigated how cultural records dating back 300 years could help improve understanding of the ways in which science interprets the many uses of woodland areas.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}