{"title": "Teens with PTSD and conduct disorder have difficulty recognizing facial expressions", "text": "Adolescents with posttraumatic stress disorder (PTSD) symptoms are more likely to misidentify sad and angry faces as fearful, while teens with symptoms of conduct disorder tend to interpret sad faces as angry, finds a study by NYU's Steinhardt School of Culture, Education, and Human Development. \"Our findings suggest that exposure to stress and trauma can have acute emotional impacts that simply translate to misidentification of important affective cues,\" said Shabnam Javdani, assistant professor of applied psychology at NYU Steinhardt, who led the study with Naomi Sadeh of the University of Delaware. The study was published in the February issue of the journal Child and Adolescent Mental Health.Research suggests that trauma increases the risk for the development of both PTSD and conduct disorder - a group of behavioral and emotional problems characterized by callousness or aggression towards others - in teens. These disorders, which often co-occur, have an immense impact on the well being and healthy development of adolescents; if left untreated, they increase the risk of hurting others or oneself, substance use, and mental health problems in adulthood.Trauma has also been associated with an impaired ability to recognize facial expressions. Understanding facial expressions is critical for social functioning and communicating emotions. Earlier studies have found that youth with PTSD and conduct disorder symptoms have deficits in emotional processing that are associated with aggressive behavior and impaired social functioning. These interpersonal problems may be connected to youth misinterpreting social cues conveyed through facial expressions.The researchers examined the effects of PTSD and conduct disorder symptoms on how youth with emotional and behavior problems process facial expressions. The study included 371 teens, ages 13-19, who were enrolled in therapeutic day schools in Chicago or Providence, R.I. The teens completed a structured diagnostic assessment and a facial affect recognition task.\r\nSeventeen percent of participants had at least one PTSD symptom, and 12.4 percent met the criteria for a PTSD diagnosis. Eighty-five percent of the teens studied had at least one conduct disorder symptom, and approximately 30 percent met the criteria for a diagnosis of conduct disorder. In addition, 17 percent of those studied had symptoms of both PTSD and conduct disorder. The researchers found that youth with emotional and behavior problems generally had more difficulty accurately identifying angry faces than fearful or sad faces. However, when they looked at participants with PTSD or conduct disorder symptoms, their findings varied.Higher levels of PTSD symptoms were associated with less accurate identification of angry faces compared with fearful and sad faces; specifically, youth with greater PTSD symptoms were more likely to mistake sad and angry emotions for fear. \"Fear is particularly relevant for understanding PTSD, as the disorder has been associated with a 'survival mode' of functioning characterized by an overactive fight-or-flight response and increased threat perception,\" Javdani said.In contrast, teens with conduct disorder were more likely to misidentify sad faces, but did not have trouble recognizing angry or fearful faces. Conduct disorder symptoms were associated with mistaking sadness for anger, suggesting that youth with higher levels of conduct disorder interpret sad faces as angry and may be less effective at recognizing others' sadness, pain, and suffering.\"Difficulty interpreting displays of sadness and misidentifying sadness as anger may contribute to the impaired affective bonding, low empathy, and callous behavior observed in teens with conduct disorder,\" Javdani said.The researchers point to potential treatment implications of their findings: enhancing the accuracy of recognizing facial expressions may be an important treatment goal for youth with symptoms of PTSD and conduct disorder.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nyu-twp021717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Mental Health, Lifespan/Brown/Tufts Center for AIDS Research", "meeting": "", "institution": "New York University", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Depression/Anger", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Child and Adolescent Mental Health", "description": "Adolescents with posttraumatic stress disorder (PTSD) symptoms are more likely to misidentify sad and angry faces as fearful, while teens with symptoms of conduct disorder tend to interpret sad faces as angry, finds a study by NYU's Steinhardt School.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}