{"title": "Humans are hard-wired to follow the path of least resistance", "text": "The amount of effort required to do something influences what we think we see, finds a new UCL study suggesting we're biased towards perceiving anything challenging to be less appealing.\"Our brain tricks us into believing the low-hanging fruit really is the ripest,\" says Dr Nobuhiro Hagura, who led the UCL team before moving to NICT in Japan. \"We found that not only does the cost to act influence people's behaviour, but it even changes what we think we see.\"For the study, published in eLife, a total of 52 participants took part in a series of tests where they had to judge whether a cloud of dots on a screen was moving to the left or to the right. They expressed their decisions by moving a handle held in the left or right hand respectively. When the researchers gradually added a load to one of the handles, making it more difficult to move, the volunteers' judgements about what they saw became biased, and they started to avoid the effortful response. If weight was added to the left handle, participants were more likely to judge the dots to be moving rightwards as that decision was slightly easier for them to express. Crucially, the participants did not become aware of the increasing load on the handle: their motor system automatically adapted, triggering a change in their perception.\"The tendency to avoid the effortful decision remained even when we asked people to switch to expressing their decision verbally, instead of pushing on the handles,\" Dr Hagura said. \"The gradual change in the effort of responding caused a change in how the brain interpreted the visual input. Importantly, this change happened automatically, without any awareness or deliberate strategy.\"\"Traditionally, scientists have assumed the visual system gives us perceptual information, and the motor system is a mere downstream output channel, which expresses our decision based on what we saw, without actually influencing the decision itself. Our experiments suggest an alternative view: the motor response that we use to report our decisions can actually influence the decision about what we have seen,\" he said.The researchers believe that our daily decisions could be modified not just through deliberate cognitive strategies, but also by designing the environment to make these decisions slightly more effortful. \"The idea of 'implicit nudge' is currently popular with governments and advertisers,\" said co-author Professor Patrick Haggard (UCL Institute of Cognitive Neuroscience). \"Our results suggest these methods could go beyond changing how people behave, and actually change the way the world looks. Most behaviour change focuses on promoting a desired behaviour, but our results suggest you could also make it less likely that people see the world a certain way, by making a behaviour more or less effortful. Perhaps the parent who places the jar of biscuits on a high shelf actually makes them look less tasty to the toddler playing on the floor.\"", "article_link": "http://dx.doi.org/10.7554/eLife.18422.001", "url": "http://www.eurekalert.org/pub_releases/2017-02/ucl-hah022017.php", "region": "europe", "source_link": null, "funder": "European Research Council, Japan Society for the Promotion of Science, James S. McDonnell Foundation", "meeting": "", "institution": "University College London", "keywords": ["Neurobiology", " Physiology", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "eLife", "description": "The amount of effort required to do something influences what we think we see, finds a new UCL study suggesting we're biased towards perceiving anything challenging to be less appealing.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}