{"title": "Caregivers of black stroke survivors spend more time; but report more positive outlook", "text": "DALLAS, Feb. 21, 2017 - Despite providing more hours of care, caregivers of black stroke survivors reported a more positive perception of caregiving than caregivers of white stroke survivors, according to new research in Circulation: Cardiovascular Quality and Outcomes, an American Heart Association journal.The study found black stroke survivors received an average of 11 more hours of care than white stroke survivors. There was little difference in the unmet needs of the black and white stroke survivors.\"Our findings surprised me,\" said Lesli Skolarus, M.D., lead researcher and associate professor of neurology at the University of Michigan in Ann Arbor. \"Despite the greater time commitment of caregivers of black stroke survivors, there was no evidence that caregivers of black stroke survivors perceived this time commitment as burdensome compared to caregivers of white stroke survivors. In fact, caregivers of black stroke survivors reported more positive aspects of caregiving than caregivers of white stroke survivors.\"Researchers drew from the National Health and Aging Trends Study and its companion the National Study of Caregiving in a cross-sectional study of 581 white and 225 black, elderly stroke survivors and their paid and unpaid caregivers.Sixty-two percent of black stroke survivors have a caregiver and, on average, receive 31.7 hours of help per week compared to the 49.7 percent of white stroke survivors with caregivers who receive 20.5 hours of help per week.\r\nFor black stroke survivors, care was one and half times more likely to be provided by a child, three times more likely to be provided by a grandchild and nearly two times more likely to be provided by a friend than for white stroke survivors.\r\nCaregivers of black stroke survivors reported more than a 10 percent increase in positive aspects of caregiving compared to caregivers of white stroke survivors. Caregivers of black stroke survivors were less likely to be married and more likely to have a child under the age of 18 than caregivers of white stroke survivors. Unmet needs relate to self-care, mobility and activities, such as going without eating, going without bathing or washing up, wetting or soiling clothing, going without getting dressed, immobility within the home and not being able to leave home.Positive aspects of caregiving included developing more confidence in one's ability, learning how to deal with difficult situations, getting closer to the care recipient and satisfaction that the recipient is well cared for.\"Despite the positive aspects of caregiving noted by caregivers of black stroke survivors in our study, the magnitude of the time commitment calls for further research to determine if other negative consequences, such as decreased health or restricted economic opportunities, accrue to caregivers of black stroke survivors,\" Skolarus said.Projections show that by 2030, an additional 3.4 million U.S. adults aged 18 years and older will have had a stroke, a 20.5 percent increase in prevalence from 2012.", "article_link": "http://dx.doi.org/10.1161/CIRCOUTCOMES.116.003160", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-cob021617.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/caregivers-of-black-stroke-survivors-spend-more-time;-but-report-more-positive-outlook?preview=950b3c049b34f1ea65b0c4cd13acff93", "funder": "NIH/The National Institute of Minority Health and Health Disparities, NIH/National Institute of Aging", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "Circulation: Cardiovascular Quality and Outcomes", "description": "Black stroke survivors were more likely to have a caregiver and received more hours of help per week.  Despite providing more hours of care, caregivers of black stroke survivors reported a positive perception of caregiving.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}