{"title": "A close look at sharp vision", "text": "Vision scientists have uncovered some of the reasons behind the unusual perceptual properties of the eye's fovea.  Among mammals, only humans and other primates have this dimple-like structure in their retinas. Owls, some other predatory birds, and some reptiles have a similar structure.  The fovea  is responsible for our visual experiences that are rich in colorful spatial detail.\r\n\r\n Figuring out how the fovea functions is essential to the search for strategies to correct central vision loss, including efforts to design visual prosthetics.\"Diseases such as macular degeneration are much more debilitating than deficits in peripheral eyesight because of the importance of the fovea to everyday vision,\" said Dr. Raunak Sinha of the Department of Physiology and Biophysics at the University of Washington School of Medicine.  The fovea is a specialized region that dominates our visual perception, Sinha explained. It provides more than half of the input from the eyes to the visual cortex of the brain.  When you look at a scene an arm's length away, he said, the fovea subtends a field only about the size of your thumbnail.  Your eyes undergo rapid movements to direct the fovea to various parts of the scene.The absence of a fovea in most mammals, he said, and technical challenges associated with recording from the primate fovea, led to a paucity of information about how the fovea operates at the level of cellular circuits.Using advanced techniques, Sinha helped lead a study that revealed that the computational architecture and basic visual processing of the fovea are distinct from other regions of the retina.  The results help explain why central and peripheral vision have different qualities, he said. Located near the optic nerve, the fovea is at its best for fine tasks like reading. Compared to the peripheral retina, however, the fovea is less able to process rapidly changing visual signals. This low sensitivity is what makes us see motion in flipbooks and movies. It's also what prevents us from seeing flicker when a computer or TV screen refreshes, unless we glance at the screen (especially the old-fashioned CRT monitors) from the corner of our eye, Sinha explained. Past recordings of foveal output signals in the living eye had demonstrated that the perceptual specializations of foveal vision originated largely in the retina itself, rather than in subsequent brain circuits. Nonetheless, Sinha said, little was known about the cellular and circuitry basis of these functional specializations due to a lack of intracellular recordings from foveal neurons. The UW and Howard Hughes Medical Center research team recently made one of the first direct comparisons of the physiological properties of foveal and peripheral retinal neurons and among the first correlations between structure and function in the fovea.The project was conducted in the laboratories of Fred Rieke in the UW Department of Physiology and Biophysics and Rachel Wong in the UW Department of Biological Structure. The findings were published in the journal Cell.Their experiments revealed how differences in the cellular and circuit mechanisms of foveal and peripheral retina can account for the well-established differences in their perceptual sensitivities. Specifically, they found that the way foveal midget ganglion cells (a major class of retinal output neurons) process input and output signals shows that they are not smaller versions of their peripheral counterparts.  The researchers discovered that this dominant neural circuit in the fovea (the midget pathway) operates effectively independent of any sort of \"braking\" at the specialized signaling junction called the synapse. \"This was surprising given the central role inhibition plays in every other well-characterized neural circuit, \"said Rieke, whose lab explores sensory signal processing, particularly at the limits imposed by physics. The latest study provides one of the first glimpses into how the fovea works at a cellular and circuit level. It turns out to be very different from how other regions of the retina operate. Returning to the issue of sensitivity to rapidly changing inputs, Sinha and colleagues compared the responses of the cone photoreceptors -- the neurons that are the frontline of the visual system.  They found that the responses of cone photoreceptors in the fovea are about two-fold slower than those in the periphery. This is nearly identical to the differences  between central and peripheral vision in the sensitivity to rapidly changing inputs.  The finding suggests  that the perceptual differences originate in the cone photoreceptors themselves. \"The novelty of this study is bolstered by a comprehensive structure-function analyses, lacking in previous work on the fovea, using techniques such as particle-mediated gene transfer to study protein expression in a diverse array of ganglion cells,\" said Mrinalini Hoon, an acting instructor in biological structure at the UW School of Medicine who contributed to the recent research. These approaches open the door to a wide-range of transient genetic manipulations that will allow scientists to explore properties of other cell types in the fovea.\"Determining the cellular origin of human perception is an important, but rarely realized, goal in neuroscience and biology,\" Sinha said. \"Our results provide a simple explanation for a salient perceptual observation.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.01.005", "url": "http://www.eurekalert.org/pub_releases/2017-02/uowh-ac022117.php", "region": "namerica", "source_link": null, "funder": "Human Frontier Science Foundation, Knights Templar Eye Foundation, Simons Foundation, ARCS Foundation, Howard Hughes Medical Institute, National Institutes of Health", "meeting": "", "institution": "University of Washington Health Sciences/UW Medicine", "keywords": ["Biology", " Biomechanics/Biophysics", " Medicine/Health", " Neurobiology", " Ophthalmology", " Physiology"], "journal": "Cell", "description": "Found only in the retinas of humans and other primates, the fovea is responsible for visual experiences that are rich in colorful, spatial detail. Some reasons behind the fovea's unusual perceptual qualities have now been uncovered. Understanding these functions would be essential to designing visual prosthetics for central vision loss.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}