{"title": "Body and brain timing can be trained", "text": "Good timing is vital in many situations of daily life, but is rarely something we consider. In a new dissertation from Umeå University in Sweden, Olympia Karampela shows that our ability for timing is something that can be trained and it seems to be connected with our cognitive capacity.\"Understanding the processes revolving our consciousness and how our bodies' time perceptions and movements can be useful, partly in order to improve everyday performance, or when something extra is required. Partly also, it can facilitate treatment for people with certain disorders,\" says Olympia Karampela.How things are timed - that is, happen at the right moment - is not something people generally consider. But timing is actually more or less fundamental for our existence.In the big picture, the World is ruled by timing where one revolution around the sun becomes a year, and one rotation around the Earth's axis makes up 24 hours. In more detail, microsecond timing is required for everyday situations such as speaking.  For example, if the timing is faulty, when air passes through the vocal cords and when the tongue moves, your speech becomes incomprehensible. Even worse would be if we were unable to synchronise chewing and swallowing whilst eating, which could lead to starvation. And if we turned the steering wheel at the wrong moment at a junction, we might crash into an oncoming vehicle.In relation to the importance of correct timing, the processes behind our brain and body's ability of time perception and movement is relatively unexplored. What we do known is that humans lack a particular centre for timing similar to the brain's centres for eyesight and hearing. That suggests more body parts must be involved.How well timing is performed can be described using 'timing variability', where a lower value suggests a higher precision. When it comes to the Earth's rotation around the sun, a timing variability of a few seconds will hardly have a huge impact for humans. However, for a combat pilot, a time variability of a millisecond may be the difference between life and death when you need to escape a missile.In her doctoral dissertation, Olympia Karampela has completed three studies with a total of 120 student research participants. The studies aimed to answer some fundamental questions regarding our ability to improve our timing through intense training and to see if there is any connection between motor timing and cognitive capacity. Another aim was to see if we are equally good in performing timing tasks by different body parts. The results showed that students had a noticeably better timing ability after just a few sessions of motor training consisting of performing synchronised drumstick beats to external rhythmic stimuli.The results show that students had a noticeably better timing ability after just a few sessions of motor training consisting of performing synchronised drumstick beats to external rhythmic stimuli. The biggest improvement, expressed as a reduced timing variability occurred in the first hour of training, whilst other training for up to 3.5 hours did not lead to any improvement.Even the cognitive ability show positive effects from training in synchronising audiovisual impressions with drumstick beats. When it comes to if timing is similar in all parts of the body, the results vary. A general conclusion is that motor timing is partly controlled by overlapping distributed mechanisms, and that they are connected to systems controlling cognitive processes, such as attention. These results partly explain the well-known relationships between cognitive ability and timing.\"Future research will show if these results can lead to the opportunity to treat people with serious attention deficit disorders using intervention programmes to train motor timing in order to improve their cognitive abilities,\" says Olympia Karampela.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uu-bab022017.php", "region": "europe", "source_link": "http://urn.kb.se/resolve?urn=urn:nbn:se:umu:diva-130755", "funder": "", "meeting": "", "institution": "Umea University", "keywords": ["Developmental/Reproductive Biology", " Social/Behavioral Science", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "", "description": "Good timing is vital in many situations of daily life, but is rarely something we consider. In a new dissertation from Umeå University in Sweden, Olympia Karampela shows that our ability for timing is something that can be trained and it seems to be connected with our cognitive capacity.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}