{"title": "Doctors' biases mean black men don't get the same treatment in healthcare", "text": "A new qualitative study has shown that previous bias and fear of black men likely result in them not getting the same healthcare as white male patients.Published by the Journal of Racial and Ethnic Health Disparities, the study by Marie Plaisime, a 2014 graduate of Drexel University's Dornsife School of Public Health and current Howard University student, found that health providers largely perceive black male patients with bias, fear and discomfort. These findings in \"Healthcare Providers' Formative Experiences with Race and Black Male Patients in Urban Hospital Environments\" back up past quantitative studies that found that black men are less likely to receive cardiac medical procedures such as cardiac catheterizations and coronary angioplasties compared to white men presenting with identical symptoms.Plaisime's work on this study was conducted under Jennifer Taylor, PhD, associate professor in the Dornsife School of Public Health.\"Racial bias in healthcare is worrying because one of the higest values of medical practice is to 'do no harm,'\" Taylor said. \"Whether explicit or implicit, our racial biases can direct patients to different and unequal treatments that do not make them whole.  No one goes into medicine wanting this to happen, so we must look at both our personal and professional socialization to check in on how those experiences may influence our actions as caregivers.\"Participants in the study included physicians, nurses and medical students from two urban university hospitals in the United States. Interviews were conducted with them to gather qualitative data on how formative childhood, personal and professional experiences with race and black men influences interactions with male, black patients today.Plaisime and her team found themes across the interviews that were reflective of personally-mediated racism and concluded with findings of how the perception of black males and cognitive dissonance appear to influence providers' approaches with black male patients.Both black and white medical providers who were interviewed described examples when black male patients were treated differently based on race. For example, one physician noted, \"I've had ... a black patient who I think had not been offered a procedure because of either where he was economically or where he was assumed to be economically because of his race. He clearly needed to be catheterized for his presentation and it was suggested that we do medical management.  I spoke with the cardiologist and as soon as we started talking, he said, 'Oh well, of course, we'll cath' him.'  And so, like that, it changed...[I] certainly have enough anecdotal experience to think that people are probably [being] treated differently based on race.\" Furthermore, white providers described experiencing a sense of fear or discomfort and discussed their lack of exposure to black males. In contrast, black providers shared their frustration with media portrayal of black men, the pressure they feel to avoid confirming negative stereotypes associated with black culture, and instances of patients discriminating against them. The qualitative nature of this study allowed the authors to explore where previous quantitative findings ended. By gaining insights into the patient-provider encounter, this study suggests the need to develop curricula in health professional schools that address provider racial bias. Understanding the dynamics operating in the patient-provider encounter will enhance the ability to address and reduce health disparities.\"Participants in this study told us they had little useful training on how to deal with their own implicit bias that may affect the quality and safety of the patient care they give,\" Taylor said. \"We heard that past programs took the form of a grand round seminar or one lecture in a class, and were based off of pre-existing cultural competency curricula that were incorrect, stereotypical, or insulting. I think we have a unique opportunity to redesign healthcare training by developing social-cultural competencies as an essential component of candidates' skillset.\"\r\n", "article_link": "http://dx.doi.org/10.1007/s40615-016-0317-x", "url": "http://www.eurekalert.org/pub_releases/2017-02/du-dbm022017.php", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/February/Doctors-biases-effect-black-patients-treatment/", "funder": "", "meeting": "", "institution": "Drexel University", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals"], "journal": "Journal of Racial and Ethnic Health Disparities", "description": "Black men likely don't get the same healthcare treatment that white men do  because of doctors' biases and fear of black men, according to a new qualitative study.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}