{"title": "Stanford researcher examines unsung hero of science: Assessment", "text": "The process of reaching consensus in the complex arena of climate science requires exceptional collaboration between scientists and government officials, Katharine Mach, a senior research scientist at Stanford's School of Earth, Energy & Environmental Sciences, told the audience Sunday, Feb. 19, at the annual meeting of the American Association for the Advancement of Science (AAAS) in Boston.Mach, who served as co-director of science on the Intergovernmental Panel on Climate Change (IPCC), spoke about her experiences ensuring reports from the panel incorporated careful assessment, the process by which information is evaluated from diverse sources. The interaction between experts and decision makers creates complex science policy territory, but the process also generates ownership and traction, she said.\"Assessment has had these phenomenal successes, and that ranges from framing the understanding of climate change to creating foundations that enable people to step forward and try out climate solutions,\" said Mach, who worked on the IPCC's Working Group II from 2010 to 2015. \"At the same time, assessment is really hard intellectually and socially, and we have some impressive experiences to learn from.\"Navigating the assessment process can be unfamiliar territory for many scientists, requiring a different set of skills than they typically use, like tact and negotiation, according to Mach. Her research aims to find opportunities to improve inefficiencies in this practice, which can be exhaustive to the hundreds of contributors involved.\"For scientists hoping for a straightforward summary of physics and math, that can be a really uncomfortable reality - it's not as if you just put experts around a table and rationality happens,\" Mach said. \"It is actually a social process of interactions, and that can go really well or it can go poorly, and it gets a whole lot more complicated when it's experts with a sea of government delegates interacting.\"Mach offered her insider perspective of how different audiences impact revisions, depending on if they include scientists or the addition of decision makers. Her position with the IPCC gave her \"immersive exposure to the entirety of that process,\" she said.\"There's been a huge amount of attention to the IPCC being a politicized process,\" Mach said. \"We see the final product of assessment in our understanding of the climate challenge, but it's pretty rare that we lift up the hood and say, 'How does this process happen?' and 'How could it happen better?'\"Mach worked with Chris Field, a co-chair of the IPCC's Working Group II and director of the Stanford Woods Institute for the Environment. Their contributions resulted in the IPCC's Fifth Assessment Report and Special Report on Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation. The reports have supported diverse climate policies and actions, including the Paris Agreement. The team also created summaries of the reports for policymakers that required line-by-line approval from hundreds of stakeholders in science and government.\"Scientifically, we're never going to be able to say exactly what the impacts of climate change will be in any one place, at any one time,\" Mach said during the talk, referring to the many unknowns of predicting future circumstances. She focused her discussion on risk assessment, emphasizing the importance of accounting for low-probability outcomes.Mach's current research focuses on complicated adaptation strategies that require tradeoffs, such as managed retreat, a coastal management strategy in which people are moved away from encroaching shorelines. In climate change mitigation with interactions, assessment leaders must consider the public perception of theories such as land-based strategies to compensate for industrial emissions, which may not meet expectations if they are described out of context.Assessment analysis confronts complex issues, ranging from government regulations and corruption to the ethics of publicity, including how to inform media of something like the global warming slowdown, which may not have actually happened. Assessment practitioners must grapple with the ethical dimensions of making sure important assumptions are transparent, especially when one generation is kicking the can of the climate challenge on to the next, she said.\"In this exciting question of what's next for climate, assessment has a huge amount to contribute, ranging from revealing risks and options through to pinpointing the ways that it's a challenge of values, and whose values count and how much,\" Mach said. \"The beauty of assessment from the scientific perspective is that it really drives knowledge creation by bringing people together.\"Mach leads the Stanford Environment Assessment Facility (SEAF) at the Stanford Woods Institute for the Environment. SEAF is an initiative to use the university context to innovate and evaluate approaches to assessment so they may be applied to issues such as climate change, conflict, adaptation and infrastructure.Mach is also an adjunct assistant professor at Carnegie Mellon University and a Visiting Investigator at the Carnegie Institution for Science.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ssoe-srt021717.php", "region": "namerica", "source_link": null, "funder": "Stanford University", "meeting": "2017 AAAS Annual Meeting", "institution": "Stanford's School of Earth, Energy & Environmental Sciences ", "keywords": ["Biodiversity", " Ecology/Environment", " Pollution/Remediation", " Earth Science", " Energy Sources", " Temperature-Dependent Phenomena", " Mass Media", " Climate Change", " Climate Change", " Climate Change"], "journal": "", "description": "Assessment adds enormous value to the scientific landscape, creating foundations for government and society.", "date": "Sun, 19 Feb 2017 05:00:00 GMT"}