{"keywords": ["Biology", " Biomechanics/Biophysics", " Biomechanics/Biophysics", " Biotechnology"], "funder": "Ministry of Education and Science of the Russian Federation", "journal": "Crystal Growth & Design", "description": "Membrane proteins are of great interest to both fundamental research and applied studies (e.g., drug development and optogenetics). Previously, scientistist had to use detergents to stabilize membare proteins (e.g. for x-ray crystallography).  For the first time, a team of scientists showed that membrane proteins trapped in synthetic patches of cell membrane called 'nanodiscs' can be transferred into the lipidic cubic phase and crystallized.", "title": "Biophysicists propose new approach for membrane protein crystallization", "source_link": "https://mipt.ru/english/news/end_of_soap_opera_biophysicists_propose_new_approach_for_membrane_protein_crystallization", "institution": "Moscow Institute of Physics and Technology", "meeting": "", "text": "A team of scientists from the Laboratory for Advanced Studies of Membrane Proteins at MIPT, Research Center Jülich (Germany), and Institut de Biologie Structurale (France) have developed a new approach to membrane protein crystallization.For the first time, the scientists showed that membrane proteins trapped in synthetic patches of cell membrane called \"nanodiscs\" can be transferred into the lipidic cubic phase and crystallized.The study published in ACS Crystal Growth & Design will enable scientists to crystallize membrane proteins just after their functional studies in defined membrane environments, avoiding the often critical procedure of detergent solubilization, which frequently affects their functionality and structural integrity and makes the proteins noncrystallizable. Membrane proteins are of great interest to both fundamental research and applied studies (e.g., drug development and optogenetics). They are responsible for many diverse processes in a living cell, controlling cell response to the environment and molecular transport across the cell membrane. They are highly important drug targets and their structures are of great interest to pharmacology. Knowledge of protein structures facilitates the development of new drugs and provides insights into fundamental biological processes. Unfortunately, solving membrane protein structures is a major challenge for structural biology: Out of 7,000 predicted human membrane proteins, structures are only known for a few dozen of them. Due to their amphipathic nature, membrane proteins must be extracted from the cell membrane and solubilized in an aqueous solution to enable biochemical studies and subsequent crystallization. Previously, scientists had to use \"soapy\" molecules known as detergents to stabilize membrane proteins in a solution. However, these molecules tend to compromize protein stability and functionality, often impairing biophysical and structural analyses.One of the most outstanding achievements of recent membrane protein studies, was the invention of membrane-mimic nanodiscs for membrane protein handling. Nanodiscs are discoidal fragments of the cell membrane, surrounded by an engineered protein \"belt\" to stabilize them in a water solution. Interestingly, our body also uses similar particles, called lipoproteins, to transport \"bundles\" of lipids and cholesterol molecules through blood vessels. The notion of using particles of this kind in membrane biochemistry was originally proposed by Stephen Sligar in 2002. Since then, nanodiscs have found numerous applications in biochemical and biophysical studies of membrane proteins. Unlike detergents, nanodiscs provide a more native-like environment for membrane protein refolding and stabilization. Moreover, nanodisc diameter and lipid composition can be varied to mimic cell membrane of specific membrane proteins, making it possible to reconstitute large complexes of membrane proteins in their nearly native state.Nanodiscs are also widely used to study the structure of membrane proteins using nuclear magnetic resonance (NMR), cryo-electron microscopy, atomic force microscopy, and other methods.Direct use of membrane proteins embedded in nanodiscs for crystallization would be of great importance for structural biology, however, despite considerable efforts, researches were not yet able to demonstrate that this was possible. Finally, MIPT's scientists found a way to transfer membrane proteins embedded in nanodiscs directly to the lipid based crystallization matrix and grow membrane protein crystals suitable for high resolution X-ray diffraction studies. In the newly proposed approach, nanodiscs harboring membrane proteins \"dissolve\" in the crystallization matrix, after which crystallization is driven by the properties of the lipidic bilayer phase as a whole. The quality of the crystals obtained in this manner is on par with crystals grown using traditional protocols, but they have the added advantage of maintaining protein molecules in their functional state.\r\nThe study published in ASC Crystal Growth & Design was selected for the March issue cover.\"We hope that the method explored in the present work can be applied to the crystallization of membrane proteins in general. A combination of nanodisc-assisted stabilization of membrane proteins with state-of-the-art crystallization techniques could help scientists all over the world to better understand the structure and function of membrane proteins,\" commented Mikhail Nikolaev, the first author of the paper and a researcher at MIPT's Laboratory for Advanced Studies of Membrane Proteins.", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-03/miop-bpn030617.php", "article_link": "http://dx.doi.org/10.1021/acs.cgd.6b01631", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}