{"journal": "Cell", "url": "http://www.eurekalert.org/pub_releases/2017-04/sjcr-rpg040717.php", "description": "A research team led by St. Jude Children's Research Hospital immunologists has discovered how a set of proteins delays the 'executioner' machinery that kills damaged or infected cells in a process called necroptosis. The scientists believe the finding may have wide clinical implications if researchers can develop drugs to control the cellular rescue machinery.", "article_link": null, "date": "Fri, 07 Apr 2017 04:00:00 GMT", "funder": "National Institutes of Health, American Lebanese Syrian Associated Charities", "title": "Rescue protein gives doomed cells a stay of 'execution'", "region": "namerica", "source_link": "https://www.stjude.org/media-resources/news-releases/2017-medicine-science-news/rescue-protein-gives-doomed-cells-a-stay-of-execution.html", "institution": "St. Jude Children's Research Hospital", "text": "A research team led by St. Jude Children's Research Hospital immunologists has discovered how a set of proteins delays the \"executioner\" machinery that kills damaged or infected cells in a process called necroptosis. The scientists believe the finding may have wide clinical implications if researchers can develop drugs to control the cellular rescue machinery. Rescue treatments that prevent necroptosis in transplanted organs could reduce injury to the transplant caused by lack of oxygen, researchers said. Drugs to rescue cells from necroptosis could also help prevent injuries to tissue deprived of blood by heart attack and stroke. In such cases, restoring blood flow and oxygenation triggers inflammation that kills tissue.The researchers said cell-rescuing drugs could also thwart cancer spread by protecting blood vessel cells from being killed by tumor cells. Tumor cells escape the bloodstream to spread in the body by killing blood vessels. Blocking the rescue machinery might also prove useful in treating cancers, by enhancing death of cancer cells by necroptosis.In treating neurodegenerative disorders such as ALS--also known as Lou Gehrig's Disease--activating the rescue machinery could help prevent death of brain cells. And in treating viral infections such as influenza, rescue treatment could extend the life of cells infected by the virus, so that the body's immune system would be more strongly alerted to fight the infection.The researchers were led by Douglas Green, Ph.D., chair of the St. Jude Department of Immunology. The first author was Yi-Nan Gong, Ph.D., a scientist in Green's laboratory. The research appears in the journal Cell.Scientists knew that the \"executioner\" in necroptosis was a protein called MLKL. When MLKL is activated by the necroptosis machinery, it triggers a piercing of the plasma membrane surrounding the cell, ultimately killing it. However, the St. Jude scientists discovered how cells could survive necroptosis.Researchers showed the plasma membrane could repair itself by forming \"bubbles\" of broken plasma membrane that would shed from the cell to repair the holes.Experiments showed the set of proteins called ESCRT-III was responsible for forming the repair bubbles. The research also revealed that ESCRT-III delayed or prevented necroptosis by repairing breaks in the plasma membrane. The delay gave the dying cells time to release signals to alert surrounding cells to the presence of a viral infection.The investigators also discovered that activating MLKL is not a point of no return for cell survival, and that ESCRT-III could resuscitate damaged cells.In experiments relevant to transplantation, the researchers measured levels of activated MLKL protein in tissue samples from kidneys used in transplants. Such cells experience stress during the transplantations, and researchers suspected the cells would show signs of necroptosis. The scientists found that although MLKL was activated in the kidney cells after transplantation, the cells did not die, and this protection correlated with an increase in the levels of the ESCRT-III machinery necessary for rescue of cells with active MLKL.Green emphasized that the current findings are only \"suggestive\" at this point, because the experiments were done in cell cultures and tissue samples. Further studies are needed to establish that the rescue machinery functions in whole organs. For example, the researchers are working with clinicians to explore whether ESCRT-III could aide transplant survival.The research by Green and his colleagues will also aim at discovering the biological signals regulating ESCRT-III, to enable more precise control of the rescue machinery. Those studies could yield drugs to regulate the rescue process, Green said.The Green laboratory has a long history of pioneering research into the two forms of cell death--apoptosis and necroptosis. In 1995, Green and his colleagues discovered a hallmark event characteristic of apoptosis. That event is the movement of a fatty molecule called phosphatidylserine from the inside of the plasma membrane to the outside. This study established the phosphatidylserine movement as a hallmark of necroptosis.", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Stroke", " Transplantation"]}