{"journal": "Circulation", "url": "http://www.eurekalert.org/pub_releases/2017-04/uocm-poh040617.php", "description": "A six-month analysis of the MOMENTUM 3 trial found that patients implanted with the HeartMate 3 left ventricular assist system had fewer clotting and bleeding events than those implanted with HeartMate II; 69 percent of the patients on Heartmate 3 survived without bleeding or clotting-related events, compared to 55 percent of those on Heartmate II.", "article_link": null, "date": "Thu, 06 Apr 2017 04:00:00 GMT", "funder": "Abbott", "title": "Patients on HeartMate 3 have fewer blood-related events than those on HeartMate II", "region": "namerica", "source_link": null, "institution": "University of Chicago Medical Center", "text": "A six-month analysis of the pivotal MOMENTUM 3 trial found that patients implanted with the new HeartMate 3 left ventricular assist system (LVAS) had fewer adverse clotting and bleeding events than patients implanted with the control, HeartMate II LVAS. In this randomized, non-blinded study, a multi-institutional team found that 69 percent of the 151 patients who received Abbott's Heartmate 3 survived without any bleeding or clotting-related adverse events, compared to 55 percent of those who received the Heartmate II. Both devices are made by Abbott.The results were announced April 6 in a late-breaking session at the 2017 meeting of the International Society for Heart and Lung Transplantation in San Diego and simultaneously published in the journal Circulation.The researchers also devised a novel scoring system - the HemoCompatibility Score (HCS) - to quantify the burden of such events and their clinical relevance. Lower scores are better. \"For the HCS, mild events, such as two or fewer non-surgical bleeding episodes, receive one point,\" explained Nir Uriel, MD, professor of medicine and director of the heart failure, transplant and mechanical circulatory support programs at the University of Chicago. \"A non-disabling stroke is assessed at 2 points. An operation to replace the device gets 3 points. A disabling stroke gets 4 points.\"Patients with the HeartMate 3 had fewer of these adverse events - 28 percent of patients versus 38 percent for those on HeartMate II. Those on HeartMate 3 tended to have bleeding events, which are less likely to be severe. Those on HeartMate II had both bleeding and clotting events. They spent more time in the hospital. There were 14 deaths overall in the first 30 days on the pump. Five of those patients were on the HeartMate 3; nine were on the HeartMate II.The HeartMate 3 consequently scored numerically better on the HCS, collecting only 101 points, compared to 137 points acquired by the smaller group on HeartMate II. Those in whom the HCS score was higher, however, were less healthy overall. They were older, and also less likely to take aspirin to prevent blood clots. Two thirds of the patients on the HeartMate 3 had no adverse events for six months, compared to half of those on the HeartMate II. Overall, \"patients implanted with the HeartMate 3 gained a significant increase in freedom from adverse events, driven predominantly by a reduction in non-disabling strokes and complete absence of pump thrombosis, compared with the HeartMate II,\" said senior author Mandeep R. Mehra, MD, medical director of the Brigham and Women's Hospital Heart and Vascular Center and chairman of the publications committee for MOMENTUM 3. \"No patients on the HeartMate 3 had pump-related clotting, requiring a pump reoperation,\" Mehra noted. \"There was also no difference in disabling strokes, a typically devastating complication.\"The Heartmate 3 has certain potential advantages because it was \"designed to prevent thrombosis,\" Uriel explained. It was engineered to be less destructive to blood cells as they are swept through the pump and into the aorta. \"It has a frictionless rotor, wide gaps for permissive blood flow and reduced shear stress,\" he said.The study has significant limitations, the authors note. It followed a small number of patients for a limited time. It is difficult to distinguish between late post-operative bleeding, pre-existing issues such as a bleeding gastric ulcer, and early pump-related blood loss. The MOMENTUM 3 trial is \"evaluating its long-term outcomes and hemocompatibility-related adverse-event profiles,\" Mehra said. \"These will become clearer in subsequent analyses.\"", "meeting": "2017 Meeting of the International Society for Heart and Lung Transplantation", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Hematology", " Biomedical/Environmental/Chemical Engineering"]}