{"journal": "Journal of Cardiovascular Pharmacology and Therapeutics", "url": "http://www.eurekalert.org/pub_releases/2017-04/fau-ewa040517.php", "description": "For decades, American waistlines have been expanding and there is increasing cause for alarm. Researchers from FAU's Schmidt College of Medicine make the case that metabolic syndrome -- a cluster of three of more risk factors that include abdominal obesity, high triglycerides, high blood pressure, abnormal lipids, and insulin resistance, a precursor of type 2 diabetes -- is the new 'silent killer,' analogous to hypertension in the 1970s. As it turns out, the ", "article_link": null, "date": "Thu, 06 Apr 2017 04:00:00 GMT", "funder": "", "title": "Expanding waistlines and metabolic syndrome: Researchers warn of new 'silent killer'", "region": "namerica", "source_link": null, "institution": "Florida Atlantic University", "text": "For decades, American waistlines have been expanding and there is increasing cause for alarm. Researchers from the Charles E. Schmidt College of Medicine at Florida Atlantic University make the case that metabolic syndrome -- a cluster of three of more risk factors that include abdominal obesity, high triglycerides, high blood pressure, abnormal lipids, and insulin resistance, a precursor of type 2 diabetes -- is the new \"silent killer,\" analogous to hypertension in the 1970s. As it turns out, the \"love handle\" can be fatal.   In a commentary published in the Journal of Cardiovascular Pharmacology and Therapeutics, the authors describe how being overweight and obesity contribute to metabolic syndrome, which affects 1 in 3 adults and about 40 percent of adults aged 40 and older. Clinicians have traditionally evaluated each of the major risk factors contributing to metabolic syndrome on an individual basis. There is evidence, however, that the risk factors are more than just the sum of their parts.  \"The major factor accelerating the pathway to metabolic syndrome is overweight and obesity,\" said Charles H. Hennekens, M.D., Dr.P.H., the first Sir Richard Doll Professor and senior academic advisor to the dean who senior authored the paper with Dawn H. Sherling, M.D., first author and an assistant professor of integrated medical science, and Parvathi Perumareddi, D.O., an assistant professor of integrated medical science, all faculty members in FAU's Charles E. Schmidt College of Medicine. \"Obesity is overtaking smoking as the leading avoidable cause of premature death in the U.S. and worldwide.\"For optimal health, the waist should measure less than 40 inches for men and 35 inches for women. The authors explain that the visceral fat component of abdominal obesity leads not only to insulin resistance but also to the release of non-esterified free fatty acids from adipose tissue or body fat. Lipids then accumulate in other sites such as the liver and muscle, further predisposing individuals to insulin resistance and dyslipidemia -- abnormal amounts of lipids. In addition, adipose tissue may produce various adipokines that may separately impact insulin resistance and cardiovascular disease risk factors. The authors further caution that individuals with metabolic syndrome are largely asymptomatic but have a 10-year risk of a first coronary event, based on the Framingham Risk Score of 16 to 18 percent, which is nearly as high as a patient who already has experienced a prior coronary event. Moreover, they are concerned that metabolic syndrome is both underdiagnosed and undertreated.\"Visceral fat and its clinically more easily measured correlate of waist circumference are gaining increasing attention as strong predictors of metabolic syndrome even if you remove body mass index from the equation,\" said Sherling. \"There are patients who have a normal body mass index yet are at high risk. These patients represent an important population for clinicians to screen for metabolic syndrome.\"  In the commentary, the authors emphasize the importance of therapeutic lifestyle changes beginning in childhood. They note that as the current generation of American children and adolescents reach middle age, morbidity and mortality from cardiovascular disease will increase. \"The pandemic of obesity, which begins in childhood, is deeply concerning,\" said Perumareddi. \"Adolescents today are more obese and less physically active than their parents and already have higher rates of type 2 diabetes. It is likely that the current generation of children and adolescents in the U.S. will be the first since 1960 to have higher mortality rates than their parents due mainly to cardiovascular disease, including coronary heart disease and stroke.\"The authors stress that obesity is a major risk factor for several cancers, especially colorectal, but also breast and prostate and that clinicians should not let the perfect be the enemy of the possible. For American adults, this implies the need for evidence-based doses of drugs of lifesaving benefit for those at high risk.\"In the U.S., cardiovascular disease will remain the leading killer due largely to obesity and physical inactivity,\" said Hennekens. \"Unfortunately, most people prefer prescription of pills to proscription of harmful lifestyles. The totality of evidence indicates that weight loss of 5 percent or more of body weight combined with a brisk walk for 20 or more minutes daily will significantly reduce cardiovascular events and deaths.\"According to the U.S. National Institutes of Health, approximately two-thirds of adults age 20 or older are overweight or obese with body mass indexes (BMI) greater than 25, and nearly one-third have BMIs greater than 30. Less than one-third of them are at a healthy weight with a BMI of 18.5 to 24.9. Estimated medical costs of obesity are as high as $147 billion a year for 2008, or almost 10 percent of all medical spending. The authors also conclude that the export of American diet and lifestyle, which increases rates of obesity and physical inactivity, together with the alarming rates of export of tobacco to developing countries are resulting in cardiovascular disease emerging as the leading killer worldwide. Among the numerous honors and recognitions Hennekens has received include the Ochsner Award for reducing premature deaths from cigarettes in 2014. From 1995 to 2005, Science Watch ranked him as the third most widely cited medical researcher in the world and five of the top 20 were his former trainees and/or fellows. In 2012, Science Heroes ranked Hennekens No. 81 in the history of the world for having saved more than 1.1 million lives. In 2016, he was ranked the No. 14 \"Top Scientist in the World\" with an H-index of 173.  ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Mortality/Longevity", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"]}