{"journal": "NEJM", "url": "http://www.eurekalert.org/pub_releases/2017-04/ttuh-cwa040617.php", "description": "In a New England Journal of Medicine (NEJM) editorial published last week, Debabrata Mukherjee, M.D., provides expert commentary on bioresorbable stents, an alternative to the traditional stents used in patients with cardiac conditions. In his editorial, Dr. Mukherjee encourages cardiologists to continue using conventional drug-eluting stents, instead of the newer bioresorbable option.", "article_link": null, "date": "Thu, 06 Apr 2017 04:00:00 GMT", "funder": "", "title": "Cardiologist warns against dissolvable stents in NEJM", "region": "namerica", "source_link": null, "institution": "Texas Tech University Health Sciences Center El Paso", "text": "EL PASO, Texas -- In a New England Journal of Medicine (NEJM) editorial published last week, Debabrata Mukherjee, M.D., provides expert commentary on bioresorbable stents, an alternative to the traditional stents used in patients with cardiac conditions. In his editorial, Dr. Mukherjee encourages cardiologists to continue using conventional drug-eluting stents, instead of the newer bioresorbable option.Conventional stents have had their drawbacks for years. Made of stiff metal, the round, tubular structure is inserted into a narrowed artery to open up the pathway and improve blood flow. The drug-eluting stent is a step above this bare-metal structure; it's a device coated in an anti-tissue growth medication that's slowly released into the bloodstream upon insertion, preventing any recurrence of blockage.\"If you think about it, stents are pieces of metal that are permanently placed into the heart and people were not born with metal in their hearts; it's not normal and it may sometimes cause problems,\" Dr. Mukherjee explains. \"Just by being there, the stent will affect the blood vessel lining.\"Blood clots and scar tissue are more likely to form where a stent has been placed. There's also a possibility that the stent will fail and the artery will become blocked again at the same location, an effect known as restenosis.\"That's why bioresorbable stents were invented,\" Dr. Mukherjee says. \"The premise is that you want to put in a stent that will go away completely after a few years, fixing the problem of potential side effects.\"The first bioresorbable stent was approved by the U.S. Food and Drug Administration (FDA) in July 2016. Marketed as Absorb, the device naturally dissolves in the body three years after implant, helping the artery heal more naturally. But this up-and-coming device is not all it's cracked up to be, Dr. Mukherjee warns.In its most recent clinical trial, published in the NEJM in March, Absorb was tied to an increased risk of device thrombosis -- a dangerous side effect where a blood clot forms on the stent itself. While thrombosis formed in just eight patients with a drug-eluting stent, it occurred in 31 patients who had an Absorb implant.In his review of the study, Dr. Mukherjee writes, \"Because the current generation of metallic drug-eluting stents is associated with excellent outcomes, there is little rationale to use bioresorbable vascular scaffolds at this time.\"\"Bioresorbable stents cost more than the typical metallic stent and they take longer for cardiologists to insert,\" he further explains. \"They are also no more effective, and less safe. As a physician, why I am going to use something that costs me more if it can cause risk or harm to my patients?\"He adds that while long-term, increased anti-clotting medicine may reduce thrombus formation with Absorb, the side effects of bleeding risk are likely not worth the risk.Dr. Mukherjee acknowledges that the bioresorbable stents are a good idea in theory, and hopes that the next generation of the device will have improved results. He recommends that manufacturers focus on creating stents with quicker reabsorption rates, thinner struts and improved strength.Dr. Mukherjee is the chief of cardiovascular medicine and chair of the Department of Internal Medicine at Texas Tech University Health Sciences Center El Paso (TTUHSC El Paso). He was invited to comment on the release of new clinical trial results based on his expertise in cardiovascular medicine. Dr. Mukherjee received his Doctor of Medicine from India's Government Medical College and completed a fellowship in interventional cardiology at the Cleveland Clinic Foundation.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Eating Disorders/Obesity", " Aging", " Internal Medicine", " Biomedical/Environmental/Chemical Engineering"]}