{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-scp033117.php", "description": "In a Phase I clinical trial, heart failure patients treated with patches made from their muscle cells showed improved exercise capacity and heart function after one year. Stem cell patch-based therapy may be a viable heart failure therapy and should be validated in larger clinical trials, researchers conclude.", "article_link": "http://dx.doi.org/10.1161/JAHA.116.003918", "date": "Wed, 05 Apr 2017 04:00:00 GMT", "funder": "The Regenerative Medicine for Clinical Applications of Health and Labor Sciences Research, Japan Agency for Medical Research and Development", "title": "Stem cell patch shows early promise in treating heart failure", "region": "namerica", "source_link": "http://newsroom.heart.org/news/stem-cell-patch-shows-early-promise-in-treating-heart-failure?preview=c1dd7b30a1dd5bd83a2ac070aebbc47a", "institution": "American Heart Association", "text": "DALLAS, April 5, 2017 -- Patching a damaged heart with a patient's own muscle stem cells improves symptoms of heart failure, according to a Phase I clinical trial reported in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.In this new study, Japanese researchers made patches out of cells taken from the thigh muscles of patients with heart failure and surgically glued the patch onto the surface of the patients' hearts. The 27 patients who received this treatment had limited exercise capacity and were not responding well to common heart failure treatments. The patients had no major complications from the procedure, and one year after receiving the patch, they showed improvements in their exercise capacity and heart function.While therapies exist to treat heart failure, including drugs, implantable devices, and heart transplantation, these treatments are not good long-term options, and regenerating the damaged heart using a patient's cells is a promising alternative, researchers noted.The study suggests this cell patch may be a viable therapy to treat heart failure. Larger clinical trials are needed to validate the findings, researchers concluded.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}