{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--dsm040517.php", "description": "As we grow old, our nights are frequently plagued by bouts of wakefulness, bathroom trips and other nuisances as we lose our ability to generate the deep, restorative slumber we enjoyed in youth. But that does not mean the elderly need less sleep, according to neuroscientists at the University of California, Berkeley.", "article_link": null, "date": "Wed, 05 Apr 2017 04:00:00 GMT", "funder": "", "title": "Deep sleep may act as fountain of youth in old age", "region": "namerica", "source_link": "http://news.berkeley.edu/2017/04/05/deep-sleep-aging/", "institution": "University of California - Berkeley", "text": "As we grow old, our nights are frequently plagued by bouts of wakefulness, bathroom trips and other nuisances as we lose our ability to generate the deep, restorative slumber we enjoyed in youth.But does that mean older people just need less sleep?Not according to UC Berkeley researchers, who argue in an article published April 5 in the journal Neuron that the unmet sleep needs of the elderly elevate their risk of memory loss and a wide range of mental and physical disorders.\"Nearly every disease killing us in later life has a causal link to lack of sleep,\" said the article's senior author, Matthew Walker, a UC Berkeley professor of psychology and neuroscience. \"We've done a good job of extending life span, but a poor job of extending our health span. We now see sleep, and improving sleep, as a new pathway for helping remedy that.\"Unlike more cosmetic markers of aging, such as wrinkles and gray hair, sleep deterioration has been linked to such conditions as Alzheimer's disease, heart disease, obesity, diabetes and stroke, he said.Though older people are less likely than younger cohorts to notice and/or report mental fogginess and other symptoms of sleep deprivation, numerous brain studies reveal how poor sleep leaves them cognitively worse off.Moreover, the shift from deep, consolidated sleep in youth to fitful, dissatisfying sleep can start as early as one's 30s, paving the way for sleep-related cognitive and physical ailments in middle age.And, while the pharmaceutical industry is raking in billions by catering to insomniacs, Walker warns that the pills designed to help us doze off are a poor substitute for the natural sleep cycles that the brain needs in order to function well.\"Don't be fooled into thinking sedation is real sleep. It's not,\" he said.For their review of sleep research, Walker and fellow researchers Bryce Mander and Joseph Winer cite studies, including some of their own, that show the aging brain has trouble generating the kind of slow brain waves that promote deep curative sleep, as well as the neurochemicals that help us switch stably from sleep to wakefulness.\"The parts of the brain deteriorating earliest are the same regions that give us deep sleep,\" said article lead author Mander, a postdoctoral researcher in Walker's Sleep and Neuroimaging Laboratory at UC Berkeley.Aging typically brings on a decline in deep non-rapid eye movement (NREM) or \"slow wave sleep,\" and the characteristic brain waves associated with it, including both slow waves and faster bursts of brain waves known as \"sleep spindles.\"Youthful, healthy slow waves and spindles help transfer memories and information from the hippocampus, which provides the brain's short-term storage, to the prefrontal cortex, which consolidates the information, acting as the brain's long-term storage. \"Sadly, both these types of sleep brain waves diminish markedly as we grow old, and we are now discovering that this sleep decline is related to memory decline in later life,\" said Winer, a doctoral student in Walker's lab.Another deficiency in later life is the inability to regulate neurochemicals that stabilize our sleep and help us transition from sleep to waking states. These neurochemicals include galanin, which promotes sleep, and orexin, which promotes wakefulness. A disruption to the sleep-wake rhythm commonly leaves older adults fatigued during the day but frustratingly restless at night, Mander said.Of course, not everyone is vulnerable to sleep changes in later life: \"Just as some people age more successfully than others, some people sleep better than others as they get older, and that's another line of research we'll be exploring,\" Mander said.Meanwhile, non-pharmaceutical interventions are being explored to boost the quality of sleep, such as electrical stimulation to amplify brain waves during sleep and acoustic tones that act like a metronome to slow brain rhythms.However, promoting alternatives to prescription and over-the-counter sleep aids is sure to be challenging.\"The American College of Physicians has acknowledged that sleeping pills should not be the first-line kneejerk response to sleep problems,\" Walker said. \"Sleeping pills sedate the brain, rather than help it sleep naturally. We must find better treatments for restoring healthy sleep in older adults, and that is now one of our dedicated research missions.\"Also important to consider in changing the culture of sleep is the question of quantity versus quality.\"Previously, the conversation has focused on how many hours you need to sleep,\" Mander said. \"However, you can sleep for a sufficient number of hours, but not obtain the right quality of sleep. We also need to appreciate the importance of sleep quality.\"Indeed, we need both quantity and quality,\" Walker said.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Circadian Rhythm", " Neurochemistry", " Sleep/Sleep Disorders", " Aging", " Mental Health", " Memory/Cognitive Processes"]}