{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-04/giom-aop040317.php", "description": "Researchers have uncovered a promising new approach to treating pancreatic cancer, by targeting the tissue around the tumor to make it 'softer' and more responsive to chemotherapy. The new approach doubles survival time in mice and lessens the spread of cancer. The findings are published today in Science Translational Medicine.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aai8504", "date": "Wed, 05 Apr 2017 04:00:00 GMT", "funder": "Avner Pancreatic Cancer Foundation, Len Ainsworth Fellowship, Philip Hemstritch Fellowship, National Health and Medical Research Council, Cancer Australia, Cancer Council NSW, Cancer Institute NSW, Tour de Cure", "title": "A one-two punch hits pancreatic cancer where it hurts", "region": "australia", "source_link": null, "institution": "Garvan Institute of Medical Research", "text": "Garvan Institute researchers used cutting-edge intravital microscopy techniques to peer directly into pancreatic tumors inside a living animal, and to watch, in real time and in three dimensions, how priming...\n     view more Australian scientists have uncovered a promising new approach to treating pancreatic cancer, by targeting the tissue around the tumour to make it 'softer' and more responsive to chemotherapy. The findings are published today in Science Translational Medicine.In the study, which was carried out in mice and in patient-derived samples, researchers primed pancreatic tumours with a three-day course of Fasudil - a drug that 'slackens the ropes' of surrounding tissue to make tumours softer, and also makes the blood vessels around tumours 'leaky'. They then treated with standard-of-care chemotherapy for pancreatic cancer. Remarkably, this sequential two-step approach doubled survival time and also impaired the spread of cancer to other tissues.Pancreatic cancer has a dismal five-year survival rate of just 7%, a figure that has scarcely changed in the last 40 years. Combination chemotherapy, the standard-of-care for inoperable pancreatic cancer, is only moderately effective in extending survival.\"Our team, with pancreatic researchers around the world, is inspired by an international goal to double pancreatic cancer survival by 2020  - so it's particularly exciting that we have been able to achieve this in preclinical models,\" says Dr Paul Timpson (Garvan Institute of Medical Research), who co-led the study.Dr Marina Pajic (Garvan), who co-led the study with Dr Timpson, emphasises the clinical relevance of the study.\"We have tested the efficacy of priming before chemotherapy in multiple models, including patient-derived models of pancreatic cancer - so we believe our findings bring us closer to clinical translation.\"Pancreatic tumours, like all solid tumours, exist within a complex 'nest' of surrounding cells, blood vessels and other structures, known as the stroma. Interactions between cancer cells and the surrounding stromal architecture are important for tumour survival and progression.By priming tumours with Fasudil, the researchers took aim at the stroma rather than at the tumour itself. Fasudil is an inhibitor of the protein ROCK, which typically acts on cells surrounding tumours to make them more stiff and to drive the progression of cancer.Dr Timpson says, \"There has been a heated and longstanding controversy in cancer research about whether targeting the stroma can make pancreatic tumours more susceptible to therapy. \"I think we have resolved that debate. We've been able to show for the first time that it's crucial to treat the stroma first and the tumour second, and to fine-tune the treatment timing to maximise outcome, while minimising side-effects.To fine-tune their sequential approach, the researchers used cutting-edge intravital microscopy techniques to peer directly into pancreatic tumours inside a living animal, and to watch, in real time and in three dimensions, how priming with Fasudil altered the tumour and its surrounding stroma. They also watched how blood vessels surrounding the tumour were affected. Dr Pajic says, \"We saw the stroma weaken over time, and could also see that cancer cells did not spread so readily to secondary sites such as the liver.\"We also looked over time at the blood vessels supplying the tumour, using fluorescent quantum dots in the bloodstream. It was remarkable to watch the quantum dots radiate out from blood vessels adjacent to the tumours after Fasudil treatment - which is an indicator that the vessels have become leaky.\"The researchers conclude that priming with Fasudil makes tumours more susceptible to chemotherapy in two ways: by softening the stroma and by aiding the delivery of chemotherapies to the tumour by way of leakier blood vessels. Importantly, the research team also showed that some pancreatic tumours respond more favourably than others to the sequential 'priming therapy'. Using patient tumour samples from the Australian Pancreatic Cancer Genome Initiative, the team developed an automated analysis of tumour tissue to predict an individual tumour's response to the sequential treatment.Dr Timpson says, \"What we're seeing is that the therapy works best for tumours with large amounts of surrounding stroma, and tumours with a high density of surrounding blood vessels.\"For Drs Timpson and Pajic, the most exciting aspect of the research is its clinical potential.\"Fasudil is already in clinical use as a treatment for stroke in Japan and is off-patent - so there is strong potential to repurpose it for the treatment of pancreatic cancer,\" Dr Pajic points out. \"Moreover, in the clinic, Fasudil is administered over a short 3-day period, just as we have done in our study, and there is extensive safety data to validate this approach. \"We'd like to see Fasudil or other therapies translate into precision medicine approaches for pancreatic cancer in the future - so that individuals receive the therapies that are most appropriately matched based on the biology of their individual tumour.\"By working closely with expert clinician-scientists within The Kinghorn Cancer Centre (Sydney), a joint facility of Garvan and St Vincent's Hospital and an established Phase I trials unit, the research team now aims to translate these findings into an early-stage clinical study to examine the safety of this new 'priming' approach.Drs Pajic and Timpson are also excited about the potential to translate the new approach to other solid tumours, which like pancreatic cancer are surrounded by stroma and have poor drug delivery and might be sensitised to treatment through 'priming'.", "meeting": "", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Clinical Trials"]}