{"journal": "American Journal of Physiology - Endocrinology and Metabolism", "url": "http://www.eurekalert.org/pub_releases/2017-04/uosc-fav040517.php", "description": "New study by Keck School of Medicine of USC researcher links increased dietary potassium with lower blood pressure.", "article_link": "http://dx.doi.org/10.1152/ajpendo.00453.2016", "date": "Wed, 05 Apr 2017 04:00:00 GMT", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, American Heart Association", "title": "Fruits and vegetables' latest superpower? Lowering blood pressure", "region": "namerica", "source_link": null, "institution": "University of Southern California - Health Sciences", "text": "LOS ANGELES -- Eating potassium-rich foods like sweet potatoes, avocados, spinach, beans, bananas -- and even coffee -- could be key to lowering blood pressure, according to Alicia McDonough, PhD, professor of cell and neurobiology at the Keck School of Medicine of the University of Southern California (USC).\"Decreasing sodium intake is a well-established way to lower blood pressure,\" McDonough says, \"but evidence suggests that increasing dietary potassium may have an equally important effect on hypertension.\"Hypertension is a global health issue that affects more than one billion people worldwide. The World Health Organization estimates that hypertension is responsible for at least 51 percent of deaths due to stroke and 45 percent of deaths due to heart disease.McDonough explored the link between blood pressure and dietary sodium, potassium and the sodium-potassium ratio in a review article published in the April 2017 issue of the American Journal of Physiology - Endocrinology and Metabolism. The review looked at population, interventional and molecular mechanism studies that investigated the effects of dietary sodium and potassium on hypertension.McDonough's review found several population studies demonstrating that higher dietary potassium (estimated from urinary excretion or dietary recall) was associated with lower blood pressure, regardless of sodium intake. Interventional studies with potassium supplementation also suggested that potassium provides a direct benefit.McDonough reviewed recent studies in rodent models, from her own lab and others, to illustrate the mechanisms for potassium benefit. These studies indicated that the body does a balancing act that uses sodium to maintain close control of potassium levels in the blood, which is critical to normal heart, nerve and muscle function.\"When dietary potassium is high, kidneys excrete more salt and water, which increases potassium excretion,\" McDonough says. \"Eating a high potassium diet is like taking a diuretic.\"Increasing dietary potassium will take a conscious effort, however. McDonough explains that our early ancestors ate primitive diets that were high in fruits, roots, vegetables, beans and grains (all higher in potassium) and very low in sodium. As a result, humans evolved to crave sodium -- but not potassium. Modern diets, however, have changed drastically since then: processed food companies add salt to satisfy our cravings, and processed foods are usually low in potassium. \"If you eat a typical Western diet,\" McDonough says, \"your sodium intake is high and your potassium intake is low. This significantly increases your chances of developing high blood pressure.\" When dietary potassium is low, the balancing act uses sodium retention to hold onto the limited potassium, which is like eating a higher sodium diet, she says.But how much dietary potassium should we consume? A 2004 Institute of Medicine report recommends that adults consume at least 4.7 grams of potassium per day to lower blood pressure, blunt the effects of dietary sodium and reduce the risks of kidney stones and bone loss, McDonough says. Eating ¾ cup of black beans, for example, will help you achieve almost 50 percent of your daily potassium goal.McDonough recommends developing public policies to increase intake of dietary potassium from plant-based sources. She also advocates adding potassium content to nutrition labels to help raise consumers' awareness of economical sources of potassium.", "meeting": "", "keywords": ["Cell Biology", " Nutrition/Nutrients", " Medicine/Health", " Cardiology", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients"]}