{"journal": "Clinical Chemistry", "url": "http://www.eurekalert.org/pub_releases/2017-04/kcl-had040317.php", "description": "Scientists from King's College London have developed a new blood test that is more sensitive in detecting damaged heart muscle caused by a heart attack.", "article_link": null, "date": "Tue, 04 Apr 2017 04:00:00 GMT", "funder": "Medical Research Council, Guy's and St Thomas' Charity, British Heart Foundation, UK Department of Health, National Institute for Health Research Biomedical Research Centre, Guy's & St Thomas' National Health Service Foundation", "title": "Heart attacks diagnosed quicker by new blood test", "region": "europe", "source_link": null, "institution": "King's College London", "text": "Scientists from King's College London have developed a new blood test that is more sensitive in detecting damaged heart muscle caused by a heart attack.In a paper published today in the journal Clinical Chemistry, the team investigated how many heart muscle cells needed to die before they could be detected in the blood stream. Currently, patients with chest pain are responsible for 2.2 million admissions to Emergency Departments every year. Of those suspected of having suffered a heart attack, only a small proportion are shown as having diagnostic changes on a heart trace or ECG. This means that their assessment is reliant on the use of blood tests measuring biomarkers such as cardiac Troponin (cTn) to exclude a heart attack. Troponin is a heart muscle protein released upon injury and can be detected after heart attacks or heart muscle inflammation. As a result, doctors are able to rule-out heart attacks with a single blood test, as patients with undetectable levels of cardiac Troponin are classified as low risk and are immediately discharged. However, in a further study of over 4,000 patients at St Thomas' Hospital, scientists at King's (part-funded by the British Heart Foundation) found that 47% fell into the intermediate risk group, requiring an extended period of observation and further blood tests. Indeed, this is not without risk - patients in this group are frequently treated with blood-thinning medication that increases the risk of spontaneous bleeding. The team found that patients are frequently admitted overnight which poses a medical, psychological and social burden and becomes a stressful, often unnecessary experience for the patient. Using donated human heart muscle tissue, the teamf found that between 3-9 milligram / 0.001% of the entire human heart had to undergo cell death to be detectable in the blood stream. However, their new blood test showed that cardiac myosin-binding protein C was found to be even more sensitive, detecting 0.07 mg / 0.00002% of damaged heart muscle.\"This has the potential to transform the way we diagnose heart attacks in the 21st century,\" said author Dr Tom Kaier, Specialist Registrar in Cardiology at King's College London and BHF-funded Clinical Research Fellow.\"We know there has not been a reduction in the number of overnight admissions of patients, despite using the best blood tests currently available. We are at looking at improving the experience of patients by developing new and more sensitive blood tests that could help doctors assess the amount of damage quickly and avoid patients being admitted overnight, unless truly necessary.\"Professor Sir Nilesh Samani, Medical Director at the British Heart Foundation, said: \"This new test could transform the way we diagnose heart attacks, improving the sensitivity and ensuring that heart attacks are not missed when troponin levels in the blood are extremely low. We now need more research to find out whether this test is effective and affordable.\"Over a million people attend A and E with chest pain every year in the UK. The main challenge for doctors is identifying who is having a heart attack, so that people can be treated quickly and effectively. It's also important that we can quickly and confidently rule out a heart attack in people with chest pain from other causes. If found to be effective, this new approach could ensure thousands of patients get life-saving treatment more quickly, while reducing the burden on the NHS.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Pain", " Public Health"]}