{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-04/lu-fpp040417.php", "description": "In a collaboration between Swedish and Italian researchers, the aim was to analyze how the brain interprets information from a virtual experience of touch, created by a finger prosthesis with artificial sensation. The result was -- completely unexpectedly -- a new method for measuring brain health.", "article_link": null, "date": "Tue, 04 Apr 2017 04:00:00 GMT", "funder": "", "title": "Finger prosthesis provides clues to brain health", "region": "europe", "source_link": "http://www.nature.com/articles/srep45898", "institution": "Lund University", "text": "In a collaboration between Swedish and Italian researchers, the aim was to analyse how the brain interprets information from a virtual experience of touch, created by a finger prosthesis with artificial sensation. The result was - completely unexpectedly - a new method for measuring brain health.\"We were able to measure the cooperation between neural networks in a very precise and detailed way. We can also see how the entire network changes when new information comes in\", says neuroscience researcher Henrik Jörntell from Lund University in Sweden.The Pisa-Lund group generated artificial touch experiences with a bionic fingertip currently used for robotic upper limb neuroprostheses. These artificial touch experiences were provided to the touch sensor nerves of the skin in the rat, as a kind of neuroscientific playback of information to the brain. Using a high-resolution analysis of how individual neurons and their connected brain networks processed this touch information, designed by neurocomputational scientist Alberto Mazzoni and physics scientist Anton Spanne, the groups got an unexpected insight into the brain representations of the external world experienced through touch. Single neurons in the brain are able to convey much more information than was previously thought and can interact to generate potentially super rich representations of sensory stimuli. \"This knowledge will be embodied into a novel generation of sensitive robotic hands able to convey fine tactile information to amputees, says lead bioroboticist Calogero Oddo. Such robotic arms with human-like richness of touch are also being used to perform complex tasks in surgical robots, rescue, services and industry.\" Brain function is made up of complex neural networks. In cases of neurological diseases like Alzheimer's, stroke and Parkinson's, the function of these networks changes. It has been difficult, however, to study exactly what happens, as well as to evaluate different treatments. The method developed by these Swedish and Italian researchers could mean a big step forward in this respect. The prosthesis was made to touch various objects, which generate different patterns of electrical signals. These were subsequently fed into a part of the paw of an anesthetized rat, and then, with the help of electrodes in the brain and advanced analytical techniques, the researchers were able to measure the reactions in the neuronal networks. They managed to record the reactions at very high resolution, as the electrical signals were carefully controlled and could therefore be delivered multiple times with exact reproducibility.\"If you use real-life experiences of touch, it is impossible to achieve the same conditions every time. It is enough, for instance, that the stimulus that provides the sensation of touch is moved some ten micrometres across the skin in order for the neural patterns to be completely different\", says Henrik Jörntell.For the Italian group, and for all others involved in research on advanced prostheses, the method provides a new tool for exploring the sensations the prostheses can provide. As for the Lund researchers, the method provides a tool for studying how neurons cooperate inside a healthy brain and in animal models with different neurological diseases. The fact that the cooperation involves the sense of touch is in this context less important; when it comes to neurological diseases (and even if the damage is local, as in the case of stroke) the entire neural network is disrupted. The brain's response to sensory impressions can therefore reflect the health of the entire brain.\"The tool is unique in its resolution, in its ability to reproduce the tests in the exact same way, and in that the brain activity can be measured objectively and precisely\", says Henrik Jörntell. ", "meeting": "", "keywords": ["Medicine/Health"]}