{"journal": "Canadian Medical Association Journal", "url": "http://www.eurekalert.org/pub_releases/2017-04/cmaj-wyl032817.php", "description": "People living in parts of Ontario with better access to preventive health care had lower rates of cardiac events compared to residents of regions with less access, found a new study published in CMAJ (Canadian Medical Association Journal).", "article_link": null, "date": "Mon, 03 Apr 2017 04:00:00 GMT", "funder": "Institute of Circulatory and Respiratory Health, Canadian Institutes of Health Research", "title": "Where you live could determine risk of heart attack, stroke or dying of heart disease", "region": "namerica", "source_link": null, "institution": "Canadian Medical Association Journal", "text": "People living in parts of Ontario with better access to preventive health care had lower rates of cardiac events compared to residents of regions with less access, found a new study published in CMAJ (Canadian Medical Association Journal.\"Residents of high-rate regions were the least likely to receive certain preventive services, even though they had the highest rates of smoking and obesity and the lowest rates of dietary intake of fruits and vegetables,\" writes Dr. Jack Tu, lead author of the study and senior scientist at the Institute for Clinical Evaluative Sciences (ICES) and Sunnybrook Schulich Heart Centre, with coauthors.The study was conducted by the Cardiovascular Health in Ambulatory Care Research Team (CANHEART), a \"big data\" initiative created to improve heart health and quality of outpatient care in Ontario, Canada's most populous province.The study examined regional variations within Ontario's 14 Local Health Integration Networks (LHINs) and divided the regions into 3 categories: LHINs with the lowest number of cardiovascular events (3.2-3.5 events per 1000 person-years), medium (3.9-4.7 events per 1000 person-years) and highest (4.8-5.7 events per 1000 person-years). The researchers looked at 5.5 million adults between 40 and 79 years of age as of January 1, 2008, in Ontario with no previous cardiovascular disease and followed them for 5 years looking for heart attacks, strokes or cardiovascular-related deaths. The LHINS with the lowest number of events (Central, Mississauga Halton and Toronto Central) were located in the highly populated Greater Toronto Area. People in these regions visited family doctors more often, and were more likely to be screened for heart disease risk factors and had better control of high blood pressure compared with residents of higher event areas. These urban LHINs were also more ethnically diverse. The LHINs with the highest event rates were in northern Ontario (North East LHIN and North West LHIN) the region with the lowest population density, as well as the North Simcoe Muskoka LHIN and Erie St. Clair LHIN. People in these LHINs were more likely to be obese, to smoke and to have the lowest dietary intake of fruits and vegetables. \"What we found was a striking variation in the rates of heart attack, stroke or cardiovascular-related death depending on which LHIN a person lived in. There was a clear division between the healthiest and least-healthy LHINs,\" says Dr. Tu.The authors suggest that improving access to preventive care in regions with high rates of cardiovascular events might improve health outcomes. \"Our study suggests that, even in a country with a universal health insurance system, higher rates of preventive health care contribute to lower rates of CVD [cardiovascular disease] events at a regional level,\" the authors write. \"Our findings provide new information that health system factors may be important contributors to regional variations in CVD event rates.\"In a related commentary http://www.cmaj.ca/site/press/cmaj.170116.pdf, Dr. Genevieve Gabb from the Royal Adelaide Hospital and University of Adelaide, Australia, writes that regional variation in heart disease is seen in other countries, such as Australia. \"The solution to reducing variations in geographic incidence of primary cardiac events will not be found solely in addressing health service factors,\" she writes. \"Consideration of public health measures and addressing inequalities in social determinants of health are also essential. Disease burden should be considered when determining resource allocation.\" ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Health Care Systems/Services", " Urbanization", " Behavior", " Demography"]}