{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-dvw032717.php", "description": "Veterans living with heart disease and depression were more likely to report problems affording medical visits and prescription drugs and were more likely to delay seeking medical care.  More than 20 percent of veterans with cardiovascular disease also suffered from depression in 2013.", "article_link": null, "date": "Mon, 03 Apr 2017 04:00:00 GMT", "funder": "", "title": "Depressed veterans with heart disease face financial barriers to care", "region": "namerica", "source_link": "http://newsroom.heart.org/news/depressed-veterans-with-heart-disease-face-financial-barriers-to-care?preview=93c99e4911179ec9f2ae6ad855094bf9", "institution": "American Heart Association", "text": "ARLINGTON, Virginia April 3, 2017 -- Veterans with heart disease who are also depressed are more likely than those without depression to have trouble paying for medications and medical visits and often report delays in seeking medical care, according to research presented at the American Heart Association's Quality of Care and Outcomes Research 2017 Scientific Sessions.Data from the Centers for Disease Control and Prevention's 2013 Behavioral Risk Factor Surveillance System survey was used to study 13,126 veterans who reported being told that they had a heart attack, stroke, or angina or coronary heart disease by a health professional.Of those studied, 22 percent reported having been diagnosed with depression. Veteran heart patients with depression were more likely to be older and non-white, and were less likely to be employed, own a home, and had lower annual income.They had higher rate of high blood pressure, elevated cholesterol, chronic obstructive pulmonary disease (a lung disease that causes breathing difficulty), chronic kidney disease, asthma, smoking, obesity and lack of physical inactivity.Compared to veteran heart patients without depression, those with depression were about:Data about the veteran participants in this study came from the participants' own responses, rather than from medical records. The survey did not discern whether the veterans received care at Department of Veterans Affairs (VA) facilities or other non-VA facilities.\"All health care providers who treat veterans with depression should routinely ask their patients about any difficulty with being able to pay for medical care or medications,\" said the study's senior author, Puja Parikh, M.D., M.P.H., an interventional cardiologist and assistant professor at Stony Brook School of Medicine and Director of Invasive Cardiology at the Northport Veterans Affairs Medical Center. \"In some cases, less expensive medications can be considered and 90-day supply of drugs can be prescribed instead of a 30-day supply which can reduce costs. We can also recommend working with a social worker to obtain vouchers or coupons from pharmaceutical companies to get further financial assistance with medication costs.\"Healthcare providers also should screen veterans for depression and monitor them for electrocardiogram abnormalities if they are taking anti-depressant medications, because certain psychiatric drugs can predispose some patients to develop arrhythmias. They should also counsel patients on how to take their cardiac medications, she said. Because depressed veteran heart patients are likely to have multiple chronic medical illnesses, they should be followed by a primary care doctor, psychiatrist, and cardiologist.\"Further, VA-based research could shed more light on how mental illness affects heart disease care for veterans,\" Parikh said. Also, future national surveys could include other mental health diagnoses that impact veterans, such as post-traumatic stress disorder (PTSD), she said.", "meeting": "American Heart Association's Quality of Care and Outcomes Research Scientific Sessions 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}