{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-pwt032717.php", "description": "Patients who had higher levels of trust took their blood pressure medicine more often than those who had lower levels of trust.", "article_link": null, "date": "Mon, 03 Apr 2017 04:00:00 GMT", "funder": "", "title": "Patients who trust the medical profession are more likely to take their high blood pressure medicine", "region": "namerica", "source_link": "http://newsroom.heart.org/news/patients-who-trust-the-medical-profession-are-more-likely-to-take-their-high-blood-pressure-medicine?preview=38a4d11bb184db9a6044afb615e475bf", "institution": "American Heart Association", "text": "ARLINGTON, Virginia, April 3, 2017  --  Patients with high blood pressure who had more trust in the medical profession were more likely to take their high blood pressure medicine than those with less trust, according to a new study presented at the American Heart Association's Quality of Care and Outcomes Research Scientific Sessions 2017.Researchers at the University of California at Los Angeles found that patients who had higher levels of trust took their blood pressure medicine 93 percent of the time versus 82 percent of the time for those who had lower levels of trust. In addition, the study showed that having trust in the medical profession was linked to greater resilience (ability to adapt to difficult life circumstances) and better health-related quality of life.The findings were based on 101 Hispanics and 100 non-Hispanics being treated for high blood pressure. Also noteworthy is that blood pressure control was similar between the two groups; 68 percent of Hispanics and 72 percent of non-Hispanics had their hypertension under control. In addition, the study found trust had an equally protective effect on the health of both groups regardless of race or ethnic origin. These findings point to the importance that trust in healthcare institutions, specifically, trust in the medical profession has in promoting patient well-being.\"Because adherence to blood pressure lowering medication is a challenge for many people, identifying and understanding how to overcome obstacles that prevent patients from following prescribed treatments may help lower their risk for the serious health consequences of poorly controlled hypertension including stroke and heart attack, and, in turn, may lead to improved health outcomes,\" said lead study author Lilia Meltzer, Ph.D., and a nurse practitioner at UCLA in Los Angeles, California.Low adherence to recommended treatments \"has long been a main reason for poor hypertension control in the United States regardless of race or ethnic origin,\" Meltzer said. \"Thirty-four percent of adults 20 years or older have high blood pressure and 90 percent of those with uncontrolled hypertension have a medical provider and health insurance.\"", "meeting": "American Heart Association's Quality of Care and Outcomes Research Scientific Sessions 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}