{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-ehe032917.php", "description": "Exposure to extreme heat and physical exertion during firefighting may trigger the formation of blood clots and impair blood vessel function, changes associated with increased risk of heart attack.\r\nLimiting heat exposure, cooling and rehydration are simple and inexpensive ways to relieve the risks posed by firefighting.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.025711", "date": "Mon, 03 Apr 2017 04:00:00 GMT", "funder": "The British Heart Foundation, Colt Foundation", "title": "Extreme heat exposure linked to firefighter heart attacks", "region": "namerica", "source_link": "http://newsroom.heart.org/news/extreme-heat-exposure-linked-to-firefighter-heart-attacks?preview=e4c2d36f9479dffcfcb23f69afc002a1", "institution": "American Heart Association", "text": "DALLAS, April 3, 2017 -- Exposure to extreme heat and physical exertion during firefighting may trigger the formation of blood clots and impair blood vessel function, changes associated with increased risk of heart attack, according to new research in the American Heart Association's journal Circulation.Cardiovascular events are the leading cause of death among firefighters and are responsible for roughly 45 percent of on-duty firefighter fatalities annually in the United States.\"These harsh conditions can cause injury to the heart muscle in healthy firefighters and may explain the link between fire suppression and risk of heart attacks,\" said Nicholas Mills, M.D., Ph.D., lead researcher and chair of cardiology and consultant cardiologist at the University of Edinburgh in Scotland.Researchers studied 19 nonsmoking, healthy firefighters randomly selected from the Scottish Fire and Rescue Service. Seventeen participated in two fire simulation exercises, each a week apart. The exercise exposed participants to temperatures reaching upward of 400 degrees Celsius (752°F) as they attempted to retrieve a \"victim\" (weighing roughly 176 pounds) from a two-story structure.Heart rate and blood pressure were monitored for 30 minutes before the exercises and for 24 hours following.\"The firefighters wore heart monitors that continuously assessed their heart rate, heart rhythm and the strength and timing of electrical impulses passing through each part of the heart. We analyzed these to look for evidence of heart strain that might signify a lack of blood being delivered to the heart muscle,\" Mills said.The findings uncovered processes known to be key in triggering heart attacks in people at risk.\"We assessed blood clotting in response to both extreme heat and physical exertion. In this setting an increase in blood clotting is likely an exaggerated normal physiological reaction to both these stressors,\" Mills said.\"Lower blood pressure immediately following fire suppression is likely due to dehydration and an increase in blood being diverted to the skin to help the body cool down. We discovered the core body temperature increased, on average, nearly 2 degrees Fahrenheit over 20 minutes. And increases in hemoglobin occur as the body loses water and the blood gets more concentrated,\" Mills said.Researchers said their study suggests anyone who is exercising in extremely high temperatures should keep well hydrated and allow time to cool down afterward.In an accompanying editorial, Stefanos N. Kales M.D., M.P.H., associate professor, Harvard Medical School & Harvard School of Public Health, The Cambridge Health Alliance - Occupational Medicine in Cambridge, Massachusetts, suggested that the study's results highlight the unique stress to the cardiovascular system faced by firefighters. \"This new study should encourage practitioners to aggressively evaluate and treat firefighters for cardiovascular disease risk factors, and when indicated, perform additional studies - such as exercise stress testing, coronary artery calcium scans or echocardiography-- to detect atherosclerosis or cardiac enlargement,\" Kales said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}