{"journal": "Science Advances", "url": "http://www.eurekalert.org/pub_releases/2017-04/miot-stb040317.php", "description": "New nanowire-coated, stretchy, multifunction fibers can be used to stimulate and monitor the spinal cord while subjects are in motion, MIT researchers report.", "article_link": "http://dx.doi.org/10.1126/sciadv.1600955", "date": "Mon, 03 Apr 2017 04:00:00 GMT", "funder": "", "title": "Stretching the boundaries of neural implants", "region": "namerica", "source_link": "http://news.mit.edu/2017/stretching-boundaries-neural-implants-0331", "institution": "Massachusetts Institute of Technology", "text": "CAMBRIDGE, Mass. -- Implantable fibers have been an enormous boon to brain research, allowing scientists to stimulate specific targets in the brain and monitor electrical responses. But similar studies in the nerves of the spinal cord, which might ultimately lead to treatments to alleviate spinal cord injuries, have been more difficult to carry out. That's because the spine flexes and stretches as the body moves, and the relatively stiff, brittle fibers used today could damage the delicate spinal cord tissue.Now, researchers have developed a rubber-like fiber that can flex and stretch while simultaneously delivering both optical impulses, for optoelectronic stimulation, and electrical connections, for stimulation and monitoring. The new fibers are described in a paper in the journal Science Advances, by MIT graduate students Chi (Alice) Lu and Seongjun Park, Professor Polina Anikeeva, and eight others at MIT, the University of Washington, and Oxford University.\"I wanted to create a multimodal interface with mechanical properties compatible with tissues, for neural stimulation and recording,\" as a tool for better understanding spinal cord functions, says Lu. But it was essential for the device to be stretchable, because \"the spinal cord is not only bending but also stretching during movement.\" The obvious choice would be some kind of elastomer, a rubber-like compound, but most of these materials are not adaptable to the process of fiber drawing, which turns a relatively large bundle of materials into a thread that can be narrower than a hair. The spinal cord \"undergoes stretches of about 12 percent during normal movement,\" says Anikeeva, who is the Class of 1942 Career Development Professor in the Department of Materials Science and Engineering. \"You don't even need to get into a 'downward dog' [yoga position] to have such changes.\" So finding a material that can match that degree of stretchiness could potentially make a big difference to research. \"The goal was to mimic the stretchiness and softness and flexibility of the spinal cord,\" she says. \"You can match the stretchiness with a rubber. But drawing rubber is difficult -- most of them just melt,\" she says.\"Eventually, we'd like to be able to use something like this to combat spinal cord injury. But first, we have to have biocompatibility and to be able to withstand the stresses in the spinal cord without causing any damage,\" she says.The team combined a newly developed transparent elastomer, which could act as a waveguide for optical signals, and a coating formed of a mesh of silver nanowires, producing a conductive layer for the electrical signals. To process the transparent elastomer, the material was embedded in a polymer cladding that enabled it to be drawn into a fiber that proved to be highly stretchable as well as flexible, Lu says. The cladding is dissolved away after the drawing process.After the entire fabrication process, what's left is the transparent fiber with electrically conductive, stretchy nanowire coatings. \"It's really just a piece of rubber, but conductive,\" Anikeeva says. The fiber can stretch by at least 20 to 30 percent without affecting its properties, she says.The fibers are not only stretchable but also very flexible. \"They're so floppy, you could use them to do sutures and deliver light at the same time,\" she says.\"We're the first to develop something that enables simultaneous electrical recording and optical stimulation in the spinal cords of freely moving mice,\" Lu says. \"So we hope our work opens up new avenues for neuroscience research.\" Scientists doing research on spinal cord injuries or disease usually must use larger animals in their studies, because the larger nerve fibers can withstand the more rigid wires used for stimulus and recording. While mice are generally much easier to study and available in many genetically modified strains, there was previously no technology that allowed them to be used for this type of research, she says.\"There are many different types of cells in the spinal cord, and we don't know how the different types respond to recovery, or lack of recovery, after an injury,\" she says. These new fibers, the researchers hope, could help to fill in some of those blanks.The team included Alexander Derry, Chong Hou, Siyuan Rao, Jeewoo Kang, and professor Yoel Fink at MIT; Tom Richner and professor Chet Mortiz at the University of Washington; and Imogen Brown at Oxford University. The research was supported by the National Science Foundation, the National Institute of Neurological Disorders and Stroke, the U.S. Army Research Laboratory, and the U.S. Army Research Office through the Institute for Soldier Nanotechnologies at MIT. ", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry", " Materials", " Neurochemistry", " Medicine/Health", " Nanotechnology/Micromachines"]}