{"journal": "Journal of the American Geriatrics Society", "url": "http://www.eurekalert.org/pub_releases/2017-04/uops-ica033117.php", "description": "Systematically integrating informal caregivers into the discharge planning process for elderly patients reduces hospital readmissions by a quarter, a University of Pittsburgh Health Policy Institute analysis discovered. The study is the first to quantify the post-discharge impact of caregiver integration into discharge planning on healthcare costs and resource utilization. The finding validates the Caregiver Advise, Record and Enable (CARE) Act.", "article_link": null, "date": "Mon, 03 Apr 2017 04:00:00 GMT", "funder": "Stern Family Foundation,  Emily Kelly Roseburgh Memorial Fund of The Pittsburgh Foundation", "title": "Integrating caregivers at discharge significantly cuts patient readmissions", "region": "namerica", "source_link": null, "institution": "University of Pittsburgh Schools of the Health Sciences", "text": "PITTSBURGH, April 3, 2017 - Systematically integrating informal caregivers into the discharge planning process for elderly patients reduces hospital readmissions by a quarter, a University of Pittsburgh Health Policy Institute analysis discovered.The study, published today in the Journal of the American Geriatrics Society, is the first to quantify the post-discharge impact of caregiver integration into discharge planning on health care costs and resource utilization. The finding validates the Caregiver Advise, Record and Enable (CARE) Act, which has been adopted by more than 30 states and the District of Columbia, and proposed Medicare regulations that require caregiver identification and training before patients leave a health facility. The research was funded by the Stern Family Foundation and the Emily Kelly Roseburgh Memorial Fund of The Pittsburgh Foundation. \"While integrating informal caregivers into the patient discharge process may require additional efforts to identify and educate a patient's family member, it is likely to pay dividends through improved patient outcomes and helping providers avoid economic penalties for patient readmissions,\" said senior author A. Everette James, J.D., M.B.A., director of Pitt's Health Policy Institute and its Stern Center for Evidence-Based Policy. Informal caregivers are unpaid people who provide support for medical tasks and activities critical to the daily life and health of someone who had a recent hospital or nursing home stay. Caregivers are typically family members of the discharged patient, but these responsibilities also may fall on friends, partners, neighbors and other loved ones.  A recent Congressional Budget Office analysis found that caregivers provide 80 percent of all community-based long-term services and support for older adults.  James and his colleagues systematically reviewed 10,715 scientific publications related to patient discharge planning and older adults. The meta-analysis focused on the 15 publications describing randomized control trials that included enough relevant information and data to draw insights into the influence of discharge planning on hospital readmissions. The studies included 4,361 patients with an average age of 70 years. Two-thirds of the caregivers were female, and 61 percent were a spouse or partner, while 35 percent were adult children, based on studies that included caregiver data.  Integrating caregivers into discharge planning resulted in a 25 percent reduction in risk of the elderly patient being readmitted to the hospital within 90 days, and a 24 percent reduction in risk of being readmitted within 180 days, when compared with control groups where no such integration occurred. The studies varied in how they integrated caregivers, with interventions including connecting patients and caregivers to community resources, providing written care plans and medication reconciliation, and using learning validation methods, such as teach-back, where the caregiver demonstrates his or her training to an instructor, typically a nurse. \"Due to medical advances, shorter hospital stays and the expansion of home care technology, caregivers are taking on considerable care responsibilities for patients,\" said lead author Juleen Rodakowski, O.T.D., M.S., O.T.R./L., assistant professor in the Department of Occupational Therapy in Pitt's School of Health and Rehabilitation Sciences. \"This includes increasingly complex treatment, such as wound care, managing medications and operating specialized medical equipment. With proper training and support, caregivers are more likely to be able to fulfill these responsibilities and keep their loved ones from having to return to the hospital.\"", "meeting": "", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Aging", " Health Care Systems/Services", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Policy/Ethics", " Disabled Persons"]}