{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-04/uops-pri040317.php", "description": "Neuroscientists have discovered a new brain pathway that could underlie our ability to make the coordinated hand movements needed to reach out and manipulate objects in our immediate surroundings.", "article_link": null, "date": "Mon, 03 Apr 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Pitt researchers identify new brain pathway that controls hand movements", "region": "namerica", "source_link": null, "institution": "University of Pittsburgh Schools of the Health Sciences", "text": "PITTSBURGH, April 3, 2017 - Picking up a slice of pizza or sending a text message: Scientists long believed that the brain signals for those and related movements originated from motor areas in the frontal lobe of brain, which control voluntary movement.But that may not always be true. A new brain pathway has been identified by neuroscientists at the University of Pittsburgh School of Medicine and the University of Pittsburgh Brain Institute (UPBI) that could underlie our ability to make the coordinated hand movements needed to reach out and manipulate objects in our immediate surroundings. The discovery was made in a non-human primate model, but researchers believe that a similar pathway is likely to be present in humans as well. The results, published this week in the journal Proceedings of the National Academy of Sciences, show that the neural pathway originates not from the frontal lobe, but from the posterior parietal cortex (PPC), a brain region that scientists previously thought was involved only in associating sensory inputs and building a representation of extrapersonal space.\"The findings break the hard and fast rule that a furrow in the brain called the central sulcus--a Mississippi River-like separation--splits up the areas controlling sensory and motor function,\" said senior author Peter Strick, Ph.D., Thomas Detre Professor of Neuroscience, Distinguished Professor and chair of neurobiology, Pitt School of Medicine, and scientific director of UPBI. \"This has implications for how we understand hand movement and may help us develop better treatments for patients in whom motor function is affected, such as those who have had a stroke. Our study also will have a direct impact on the efforts of researchers studying neural prosthetics and brain computer interfaces.\"  More than three decades ago, renowned neuroscientist Vernon Mountcastle proposed the presence of a movement control center in the PPC and termed it a 'command apparatus' for operation of the limbs, hands and eyes within immediate extrapersonal space. In the current study, Strick and his team confirm that such a command apparatus exists and demonstrate a new pathway that connects the PPC directly to neurons in the spinal cord that control hand movement.The research team conducted three separate experiments in a non-human primate model to make the discovery. They first showed that electrical stimulation in a region of the PPC called \"lateral area 5\" evoked finger and wrist movements in the animal. When they injected a protein marker into lateral area 5, they found that the marker made its way to the spinal cord and ended in the same location where the neurons controlling hand muscles are known to be present, suggesting a connection. \"The wiring and the connections from the PPC to the spinal cord and the hand look extremely similar to those from the frontal lobe that have been extensively studied. Similar form suggests similar function in controlling movement,\" said Jean-Alban Rathelot, Ph.D., a research associate in Strick's laboratory and the lead author of the new study. For their final experiment, they used a strain of rabies virus as a 'tracker' since it has the ability to jump across connected neurons. The team found that when they injected the virus into a hand muscle, it was indeed transported back to neurons in the same region of PPC where stimulation evoked hand movements. This result demonstrated the existence of a direct pathway from lateral area 5 to spinal cord regions that control hand muscles.\"We know from previous research that individuals who have suffered brain injuries in this area have trouble with dexterous finger movements like finding keys in a bag containing many other things, which strongly supports our findings,\" said Richard Dum, Ph.D., a research associate professor in neurobiology and a co-author of the study. Strick and his team believe that the multiple pathways for controlling hand movement from the frontal lobe and the PPC could work together to execute one complex hand task or could work in parallel to speed up movement, much like multiple processors in a computer can enhance efficacy. ", "meeting": "", "keywords": ["Biology", " Biomechanics/Biophysics", " Medicine/Health", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery"]}