{"title": "Study of kids with autism identifies hospitalization risk factors", "text": "PROVIDENCE, R.I. [Brown University] -- Children or teens with autism spectrum disorders often come to hospitals when behavioral episodes overwhelm the support that caregivers can provide at home -- but resources at hospitals are sometimes limited, too, says clinical psychologist and researcher Giulia Righi. With that reality in mind, Righi led a new study to identify which factors put young people with autism at especially high risk of seeking inpatient psychiatric care.\"The demand is far greater than the number of clinicians, the number of programs and the number of beds we have,\" said Righi, a research assistant professor of psychiatry and human behavior at the Warren Alpert Medical School of Brown University who treats acute care patients with autism spectrum disorders at the E.P. Bradley Hospital. \"One of the biggest issues is the availability of acute care services such as day hospital programs and inpatient units to support families when their children's behaviors have escalated to the point of making a situation unsafe at home, at school or sometimes both.\"Identifying and addressing the factors that make hospitalization more likely, she said, could reduce such instances. Notably, only two of the risk factors identified in the study of patients with an autism spectrum disorder (ASD) -- their severity of autism symptoms and the degree of their \"adaptive\" daily life functioning -- were specific consequences of the disorder. The strongest risk factors -- disrupted sleep, having a mood disorder and living in a home with a single caregiver -- are not necessarily associated with ASD.\"Our results underscore the importance of a multidisciplinary approach to the assessment and treatment of children and adolescents with ASD that addresses behavioral, psychological and psychiatric, adaptive, sleep and medical functioning in order to decrease behavioral crises and the utilization of inpatient psychiatric services,\" Righi and co-authors wrote in the study published in Journal of Autism and Developmental Disorders.The study made unique use of two large datasets with unusually rich information about patients, Righi said: the Autism Inpatient Collection (AIC), which includes data from children's psychiatric hospitals in six states, and the Rhode Island Consortium for Autism Research and Treatment (RI-CART). Founded in 2013 by a coalition of local institutions including Brown, Bradley Hospital and Women & Infants Hospital, RI-CART has grown to become a community of about 1,500 patients and their families.In the research, Righi and her co-authors looked at the AIC records of 218 patients age 4 to 20 who were hospitalized and compared them with 255 age- and gender-matched members of RI-CART who were not hospitalized. By employing statistical analysis techniques, the researchers were able to isolate risk factors that were independently and significantly associated with the risk of hospitalization.The strongest predictor was the presence of a mood disorder, which was associated with a seven-fold increase in the odds of hospitalization. The presence of sleep problems was the second strongest risk, more than doubling the odds. A high score on a standardized scale of autism symptom severity raised the odds a little bit, though still significantly. Meanwhile, having a high score on a standardized scale of \"adaptive functioning,\" or basic life and coping skills, slightly but significantly lowered the odds of hospitalization. Finally, children and teens in households with married caregivers had only 0.4 times the odds of needing hospital care compared with comparable patients living with only one adult caregiver.That last result, Righi said, is likely not about family structure or stability per se, but rather about resources available to cope with the care for a child with high needs. The hospitalization risk associated with mood and sleep disorders, meanwhile, points to the need to engage in a broad based and careful psychiatric evaluation of autism patients.\"Our findings emphasize the utility of thorough assessment and treatment of mood and sleep conditions to decrease the likelihood of requiring psychiatric hospitalization,\" Righi and her co-authors wrote.Righi noted that some factors she might have hypothesized would be independently significant were not, including the degree of intellectual disability or gastrointestinal problems.Righi acknowledged that while research examined many factors, others that it didn't measure might also be important. Also, the study measured associations of risk factors with hospitalization but doesn't prove they were the cause of hospital visits.But the study authors wrote that the risk factors they identified may be worth addressing before young autism patients reach the point where hospitalization becomes necessary.\"In spite of its limitations,\" the study authors concluded, \"the present findings reveal indicators that may be useful for identifying children and adolescents at greater risk of psychiatric hospitalization as well as other potential targets for individual and family intervention.\"", "journal": "Journal of Autism and Developmental Disorders", "funder": "Hassenfeld Child Health Innovation Institute, Simons Foundation, Nancy Lurie Marks Family Foundation, National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/bu-sok060217.php", "institution": "Brown University", "meeting": "", "description": "With the goal of prevention, a new study of children and teens with autism spectrum disorders found five risk factors that are significantly associated with an increased likelihood of seeking inpatient psychiatric care.", "article_link": "http://dx.doi.org/10.1007/s10803-017-3154-9", "keywords": ["Medicine/Health", " Pediatrics", " Behavior", " Mental Health", " Parenting/Child Care/Family"], "source_link": "https://news.brown.edu/articles/2017/06/autism", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}