{"title": "Telehealth reduces wait time, improves care for children with autism living in remote areas", "text": "COLUMBIA, Mo. - Long wait times have been a persistent issue for families waiting to see an autism specialist, with waits often exceeding a year. Additionally, children with autism living in rural areas have added costs associated with traveling long distances for health care. To address these issues, ECHO Autism, a University of Missouri program, has been successfully training primary care providers to diagnose and manage autism spectrum disorders. Now, Kristin Sohl, associate professor of child health and the director of ECHO Autism, is preparing to expand the program with ECHO Autism partner sites serving Alabama, Alaska and under-served Navajo communities in New Mexico and Arizona. ECHO Autism also is set to expand globally through partner sites in Kenya. In the past year, Sohl has conducted autism specific trainings for ECHO Uruguay.\r\n\"Since the initial studies of ECHO Autism, nearly 250 health providers have received training on best-practice care,\" Sohl said. \"The program effectively increases the capacity for health care in underserved communities, which means that families can get the answers they need without traveling or waiting to see a specialist.\"Launched in March 2015, ECHO Autism is a partnership between the MU Thompson Center for Autism and Neurodevelopmental Disorders, MU Health, and the Missouri Telehealth Network Show-Me ECHO program. ECHO Autism clinics are conducted using high-quality, secure video conferencing technology to connect participating primary care clinics to a panel of experts.Initial studies of the program have found that participating primary care providers demonstrated significant improvements in confidence across all sectors of health care for children with autism, including screening and identification, assessment and treatment of medical and psychiatric conditions, and knowledge of and referral to available resources.\"The success we have seen in Missouri and in other areas where ECHO Autism has been replicated means that this model can work in even more remote areas,\" Sohl said. \"Expanding the program from Africa to Alaska will help families around the world.\"Micah Mazurek, associate professor of health psychology in the School of Health Professions, and Rachel Brown, professor of clinical psychiatry in the MU School of Medicine, co-authored the recently published paper, \"ECHO Autism: using technology and mentorship to bridge gaps, increase access to care, and bring best practice autism care to primary care,\" which was featured in Clinical Pediatrics. ECHO Autism is modeled after Project ECHO at the University of New Mexico.", "journal": "Clinical Pediatrics", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-erw060117.php", "institution": "University of Missouri-Columbia", "meeting": "", "description": "Kristin Sohl, director of ECHO Autism, says that the expanding ECHO Autism will help families and children with autism around the world, especially those living in remote areas.", "article_link": null, "keywords": ["Health Care", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Pediatrics", " Public Health", " Internet", " Disease in the Developing World"], "source_link": "http://munews.missouri.edu/news-releases/2017/0601-telehealth-reduces-wait-time-improves-care-for-children-with-autism-living-in-remote-areas/", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}