{"title": "Largest study to date finds autism alone does not increase risk of violent offending", "text": "Washington, DC, June 1, 2017 - A diagnosis of autism alone does not increase the risk of violent offending, suggests a study published in the June 2017 issue of the Journal of the American Academy of Child and Adolescent Psychiatry (JAACAP). The study analyzed data from 295,734 individuals in Stockholm County, Sweden, of whom 5,739 had a diagnosis of autism. The researchers tracked these individuals for violent crime convictions between ages 15 to 27 years using records from the Swedish National Crime Register.The team, led by researchers at the University of Bristol's School of Social and Community Medicine and the Karolinska Institute in Stockholm, found that individuals diagnosed with autism initially appeared to have a higher risk of violent offending. However, this association was significantly reduced once the presence of additional attention-deficit/hyperactivity disorder (ADHD) or conduct disorder was taken into account. These conditions, along with other psychiatric disorders and alcohol and drug misuse, were the most important predictors of violent criminality in autism, not autism by itself.\"We know that some people with an autism diagnosis have challenging behavior and may come into contact with the criminal justice system; however, whether having autism increases the risk of violence or not has not been clear,\" said Dr. Ragini Heeramun, Consultant Forensic Psychiatrist at the Avon and Wiltshire Partnership National Health Service Mental Health Trust in Bristol. \"Our findings, from the largest study to date, show that at the population level, autism in itself doesn't seem to be associated with convictions for violent crimes. However, other conditions, such as ADHD, which can co-occur with autism, may increase such risks.\"  Interestingly, when researchers considered individuals with ADHD or conduct disorder, an additional diagnosis of autism was actually found to reduce the risk of violent criminality, compared to individuals with ADHD or conduct disorder alone.There was also some evidence that a delayed diagnosis of autism was associated with a greater risk of violent crime, while better school performance and intellectual disability appeared to be protective. \"Interestingly, the additional presence of an autism diagnosis was actually associated with a relatively lower risk of convictions, compared to having these conditions without autism,\" said Dr. Dheeraj Rai, Consultant Senior Lecturer in Psychiatry from Bristol's School of Social and Community Medicine. \"We think that these findings could be important for autism services, which often focus on providing a diagnosis of autism, rather than on the identification of, and support for, the conditions that commonly occur alongside it.\"", "journal": "Journal of American Academy of Child and Adolescent Psychiatry", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-06/e-lst060117.php", "institution": "Elsevier", "meeting": "", "description": "A diagnosis of autism alone does not increase the risk of violent offending, suggests a study published in the June 2017 issue of the Journal of the American Academy of Child and Adolescent Psychiatry (JAACAP). The study analyzed data from 295,734 individuals in Stockholm County, Sweden, of whom 5,739 had a diagnosis of autism. The researchers tracked these individuals for violent crime convictions between ages 15 to 27 years using records from the Swedish National Crime Register.", "article_link": "http://dx.doi.org/10.1016/j.jaac.2017.03.011", "keywords": ["Medicine/Health", " Behavior", " Mental Health", " Violence/Criminals"], "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/largest-study-to-date-finds-autism-alone-does-not-increase-risk-of-violent-offending", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}