{"title": "Baby teeth link autism and heavy metals, NIH study suggests | EurekAlert! Science News", "year": "Thu, 01 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "tooth", "showing", "laser", "removal", "dentine", "layer", "tan", "analysis", "metal", "content", "view", "baby", "teeth", "children", "autism", "contain", "toxic", "lead", "less", "essential", "nutrients", "zinc", "manganese", "compared", "teeth", "children", "without", "autism", "according", "innovative", "study", "funded", "national", "institute", "environmental", "health", "sciences", "niehs", "part", "national", "institutes", "health", "researchers", "studied", "twins", "control", "genetic", "influences", "focus", "possible", "environmental", "contributors", "disease", "findings", "published", "june", "1", "journal", "nature", "communications", "suggest", "differences", "exposure", "metals", "importantly", "child", "body", "processes", "may", "affect", "risk", "autism", "differences", "metal", "uptake", "children", "without", "autism", "especially", "notable", "months", "children", "born", "scientists", "determined", "using", "lasers", "map", "growth", "rings", "baby", "teeth", "generated", "different", "developmental", "periods", "researchers", "observed", "higher", "levels", "lead", "children", "autism", "throughout", "development", "greatest", "disparity", "observed", "period", "following", "birth", "also", "observed", "lower", "uptake", "manganese", "children", "autism", "birth", "pattern", "complex", "zinc", "children", "autism", "lower", "zinc", "levels", "earlier", "womb", "levels", "increased", "birth", "compared", "children", "without", "autism", "researchers", "note", "replication", "larger", "studies", "needed", "confirm", "connection", "metal", "uptake", "autism", "think", "autism", "begins", "early", "likely", "womb", "research", "suggests", "environment", "increase", "child", "risk", "time", "children", "diagnosed", "age", "3", "4", "hard", "go", "back", "know", "moms", "exposed", "said", "cindy", "lawler", "head", "niehs", "genes", "environment", "health", "branch", "baby", "teeth", "actually", "patterns", "metal", "uptake", "compared", "using", "teeth", "32", "pairs", "twins", "12", "individual", "twins", "researchers", "compared", "patterns", "twins", "one", "autism", "well", "twins", "neither", "autism", "smaller", "differences", "patterns", "metal", "uptake", "occurred", "twins", "autism", "larger", "differences", "occurred", "twins", "one", "sibling", "findings", "build", "prior", "research", "showing", "exposure", "toxic", "metals", "lead", "deficiencies", "essential", "nutrients", "like", "manganese", "may", "harm", "brain", "development", "womb", "early", "childhood", "although", "manganese", "essential", "nutrient", "also", "toxic", "high", "doses", "exposure", "lead", "high", "levels", "manganese", "associated", "autism", "traits", "study", "led", "manish", "arora", "environmental", "scientist", "dentist", "icahn", "school", "medicine", "mount", "sinai", "new", "york", "support", "niehs", "arora", "colleagues", "previously", "developed", "method", "used", "naturally", "shed", "baby", "teeth", "measure", "children", "exposure", "lead", "metals", "womb", "early", "childhood", "researchers", "use", "lasers", "extract", "precise", "layers", "dentine", "hard", "substance", "beneath", "tooth", "enamel", "metal", "analysis", "team", "previously", "showed", "amount", "lead", "different", "layers", "dentine", "corresponds", "lead", "exposure", "different", "developmental", "said", "autism", "condition", "genes", "environment", "play", "role", "figuring", "environmental", "exposures", "may", "increase", "risk", "difficult", "needed", "window", "fetal", "life", "said", "unlike", "genes", "environment", "constantly", "changing", "body", "response", "environmental", "stressors", "depends", "much", "exposed", "age", "experienced", "exposure", "prior", "studies", "relating", "toxic", "metals", "essential", "nutrients", "autism", "faced", "key", "limitations", "estimating", "exposure", "based", "blood", "levels", "autism", "diagnosis", "rather", "able", "control", "differences", "could", "due", "genetic", "factors", "lot", "studies", "compared", "current", "lead", "levels", "kids", "already", "diagnosed", "said", "lawler", "able", "measure", "something", "children", "exposed", "long", "diagnosis", "major", "advantage", "method", "using", "baby", "teeth", "measure", "past", "exposure", "metals", "also", "holds", "promise", "disorders", "attention", "deficit", "hyperactivity", "disorder", "growing", "excitement", "potential", "baby", "teeth", "rich", "record", "child", "early", "life", "exposure", "helpful", "harmful", "factors", "environment", "said", "david", "balshaw", "head", "niehs", "exposure", "response", "technology", "branch", "supported", "development", "tooth", "method"], "url": "http://www.eurekalert.org/pub_releases/2017-06/nioe-btl060117.php", "date": "2018-01-19_21:10:21", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a cross-section of tooth showing laser removal of the dentine layer, in tan, for analysis of metal content.\n       view more Baby teeth from children with autism contain more toxic lead and less of the essential nutrients zinc and manganese, compared to teeth from children without autism, according to an innovative study funded by the National Institute of Environmental Health Sciences (NIEHS), part of the National Institutes of Health. The researchers studied twins to control genetic influences and focus on possible environmental contributors to the disease. The findings, published June 1 in the journal Nature Communications, suggest that differences in early-life exposure to metals, or more importantly how a child's body processes them, may affect the risk of autism. The differences in metal uptake between children with and without autism were especially notable during the months just before and after the children were born. The scientists determined this by using lasers to map the growth rings in baby teeth generated during different developmental periods. The researchers observed higher levels of lead in children with autism throughout development, with the greatest disparity observed during the period following birth. They also observed lower uptake of manganese in children with autism, both before and after birth. The pattern was more complex for zinc. Children with autism had lower zinc levels earlier in the womb, but these levels then increased after birth, compared to children without autism. The researchers note that replication in larger studies is needed to confirm the connection between metal uptake and autism.\"We think autism begins very early, most likely in the womb, and research suggests that our environment can increase a child's risk. But by the time children are diagnosed at age 3 or 4, it's hard to go back and know what the moms were exposed to,\" said Cindy Lawler, Ph.D., head of the NIEHS Genes, Environment, and Health Branch. \"With baby teeth, we can actually do that.\"Patterns of metal uptake were compared using teeth from 32 pairs of twins and 12 individual twins. The researchers compared patterns in twins where only one had autism, as well as in twins where both or neither had autism. Smaller differences in the patterns of metal uptake occurred when both twins had autism. Larger differences occurred in twins where only one sibling had autism.The findings build on prior research showing that exposure to toxic metals, such as lead, and deficiencies of essential nutrients, like manganese, may harm brain development while in the womb or during early childhood. Although manganese is an essential nutrient, it can also be toxic at high doses. Exposure to both lead and high levels of manganese has been associated with autism traits and severity.The study was led by Manish Arora, Ph.D., an environmental scientist and dentist at the Icahn School of Medicine at Mount Sinai in New York. With support from NIEHS, Arora and colleagues had previously developed a method that used naturally shed baby teeth to measure children's exposure to lead and other metals while in the womb and during early childhood. The researchers use lasers to extract precise layers of dentine, the hard substance beneath tooth enamel, for metal analysis. The team previously showed that the amount of lead in different layers of dentine corresponds to lead exposure during different developmental periods.Arora said that autism is a condition where both genes and environment play a role, but figuring out which environmental exposures may increase risk has been difficult. \"What is needed is a window into our fetal life,\" he said. \"Unlike genes, our environment is constantly changing, and our body's response to environmental stressors not only depends on just how much we were exposed to, but at what age we experienced that exposure.\"Prior studies relating toxic metals and essential nutrients to autism have faced key limitations, such as estimating exposure based on blood levels after autism diagnosis rather than before, or not being able to control for differences that could be due to genetic factors.\"A lot of studies have compared current lead levels in kids that are already diagnosed,\" said Lawler. \"Being able to measure something the children were exposed to long before diagnosis is a major advantage.\"The method of using baby teeth to measure past exposure to metals also holds promise for other disorders, such as attention deficit hyperactivity disorder. \"There is growing excitement about the potential of baby teeth as a rich record of a child's early life exposure to both helpful and harmful factors in the environment,\" said David Balshaw, Ph.D., head of the NIEHS Exposure, Response, and Technology Branch, which supported the development of the tooth method.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a cross-section of tooth showing laser removal of the dentine layer, in tan, for analysis of metal content.", "view more Baby teeth from children with autism contain more toxic lead and less of the essential nutrients zinc and manganese, compared to teeth from children without autism, according to an innovative study funded by the National Institute of Environmental Health Sciences (NIEHS), part of the National Institutes of Health.", "The researchers studied twins to control genetic influences and focus on possible environmental contributors to the disease.", "The findings, published June 1 in the journal Nature Communications, suggest that differences in early-life exposure to metals, or more importantly how a child's body processes them, may affect the risk of autism.", "The differences in metal uptake between children with and without autism were especially notable during the months just before and after the children were born.", "The scientists determined this by using lasers to map the growth rings in baby teeth generated during different developmental periods.", "The researchers observed higher levels of lead in children with autism throughout development, with the greatest disparity observed during the period following birth.", "They also observed lower uptake of manganese in children with autism, both before and after birth.", "The pattern was more complex for zinc.", "Children with autism had lower zinc levels earlier in the womb, but these levels then increased after birth, compared to children without autism.", "The researchers note that replication in larger studies is needed to confirm the connection between metal uptake and autism.", "\"We think autism begins very early, most likely in the womb, and research suggests that our environment can increase a child's risk.", "But by the time children are diagnosed at age 3 or 4, it's hard to go back and know what the moms were exposed to,\" said Cindy Lawler, Ph.D., head of the NIEHS Genes, Environment, and Health Branch.", "\"With baby teeth, we can actually do that.", "\"Patterns of metal uptake were compared using teeth from 32 pairs of twins and 12 individual twins.", "The researchers compared patterns in twins where only one had autism, as well as in twins where both or neither had autism.", "Smaller differences in the patterns of metal uptake occurred when both twins had autism.", "Larger differences occurred in twins where only one sibling had autism.The findings build on prior research showing that exposure to toxic metals, such as lead, and deficiencies of essential nutrients, like manganese, may harm brain development while in the womb or during early childhood.", "Although manganese is an essential nutrient, it can also be toxic at high doses.", "Exposure to both lead and high levels of manganese has been associated with autism traits and severity.The study was led by Manish Arora, Ph.D., an environmental scientist and dentist at the Icahn School of Medicine at Mount Sinai in New York.", "With support from NIEHS, Arora and colleagues had previously developed a method that used naturally shed baby teeth to measure children's exposure to lead and other metals while in the womb and during early childhood.", "The researchers use lasers to extract precise layers of dentine, the hard substance beneath tooth enamel, for metal analysis.", "The team previously showed that the amount of lead in different layers of dentine corresponds to lead exposure during different developmental periods.Arora said that autism is a condition where both genes and environment play a role, but figuring out which environmental exposures may increase risk has been difficult.", "\"What is needed is a window into our fetal life,\" he said.", "\"Unlike genes, our environment is constantly changing, and our body's response to environmental stressors not only depends on just how much we were exposed to, but at what age we experienced that exposure.", "\"Prior studies relating toxic metals and essential nutrients to autism have faced key limitations, such as estimating exposure based on blood levels after autism diagnosis rather than before, or not being able to control for differences that could be due to genetic factors.", "\"A lot of studies have compared current lead levels in kids that are already diagnosed,\" said Lawler.", "\"Being able to measure something the children were exposed to long before diagnosis is a major advantage.", "\"The method of using baby teeth to measure past exposure to metals also holds promise for other disorders, such as attention deficit hyperactivity disorder.", "\"There is growing excitement about the potential of baby teeth as a rich record of a child's early life exposure to both helpful and harmful factors in the environment,\" said David Balshaw, Ph.D., head of the NIEHS Exposure, Response, and Technology Branch, which supported the development of the tooth method."], "source": "NIH/National Institute of Environmental Health Sciences"}