{"title": "A noninvasive method for deep brain stimulation | EurekAlert! Science News", "year": "Thu, 01 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcambridge", "delivering", "electrical", "current", "part", "brain", "involved", "movement", "control", "proven", "successful", "treating", "many", "parkinson", "disease", "patients", "approach", "known", "deep", "brain", "stimulation", "requires", "implanting", "electrodes", "brain", "complex", "procedure", "carries", "risk", "mit", "researchers", "collaborating", "investigators", "beth", "israel", "deaconess", "medical", "center", "bidmc", "foundation", "come", "way", "stimulate", "regions", "deep", "within", "brain", "using", "electrodes", "placed", "scalp", "approach", "could", "make", "deep", "brain", "stimulation", "noninvasive", "less", "risky", "less", "expensive", "accessible", "patients", "traditional", "deep", "brain", "stimulation", "requires", "opening", "skull", "implanting", "electrode", "complications", "secondly", "small", "number", "people", "kind", "neurosurgery", "says", "ed", "boyden", "associate", "professor", "biological", "engineering", "brain", "cognitive", "sciences", "mit", "senior", "author", "study", "appears", "june", "1", "issue", "also", "use", "deep", "brain", "stimulation", "treat", "patients", "obsessive", "compulsive", "disorder", "epilepsy", "depression", "exploring", "possibility", "using", "treat", "conditions", "autism", "new", "noninvasive", "approach", "could", "make", "easier", "adapt", "deep", "brain", "stimulation", "treat", "additional", "disorders", "researchers", "say", "ability", "stimulate", "brain", "structures", "noninvasively", "hope", "may", "help", "discover", "new", "targets", "treating", "brain", "disorders", "says", "paper", "lead", "author", "nir", "grossman", "former", "wellcome", "postdoc", "working", "mit", "bidmc", "research", "fellow", "imperial", "college", "locationselectrodes", "treating", "parkinson", "disease", "usually", "placed", "subthalamic", "nucleus", "structure", "located", "thalamus", "deep", "within", "brain", "many", "parkinson", "patients", "delivering", "electrical", "impulses", "brain", "region", "improve", "symptoms", "surgery", "implant", "electrodes", "carries", "risks", "including", "brain", "hemorrhage", "researchers", "tried", "noninvasively", "stimulate", "brain", "using", "techniques", "transcranial", "magnetic", "stimulation", "tms", "treating", "depression", "since", "tms", "noninvasive", "also", "used", "normal", "human", "subjects", "study", "basic", "science", "cognition", "emotion", "sensation", "movement", "however", "using", "tms", "stimulate", "deep", "brain", "structures", "also", "result", "surface", "regions", "strongly", "stimulated", "resulting", "modulation", "multiple", "brain", "mit", "team", "devised", "way", "deliver", "electrical", "stimulation", "deep", "within", "brain", "via", "electrodes", "placed", "scalp", "taking", "advantage", "phenomenon", "known", "temporal", "strategy", "requires", "generating", "two", "electrical", "currents", "using", "electrodes", "placed", "outside", "brain", "fields", "fast", "drive", "neurons", "however", "currents", "interfere", "one", "another", "way", "intersect", "deep", "brain", "small", "region", "current", "generated", "inside", "neurons", "current", "used", "drive", "neurons", "electrical", "activity", "current", "passes", "surrounding", "tissue", "tuning", "frequency", "currents", "changing", "number", "location", "electrodes", "researchers", "control", "size", "location", "brain", "tissue", "receives", "stimulation", "target", "locations", "deep", "within", "brain", "without", "affecting", "surrounding", "brain", "structures", "also", "steer", "location", "stimulation", "without", "moving", "electrodes", "altering", "currents", "way", "deep", "targets", "could", "stimulated", "therapeutic", "use", "basic", "science", "investigations", "go", "deep", "targets", "spare", "overlying", "neurons", "although", "spatial", "resolution", "yet", "good", "deep", "brain", "stimulation", "says", "boyden", "member", "mit", "media", "lab", "mcgovern", "institute", "brain", "tsai", "director", "mit", "picower", "institute", "learning", "memory", "researchers", "lab", "tested", "technique", "mice", "found", "could", "stimulate", "small", "regions", "deep", "within", "brain", "including", "hippocampus", "also", "able", "shift", "site", "stimulation", "allowing", "activate", "different", "parts", "motor", "cortex", "prompt", "mice", "move", "limbs", "ears", "whiskers", "showed", "precisely", "target", "brain", "region", "elicit", "neuronal", "activation", "behavioral", "responses", "says", "tsai", "author", "paper", "think", "exciting", "parkinson", "disease", "movement", "disorders", "seem", "originate", "particular", "region", "brain", "target", "potential", "reverse", "significantly", "hippocampus", "experiments", "technique", "activate", "neurons", "cortex", "region", "lying", "electrodes", "skull", "target", "deep", "inside", "brain", "researchers", "also", "found", "harmful", "effects", "part", "year", "tsai", "showed", "using", "light", "visually", "induce", "brain", "waves", "particular", "frequency", "could", "substantially", "reduce", "beta", "amyloid", "plaques", "seen", "alzheimer", "disease", "brains", "mice", "plans", "explore", "whether", "type", "electrical", "stimulation", "could", "offer", "new", "way", "generate", "type", "beneficial", "brain", "waves"], "url": "http://www.eurekalert.org/pub_releases/2017-06/miot-anm053017.php", "date": "2018-01-19_21:10:28", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCAMBRIDGE, MA -- Delivering an electrical current to a part of the brain involved in movement control has proven successful in treating many Parkinson's disease patients. This approach, known as deep brain stimulation, requires implanting electrodes in the brain -- a complex procedure that carries some risk to the patient.Now, MIT researchers, collaborating with investigators at Beth Israel Deaconess Medical Center (BIDMC) and the IT'IS Foundation, have come up with a way to stimulate regions deep within the brain using electrodes placed on the scalp. This approach could make deep brain stimulation noninvasive, less risky, less expensive, and more accessible to patients.\"Traditional deep brain stimulation requires opening the skull and implanting an electrode, which can have complications. Secondly, only a small number of people can do this kind of neurosurgery,\" says Ed Boyden, an associate professor of biological engineering and brain and cognitive sciences at MIT, and the senior author of the study, which appears in the June 1 issue of Cell.Doctors also use deep brain stimulation to treat some patients with obsessive compulsive disorder, epilepsy, and depression, and are exploring the possibility of using it to treat other conditions such as autism. The new, noninvasive approach could make it easier to adapt deep brain stimulation to treat additional disorders, the researchers say.\"With the ability to stimulate brain structures noninvasively, we hope that we may help discover new targets for treating brain disorders,\" says the paper's lead author, Nir Grossman, a former Wellcome Trust-MIT postdoc working at MIT and BIDMC, who is now a research fellow at Imperial College London.Deep locationsElectrodes for treating Parkinson's disease are usually placed in the subthalamic nucleus, a lens-shaped structure located below the thalamus, deep within the brain. For many Parkinson's patients, delivering electrical impulses in this brain region can improve symptoms, but the surgery to implant the electrodes carries risks, including brain hemorrhage and infection.Other researchers have tried to noninvasively stimulate the brain using techniques such as transcranial magnetic stimulation (TMS), which is FDA-approved for treating depression. Since TMS is noninvasive, it has also been used in normal human subjects to study the basic science of cognition, emotion, sensation, and movement. However, using TMS to stimulate deep brain structures can also result in surface regions being strongly stimulated, resulting in modulation of multiple brain networks.The MIT team devised a way to deliver electrical stimulation deep within the brain, via electrodes placed on the scalp, by taking advantage of a phenomenon known as temporal interference.This strategy requires generating two high-frequency electrical currents using electrodes placed outside the brain. These fields are too fast to drive neurons. However, these currents interfere with one another in such a way that where they intersect, deep in the brain, a small region of low-frequency current is generated inside neurons. This low-frequency current can be used to drive neurons' electrical activity, while the high-frequency current passes through surrounding tissue with no effect.By tuning the frequency of these currents and changing the number and location of the electrodes, the researchers can control the size and location of the brain tissue that receives the low-frequency stimulation. They can target locations deep within the brain without affecting any of the surrounding brain structures. They can also steer the location of stimulation, without moving the electrodes, by altering the currents. In this way, deep targets could be stimulated, both for therapeutic use and basic science investigations.\"You can go for deep targets and spare the overlying neurons, although the spatial resolution is not yet as good as that of deep brain stimulation,\" says Boyden, who is a member of MIT's Media Lab and McGovern Institute for Brain Research.Targeted stimulationLi-Huei Tsai, director of MIT's Picower Institute for Learning and Memory, and researchers in her lab tested this technique in mice and found that they could stimulate small regions deep within the brain, including the hippocampus. They were also able to shift the site of stimulation, allowing them to activate different parts of the motor cortex and prompt the mice to move their limbs, ears, or whiskers.\"We showed that we can very precisely target a brain region to elicit not just neuronal activation but behavioral responses,\" says Tsai, who is an author of the paper. \"I think it's very exciting because Parkinson's disease and other movement disorders seem to originate from a very particular region of the brain, and if you can target that, you have the potential to reverse it.\"Significantly, in the hippocampus experiments, the technique did not activate the neurons in the cortex, the region lying between the electrodes on the skull and the target deep inside the brain. The researchers also found no harmful effects in any part of the brain.Last year, Tsai showed that using light to visually induce brain waves of a particular frequency could substantially reduce the beta amyloid plaques seen in Alzheimer's disease, in the brains of mice. She now plans to explore whether this type of electrical stimulation could offer a new way to generate the same type of beneficial brain waves.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCAMBRIDGE, MA -- Delivering an electrical current to a part of the brain involved in movement control has proven successful in treating many Parkinson's disease patients.", "This approach, known as deep brain stimulation, requires implanting electrodes in the brain -- a complex procedure that carries some risk to the patient.Now, MIT researchers, collaborating with investigators at Beth Israel Deaconess Medical Center (BIDMC) and the IT'IS Foundation, have come up with a way to stimulate regions deep within the brain using electrodes placed on the scalp.", "This approach could make deep brain stimulation noninvasive, less risky, less expensive, and more accessible to patients.", "\"Traditional deep brain stimulation requires opening the skull and implanting an electrode, which can have complications.", "Secondly, only a small number of people can do this kind of neurosurgery,\" says Ed Boyden, an associate professor of biological engineering and brain and cognitive sciences at MIT, and the senior author of the study, which appears in the June 1 issue of Cell.Doctors also use deep brain stimulation to treat some patients with obsessive compulsive disorder, epilepsy, and depression, and are exploring the possibility of using it to treat other conditions such as autism.", "The new, noninvasive approach could make it easier to adapt deep brain stimulation to treat additional disorders, the researchers say.", "\"With the ability to stimulate brain structures noninvasively, we hope that we may help discover new targets for treating brain disorders,\" says the paper's lead author, Nir Grossman, a former Wellcome Trust-MIT postdoc working at MIT and BIDMC, who is now a research fellow at Imperial College London.Deep locationsElectrodes for treating Parkinson's disease are usually placed in the subthalamic nucleus, a lens-shaped structure located below the thalamus, deep within the brain.", "For many Parkinson's patients, delivering electrical impulses in this brain region can improve symptoms, but the surgery to implant the electrodes carries risks, including brain hemorrhage and infection.Other researchers have tried to noninvasively stimulate the brain using techniques such as transcranial magnetic stimulation (TMS), which is FDA-approved for treating depression.", "Since TMS is noninvasive, it has also been used in normal human subjects to study the basic science of cognition, emotion, sensation, and movement.", "However, using TMS to stimulate deep brain structures can also result in surface regions being strongly stimulated, resulting in modulation of multiple brain networks.The MIT team devised a way to deliver electrical stimulation deep within the brain, via electrodes placed on the scalp, by taking advantage of a phenomenon known as temporal interference.This strategy requires generating two high-frequency electrical currents using electrodes placed outside the brain.", "These fields are too fast to drive neurons.", "However, these currents interfere with one another in such a way that where they intersect, deep in the brain, a small region of low-frequency current is generated inside neurons.", "This low-frequency current can be used to drive neurons' electrical activity, while the high-frequency current passes through surrounding tissue with no effect.By tuning the frequency of these currents and changing the number and location of the electrodes, the researchers can control the size and location of the brain tissue that receives the low-frequency stimulation.", "They can target locations deep within the brain without affecting any of the surrounding brain structures.", "They can also steer the location of stimulation, without moving the electrodes, by altering the currents.", "In this way, deep targets could be stimulated, both for therapeutic use and basic science investigations.", "\"You can go for deep targets and spare the overlying neurons, although the spatial resolution is not yet as good as that of deep brain stimulation,\" says Boyden, who is a member of MIT's Media Lab and McGovern Institute for Brain Research.Targeted stimulationLi-Huei Tsai, director of MIT's Picower Institute for Learning and Memory, and researchers in her lab tested this technique in mice and found that they could stimulate small regions deep within the brain, including the hippocampus.", "They were also able to shift the site of stimulation, allowing them to activate different parts of the motor cortex and prompt the mice to move their limbs, ears, or whiskers.", "\"We showed that we can very precisely target a brain region to elicit not just neuronal activation but behavioral responses,\" says Tsai, who is an author of the paper.", "\"I think it's very exciting because Parkinson's disease and other movement disorders seem to originate from a very particular region of the brain, and if you can target that, you have the potential to reverse it.", "\"Significantly, in the hippocampus experiments, the technique did not activate the neurons in the cortex, the region lying between the electrodes on the skull and the target deep inside the brain.", "The researchers also found no harmful effects in any part of the brain.Last year, Tsai showed that using light to visually induce brain waves of a particular frequency could substantially reduce the beta amyloid plaques seen in Alzheimer's disease, in the brains of mice.", "She now plans to explore whether this type of electrical stimulation could offer a new way to generate the same type of beneficial brain waves."], "source": "Massachusetts Institute of Technology"}