{"title": "Health care process a roadblock for adolescents with autism and their caregivers | EurekAlert! Science News", "year": "Wed, 31 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "nancy", "assistant", "professor", "health", "sciences", "mu", "says", "children", "autism", "enter", "adulthood", "improved", "communication", "providers", "adolescents", "caregivers", "needed", "help", "view", "columbia", "mo", "people", "trips", "doctor", "quite", "scary", "adolescents", "young", "adults", "autism", "taking", "control", "health", "care", "decisions", "frightening", "also", "barrier", "independence", "researchers", "university", "missouri", "found", "health", "care", "process", "impacts", "adolescents", "autism", "caregivers", "also", "feel", "lack", "skills", "support", "necessary", "help", "adolescents", "achieve", "independence", "children", "autism", "enter", "adulthood", "improved", "communication", "providers", "adolescents", "caregivers", "needed", "help", "autism", "transition", "independence", "significant", "part", "adulthood", "managing", "health", "care", "includes", "regular", "trips", "doctor", "following", "treatment", "plans", "aware", "symptoms", "changes", "health", "said", "nancy", "assistant", "professor", "mu", "school", "health", "professions", "researcher", "thompson", "center", "autism", "neurodevelopmental", "disorders", "especially", "challenging", "adolescents", "young", "adults", "autism", "team", "conducted", "interviews", "adolescents", "autism", "caregivers", "found", "groups", "strong", "desire", "adolescents", "manage", "health", "care", "needs", "attempted", "take", "small", "steps", "toward", "independence", "using", "pill", "boxes", "help", "adolescents", "manage", "medications", "throughout", "week", "however", "groups", "lacked", "confidence", "came", "building", "independence", "adult", "health", "care", "many", "cases", "caregivers", "confused", "role", "adolescent", "path", "toward", "independence", "decisions", "guardianship", "makes", "legal", "health", "care", "decisions", "found", "especially", "problematic", "adolescents", "expressed", "feeling", "upset", "health", "providers", "would", "talk", "directly", "instead", "speaking", "caregivers", "many", "caregivers", "said", "felt", "forced", "remain", "involved", "adolescent", "care", "even", "goal", "adolescents", "independence", "said", "meanwhile", "adolescents", "want", "overcome", "fears", "feel", "important", "alone", "time", "doctors", "frustrated", "doctors", "communicate", "mainly", "caregivers", "findings", "reiterate", "importance", "understanding", "perspectives", "caregivers", "adolescents", "improving", "communication", "caregivers", "adolescents", "providers", "achieve", "shared", "independence", "goals"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uom-hcp053117.php", "date": "2018-01-19_21:10:34", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Nancy Cheak-Zamora, assistant professor of health sciences at MU, says that as more children with autism enter adulthood, improved communication between providers, adolescents and caregivers is needed to help those...\n       view more COLUMBIA, Mo. - For most people, trips to the doctor can be quite scary. For adolescents and young adults with autism, taking control of health care decisions is not only frightening, it also can be a barrier to independence. Now researchers from the University of Missouri have found that the health care process not only impacts adolescents with autism, but caregivers also feel they lack the skills and support necessary to help those adolescents achieve health-related independence. As more children with autism enter adulthood, improved communication between providers, adolescents and caregivers is needed to help those with autism transition to independence.\"A significant part of adulthood is managing health care, which includes regular trips to the doctor, following treatment plans, and being aware of symptoms and changes in health,\" said Nancy Cheak-Zamora, an assistant professor in the MU School of Health Professions and researcher in the Thompson Center for Autism and Neurodevelopmental Disorders. \"This can be especially challenging for adolescents and young adults with autism.\"Cheak-Zamora and her team conducted interviews with adolescents with autism and their caregivers. They found that both groups had a strong desire for the adolescents to manage their health care needs and that they attempted to take small steps toward independence, such as using pill boxes to help adolescents manage their own medications throughout the week. However, both groups lacked confidence when it came to building independence with adult health care. In many cases, caregivers were confused about their role in their adolescent's path toward independence. Decisions about guardianship and who makes legal health care decisions were found to be especially problematic. Adolescents expressed feeling upset that health providers would not talk directly to them, instead speaking only to the caregivers.\"Many caregivers said they felt forced to remain involved in their adolescent's care, even when their goal for the adolescents was independence,\" Cheak-Zamora said. \"Meanwhile, adolescents want to overcome their fears. They feel it is important to have alone time with doctors and are frustrated when doctors communicate mainly with caregivers. These findings reiterate the importance of understanding the perspectives of both caregivers and adolescents and improving communication between caregivers, adolescents and providers to achieve shared independence goals.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Nancy Cheak-Zamora, assistant professor of health sciences at MU, says that as more children with autism enter adulthood, improved communication between providers, adolescents and caregivers is needed to help those...\n       view more COLUMBIA, Mo.", "- For most people, trips to the doctor can be quite scary.", "For adolescents and young adults with autism, taking control of health care decisions is not only frightening, it also can be a barrier to independence.", "Now researchers from the University of Missouri have found that the health care process not only impacts adolescents with autism, but caregivers also feel they lack the skills and support necessary to help those adolescents achieve health-related independence.", "As more children with autism enter adulthood, improved communication between providers, adolescents and caregivers is needed to help those with autism transition to independence.", "\"A significant part of adulthood is managing health care, which includes regular trips to the doctor, following treatment plans, and being aware of symptoms and changes in health,\" said Nancy Cheak-Zamora, an assistant professor in the MU School of Health Professions and researcher in the Thompson Center for Autism and Neurodevelopmental Disorders.", "\"This can be especially challenging for adolescents and young adults with autism.", "\"Cheak-Zamora and her team conducted interviews with adolescents with autism and their caregivers.", "They found that both groups had a strong desire for the adolescents to manage their health care needs and that they attempted to take small steps toward independence, such as using pill boxes to help adolescents manage their own medications throughout the week.", "However, both groups lacked confidence when it came to building independence with adult health care.", "In many cases, caregivers were confused about their role in their adolescent's path toward independence.", "Decisions about guardianship and who makes legal health care decisions were found to be especially problematic.", "Adolescents expressed feeling upset that health providers would not talk directly to them, instead speaking only to the caregivers.", "\"Many caregivers said they felt forced to remain involved in their adolescent's care, even when their goal for the adolescents was independence,\" Cheak-Zamora said.", "\"Meanwhile, adolescents want to overcome their fears.", "They feel it is important to have alone time with doctors and are frustrated when doctors communicate mainly with caregivers.", "These findings reiterate the importance of understanding the perspectives of both caregivers and adolescents and improving communication between caregivers, adolescents and providers to achieve shared independence goals.\""], "source": "University of Missouri-Columbia"}