{"title": "Emory researchers closer to cracking neural code of love | EurekAlert! Science News", "year": "Wed, 31 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "vole", "pair", "view", "team", "neuroscientists", "emory", "university", "silvio", "conte", "center", "oxytocin", "social", "cognition", "discovered", "key", "connection", "areas", "adult", "female", "prairie", "vole", "brain", "reward", "system", "promotes", "emergence", "pair", "bonds", "results", "study", "available", "could", "help", "efforts", "improve", "social", "abilities", "human", "disorders", "impaired", "social", "function", "autism", "addition", "online", "posting", "study", "expected", "june", "8", "printed", "edition", "conte", "center", "study", "first", "find", "strength", "communication", "parts", "corticostriatal", "circuit", "brain", "predicts", "quickly", "female", "prairie", "vole", "becomes", "affiliative", "partner", "prairie", "voles", "socially", "monogamous", "form", "lifelong", "bonds", "partners", "additionally", "researchers", "boosted", "communication", "using", "light", "pulses", "females", "increased", "affiliation", "toward", "males", "thus", "demonstrating", "importance", "circuit", "activity", "pair", "bonding", "prairie", "voles", "prairie", "voles", "critical", "team", "findings", "studying", "pair", "bonding", "humans", "traditionally", "difficult", "says", "elizabeth", "amadei", "author", "research", "humans", "know", "feelings", "get", "view", "images", "romantic", "partners", "known", "brain", "reward", "system", "works", "lead", "feelings", "voles", "pair", "bonding", "building", "upon", "previous", "work", "prairie", "voles", "demonstrated", "brain", "chemicals", "oxytocin", "dopamine", "act", "within", "medial", "prefrontal", "cortex", "nucleus", "accumbens", "establish", "pair", "bond", "team", "set", "address", "finding", "precise", "neural", "activity", "leading", "pair", "bond", "researchers", "used", "probes", "listen", "neural", "communication", "two", "brain", "regions", "analyzed", "activity", "individual", "female", "prairie", "voles", "spent", "hours", "socializing", "male", "cohabitation", "period", "normally", "leads", "pair", "bond", "team", "discovered", "pair", "bond", "formation", "prefrontal", "cortex", "area", "involved", "helps", "control", "rhythmic", "oscillations", "neurons", "within", "nucleus", "accumbens", "central", "hub", "brain", "reward", "system", "suggests", "functional", "connection", "cortex", "shapes", "neurons", "activity", "nucleus", "team", "noticed", "individual", "voles", "varied", "strength", "functional", "connectivity", "importantly", "subject", "stronger", "connectivity", "showed", "rapid", "affiliative", "behavior", "partner", "measured", "huddling", "contact", "furthermore", "pair", "first", "mating", "behavior", "accelerates", "bonding", "voles", "strengthened", "functional", "connection", "amount", "strengthening", "correlated", "quickly", "animals", "subsequently", "huddled", "according", "larry", "young", "phd", "director", "conte", "center", "remarkable", "neural", "signatures", "predisposition", "begin", "huddling", "partner", "similar", "variation", "corticostriatal", "communication", "could", "underlie", "individual", "differences", "social", "competencies", "psychiatric", "disorders", "humans", "enhancing", "communication", "could", "improve", "social", "function", "disorders", "autism", "young", "also", "chief", "division", "behavioral", "neuroscience", "psychiatric", "disorders", "yerkes", "national", "primate", "research", "center", "study", "results", "led", "team", "ask", "questions", "including", "whether", "communication", "prefrontal", "cortex", "nucleus", "accumbens", "correlates", "huddling", "also", "causally", "facilitates", "answer", "researchers", "used", "optogenetics", "technique", "allowed", "enhance", "communication", "brain", "areas", "using", "light", "enhanced", "communication", "prefrontal", "cortex", "nucleus", "accumbens", "female", "voles", "brief", "cohabitation", "without", "mating", "conducive", "pair", "bonding", "team", "discovered", "optogenetically", "stimulated", "animals", "showed", "greater", "preference", "toward", "partners", "compared", "stranger", "male", "given", "choice", "following", "day", "amazing", "think", "could", "influence", "social", "bonding", "stimulating", "brain", "circuit", "remotely", "controlled", "light", "implanted", "brain", "says", "zack", "johnson", "phd", "author", "study", "results", "identify", "important", "reward", "circuit", "brain", "activated", "social", "interactions", "facilitate", "bond", "formation", "voles", "want", "know", "oxytocin", "regulates", "functional", "connectivity", "circuit", "activity", "changes", "way", "brain", "processes", "social", "information", "partner", "says", "senior", "author", "robert", "liu", "phd", "associate", "professor", "emory", "department", "biology", "team", "work", "example", "larger", "effort", "neuroscience", "better", "quantify", "brain", "circuits", "function", "natural", "social", "behaviors", "goal", "promote", "better", "neural", "communication", "boost", "social", "cognition", "disorders", "autism", "social", "functioning", "impaired", "liu", "continues"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ehs-erc052617.php", "date": "2018-01-19_21:10:37", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Vole pair.\n       view more A team of neuroscientists from Emory University's Silvio O. Conte Center for Oxytocin and Social Cognition has discovered a key connection between areas of the adult female prairie vole's brain reward system that promotes the emergence of pair bonds. Results from this study, available now at Nature.com, could help efforts to improve social abilities in human disorders with impaired social function, such as autism. In addition to the online posting, the study is expected to be in the June 8 printed edition of Nature.This Conte Center study is the first to find the strength of communication between parts of a corticostriatal circuit in the brain predicts how quickly each female prairie vole becomes affiliative with her partner; prairie voles are socially monogamous and form lifelong bonds with their partners. Additionally, when researchers boosted the communication by using light pulses, the females increased their affiliation toward males, thus further demonstrating the importance of this circuit's activity to pair bonding in prairie voles.\"Prairie voles were critical to our team's findings because studying pair bonding in humans has been traditionally difficult,\" says Dr. Elizabeth Amadei, a co-lead author on the research. \"As humans, we know the feelings we get when we view images of our romantic partners, but, until now, we haven't known how the brain's reward system works to lead to those feelings and to the voles' pair bonding.\"    Building upon previous work in prairie voles that demonstrated brain chemicals, such as oxytocin and dopamine, act within the medial prefrontal cortex and nucleus accumbens to establish a pair bond, the team set out to address finding the precise neural activity leading to a pair bond. The researchers used probes to listen to neural communication between these two brain regions and then analyzed activity from individual female prairie voles as they spent hours socializing with a male - a cohabitation period that normally leads to a pair bond. The team discovered that during pair bond formation, the prefrontal cortex, an area involved in decision-making, helps control the rhythmic oscillations of neurons within the nucleus accumbens, the central hub of the brain's reward system. This suggests a functional connection from the cortex shapes neurons activity in the nucleus accumbens.The team then noticed individual voles varied in the strength of this functional connectivity. Importantly, each subject with stronger connectivity showed more rapid affiliative behavior with her partner, measured as side-by-side huddling contact. Furthermore, the pair's first mating, a behavior that accelerates bonding in voles, strengthened this functional connection, and the amount of strengthening correlated with how quickly the animals subsequently huddled. According to Larry Young, PhD, co-author and director of the Conte Center, \"It is remarkable there are neural signatures of a predisposition to begin huddling with the partner. Similar variation in corticostriatal communication could underlie individual differences in social competencies in psychiatric disorders in humans, and enhancing that communication could improve social function in disorders such as autism.\" Young is also chief of the Division of Behavioral Neuroscience and Psychiatric Disorders at the Yerkes National Primate Research Center. The study results led the team to ask more questions, including whether communication between the prefrontal cortex and nucleus accumbens not only correlates with huddling but also causally facilitates it. To answer this, the researchers used optogenetics, a technique that allowed them to enhance communication between the brain areas using light, and enhanced communication between the prefrontal cortex and nucleus accumbens of female voles during a brief cohabitation without mating, which is not conducive to pair bonding. The team discovered optogenetically stimulated animals showed greater preference toward partners compared to a stranger male when given a choice the following day. \"It is amazing to think we could influence social bonding by stimulating this brain circuit with a remotely controlled light implanted into the brain,\" says Zack Johnson, PhD, co-lead author. The study results identify an important reward circuit in the brain that is activated during social interactions to facilitate bond formation in voles. \"Now, we want to know if oxytocin regulates functional connectivity and how circuit activity changes the way the brain processes social information about a partner,\" says senior author Robert Liu, PhD, associate professor in Emory's Department of Biology. \"Our team's work is an example of a larger effort in neuroscience to better quantify how brain circuits function during natural social behaviors. Our goal is to promote better neural communication to boost social cognition in disorders such as autism, in which social functioning can be impaired,\" Liu continues.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Vole pair.", "view more A team of neuroscientists from Emory University's Silvio O. Conte Center for Oxytocin and Social Cognition has discovered a key connection between areas of the adult female prairie vole's brain reward system that promotes the emergence of pair bonds.", "Results from this study, available now at Nature.com, could help efforts to improve social abilities in human disorders with impaired social function, such as autism.", "In addition to the online posting, the study is expected to be in the June 8 printed edition of Nature.This Conte Center study is the first to find the strength of communication between parts of a corticostriatal circuit in the brain predicts how quickly each female prairie vole becomes affiliative with her partner; prairie voles are socially monogamous and form lifelong bonds with their partners.", "Additionally, when researchers boosted the communication by using light pulses, the females increased their affiliation toward males, thus further demonstrating the importance of this circuit's activity to pair bonding in prairie voles.", "\"Prairie voles were critical to our team's findings because studying pair bonding in humans has been traditionally difficult,\" says Dr. Elizabeth Amadei, a co-lead author on the research.", "\"As humans, we know the feelings we get when we view images of our romantic partners, but, until now, we haven't known how the brain's reward system works to lead to those feelings and to the voles' pair bonding.\"", "Building upon previous work in prairie voles that demonstrated brain chemicals, such as oxytocin and dopamine, act within the medial prefrontal cortex and nucleus accumbens to establish a pair bond, the team set out to address finding the precise neural activity leading to a pair bond.", "The researchers used probes to listen to neural communication between these two brain regions and then analyzed activity from individual female prairie voles as they spent hours socializing with a male - a cohabitation period that normally leads to a pair bond.", "The team discovered that during pair bond formation, the prefrontal cortex, an area involved in decision-making, helps control the rhythmic oscillations of neurons within the nucleus accumbens, the central hub of the brain's reward system.", "This suggests a functional connection from the cortex shapes neurons activity in the nucleus accumbens.The team then noticed individual voles varied in the strength of this functional connectivity.", "Importantly, each subject with stronger connectivity showed more rapid affiliative behavior with her partner, measured as side-by-side huddling contact.", "Furthermore, the pair's first mating, a behavior that accelerates bonding in voles, strengthened this functional connection, and the amount of strengthening correlated with how quickly the animals subsequently huddled.", "According to Larry Young, PhD, co-author and director of the Conte Center, \"It is remarkable there are neural signatures of a predisposition to begin huddling with the partner.", "Similar variation in corticostriatal communication could underlie individual differences in social competencies in psychiatric disorders in humans, and enhancing that communication could improve social function in disorders such as autism.\"", "Young is also chief of the Division of Behavioral Neuroscience and Psychiatric Disorders at the Yerkes National Primate Research Center.", "The study results led the team to ask more questions, including whether communication between the prefrontal cortex and nucleus accumbens not only correlates with huddling but also causally facilitates it.", "To answer this, the researchers used optogenetics, a technique that allowed them to enhance communication between the brain areas using light, and enhanced communication between the prefrontal cortex and nucleus accumbens of female voles during a brief cohabitation without mating, which is not conducive to pair bonding.", "The team discovered optogenetically stimulated animals showed greater preference toward partners compared to a stranger male when given a choice the following day.", "\"It is amazing to think we could influence social bonding by stimulating this brain circuit with a remotely controlled light implanted into the brain,\" says Zack Johnson, PhD, co-lead author.", "The study results identify an important reward circuit in the brain that is activated during social interactions to facilitate bond formation in voles.", "\"Now, we want to know if oxytocin regulates functional connectivity and how circuit activity changes the way the brain processes social information about a partner,\" says senior author Robert Liu, PhD, associate professor in Emory's Department of Biology.", "\"Our team's work is an example of a larger effort in neuroscience to better quantify how brain circuits function during natural social behaviors.", "Our goal is to promote better neural communication to boost social cognition in disorders such as autism, in which social functioning can be impaired,\" Liu continues."], "source": "Emory Health Sciences"}