{"title": "Scientists ID 100 memory genes, open new avenues of brain study | EurekAlert! Science News", "year": "Wed, 31 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "genevieve", "konopka", "assistant", "professor", "neuroscience", "brain", "institute", "view", "dallas", "may", "31", "2017", "scientists", "identified", "100", "genes", "linked", "memory", "opening", "new", "avenues", "research", "better", "understand", "memory", "processing", "human", "study", "peter", "jr", "brain", "institute", "includes", "results", "new", "strategy", "identify", "genes", "underlie", "specific", "brain", "processes", "strategy", "may", "eventually", "help", "scientists", "develop", "treatments", "patients", "memory", "impairments", "results", "provided", "lot", "new", "entry", "points", "understanding", "human", "memory", "said", "genevieve", "konopka", "assistant", "professor", "neuroscience", "brain", "institute", "ut", "southwestern", "medical", "center", "many", "genes", "previously", "linked", "memory", "number", "labs", "could", "study", "understand", "basic", "function", "brain", "important", "brain", "development", "important", "aspects", "behavior", "adults", "study", "published", "cerebral", "cortex", "stems", "previous", "research", "konopka", "linked", "specific", "genes", "brain", "behavior", "wanted", "use", "assessment", "evaluate", "brain", "activity", "active", "information", "collaborated", "bradley", "lega", "neurosurgeon", "brain", "institute", "conducting", "memory", "research", "epilepsy", "patients", "helping", "locate", "source", "seizures", "lega", "maps", "brain", "waves", "patients", "understand", "patterns", "critical", "successful", "memory", "techniques", "doctors", "found", "different", "group", "genes", "used", "memory", "processing", "genes", "involved", "brain", "resting", "state", "number", "previously", "linked", "brain", "process", "konopka", "lega", "hopeful", "findings", "help", "scientists", "better", "understand", "treat", "range", "conditions", "involving", "memory", "impairment", "epilepsy", "alzheimer", "also", "hopes", "study", "success", "combining", "genetics", "cognitive", "neuroscience", "encourage", "scientists", "reach", "beyond", "areas", "expertise", "elevate", "research", "kind", "collaboration", "possible", "unless", "neuroscience", "research", "academically", "minded", "clinicians", "close", "physical", "intellectual", "proximity", "think", "either", "us", "working", "thinking", "independently", "would", "come", "type", "analysis", "ideally", "brain", "institute", "natural", "incubator", "sorts", "collaborations", "number", "neuroscience", "fields", "said", "lega", "assistant", "professor", "neurological", "surgery", "neurology", "neurotherapeutics", "psychiatry"], "url": "http://www.eurekalert.org/pub_releases/2017-05/usmc-si1053117.php", "date": "2018-01-19_21:10:44", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Genevieve Konopka is Assistant Professor of Neuroscience with the O'Donnell Brain Institute.\n       view more DALLAS - May 31, 2017 - Scientists have identified more than 100 genes linked to memory, opening new avenues of research to better understand memory processing in the human brain.A study at the Peter O'Donnell Jr. Brain Institute includes the results of a new strategy to identify genes that underlie specific brain processes. This strategy may eventually help scientists develop treatments for patients with memory impairments.\"Our results have provided a lot of new entry points into understanding human memory,\" said Dr. Genevieve Konopka, Assistant Professor of Neuroscience with the O'Donnell Brain Institute at UT Southwestern Medical Center. \"Many of these genes were not previously linked to memory, but now any number of labs could study them and understand their basic function in the brain. Are they important for brain development; are they more important for aspects of behavior in adults?\"The study published in Cerebral Cortex stems from previous research by Dr. Konopka that linked specific genes to resting-state brain behavior. She wanted to use that same assessment to evaluate brain activity during active information processing.To do so, she collaborated with Dr. Bradley Lega, a neurosurgeon with the O'Donnell Brain Institute conducting memory research on epilepsy patients while helping to locate the source of their seizures. Dr. Lega maps the brain waves of these patients to understand what patterns are critical for successful memory formation.Combining their techniques, the doctors found that a different group of genes is used in memory processing than the genes involved when the brain is in a resting state. A number of them had not previously been linked to any brain process, Dr. Konopka said.Dr. Lega is hopeful the findings can help scientists better understand and treat a range of conditions involving memory impairment, from epilepsy to Alzheimer's disease.He also hopes the study's success in combining genetics and cognitive neuroscience will encourage more scientists to reach beyond their areas of expertise to elevate their research.\"This kind of collaboration is not possible unless high-quality neuroscience research and academically minded clinicians are in close physical and intellectual proximity. I don't think either of us working or thinking independently would've come up with this type of analysis. Ideally, the O'Donnell Brain Institute will be a natural incubator for these sorts of collaborations for a number of neuroscience fields,\" said Dr. Lega, Assistant Professor of Neurological Surgery, Neurology and Neurotherapeutics, and Psychiatry.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Genevieve Konopka is Assistant Professor of Neuroscience with the O'Donnell Brain Institute.", "view more DALLAS - May 31, 2017 - Scientists have identified more than 100 genes linked to memory, opening new avenues of research to better understand memory processing in the human brain.A study at the Peter O'Donnell Jr.", "Brain Institute includes the results of a new strategy to identify genes that underlie specific brain processes.", "This strategy may eventually help scientists develop treatments for patients with memory impairments.", "\"Our results have provided a lot of new entry points into understanding human memory,\" said Dr. Genevieve Konopka, Assistant Professor of Neuroscience with the O'Donnell Brain Institute at UT Southwestern Medical Center.", "\"Many of these genes were not previously linked to memory, but now any number of labs could study them and understand their basic function in the brain.", "Are they important for brain development; are they more important for aspects of behavior in adults?", "\"The study published in Cerebral Cortex stems from previous research by Dr. Konopka that linked specific genes to resting-state brain behavior.", "She wanted to use that same assessment to evaluate brain activity during active information processing.To do so, she collaborated with Dr. Bradley Lega, a neurosurgeon with the O'Donnell Brain Institute conducting memory research on epilepsy patients while helping to locate the source of their seizures.", "Dr. Lega maps the brain waves of these patients to understand what patterns are critical for successful memory formation.Combining their techniques, the doctors found that a different group of genes is used in memory processing than the genes involved when the brain is in a resting state.", "A number of them had not previously been linked to any brain process, Dr. Konopka said.Dr.", "Lega is hopeful the findings can help scientists better understand and treat a range of conditions involving memory impairment, from epilepsy to Alzheimer's disease.He also hopes the study's success in combining genetics and cognitive neuroscience will encourage more scientists to reach beyond their areas of expertise to elevate their research.", "\"This kind of collaboration is not possible unless high-quality neuroscience research and academically minded clinicians are in close physical and intellectual proximity.", "I don't think either of us working or thinking independently would've come up with this type of analysis.", "Ideally, the O'Donnell Brain Institute will be a natural incubator for these sorts of collaborations for a number of neuroscience fields,\" said Dr. Lega, Assistant Professor of Neurological Surgery, Neurology and Neurotherapeutics, and Psychiatry."], "source": "UT Southwestern Medical Center"}