{"title": "Brain's immune cells linked to Alzheimer's, Parkinson's, schizophrenia | EurekAlert! Science News", "year": "Wed, 31 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "salk", "uc", "san", "diego", "scientists", "conducted", "vast", "survey", "microglia", "pictured", "revealing", "links", "neurodegenerative", "diseases", "psychiatric", "illnesses", "view", "la", "jolla", "scientists", "first", "time", "characterized", "molecular", "markers", "make", "brain", "front", "lines", "immune", "defense", "cells", "called", "microglia", "unique", "process", "discovered", "evidence", "microglia", "may", "play", "roles", "variety", "neurodegenerative", "psychiatric", "illnesses", "including", "alzheimer", "parkinson", "huntington", "diseases", "well", "schizophrenia", "autism", "depression", "microglia", "immune", "cells", "brain", "function", "human", "brain", "well", "understood", "says", "rusty", "gage", "professor", "salk", "laboratory", "genetics", "vi", "john", "adler", "chair", "research", "neurodegenerative", "disease", "senior", "author", "new", "work", "work", "provides", "links", "diseases", "offers", "jumping", "point", "better", "understand", "basic", "biology", "cells", "genes", "previously", "linked", "neurological", "diseases", "turned", "higher", "levels", "microglia", "compared", "brain", "cells", "team", "reported", "science", "may", "25", "2017", "link", "microglia", "number", "disorders", "explored", "past", "new", "study", "offers", "molecular", "basis", "connection", "studies", "represent", "first", "systematic", "effort", "molecularly", "decode", "microglia", "says", "christopher", "glass", "professor", "cellular", "molecular", "medicine", "professor", "medicine", "university", "california", "san", "diego", "also", "senior", "author", "paper", "findings", "provide", "foundations", "understanding", "underlying", "mechanisms", "determine", "beneficial", "pathological", "functions", "cells", "microglia", "type", "macrophage", "white", "blood", "cells", "found", "throughout", "body", "destroy", "pathogens", "foreign", "materials", "known", "highly", "responsive", "surroundings", "respond", "changes", "brain", "releasing", "signals", "also", "prune", "back", "connections", "neurons", "cells", "damaged", "diseased", "microglia", "notoriously", "hard", "study", "ca", "easily", "grown", "culture", "dish", "quickly", "die", "outside", "living", "coufal", "pediatric", "critical", "care", "doctor", "uc", "san", "diego", "also", "works", "gage", "lab", "salk", "wanted", "make", "microglia", "stem", "cells", "realized", "way", "identify", "whether", "resulting", "cells", "truly", "microglia", "unique", "marker", "differentiated", "microglia", "circulating", "macrophages", "rest", "body", "gosselin", "dylan", "skola", "glass", "lab", "together", "coufal", "collaborators", "set", "characterize", "molecular", "characteristics", "microglia", "worked", "neurosurgeons", "uc", "san", "diego", "collect", "brain", "tissue", "19", "patients", "brain", "surgery", "epilepsy", "brain", "tumor", "stroke", "isolated", "microglia", "areas", "tissue", "unaffected", "disease", "well", "mouse", "brains", "set", "study", "cells", "work", "made", "possible", "multidisciplinary", "collaboration", "bench", "scientists", "bioinformaticians", "team", "used", "variety", "molecular", "biochemical", "tests", "performed", "within", "hours", "cells", "collected", "characterize", "genes", "turned", "microglia", "dna", "marked", "regulatory", "molecules", "patterns", "change", "cells", "found", "hundreds", "genes", "highly", "expressed", "types", "macrophages", "well", "distinct", "patterns", "gene", "expression", "compared", "types", "brain", "cells", "cells", "cultured", "however", "gene", "patterns", "microglia", "began", "change", "within", "six", "hours", "genes", "expression", "turned", "least", "fourfold", "results", "underscore", "dependent", "microglia", "surroundings", "brain", "researchers", "struggled", "culture", "researchers", "analyzed", "whether", "genes", "upregulated", "microglia", "compared", "cells", "previously", "implicated", "disease", "genes", "linked", "variety", "neurodegenerative", "psychiatric", "diseases", "found", "highly", "expressed", "microglia", "really", "high", "proportion", "genes", "linked", "multiple", "sclerosis", "parkinson", "schizophrenia", "much", "highly", "expressed", "microglia", "rest", "brain", "says", "coufal", "suggests", "kind", "link", "microglia", "diseases", "alzheimer", "half", "genes", "known", "affect", "person", "risk", "developing", "disease", "expressed", "highly", "microglia", "brain", "mice", "however", "many", "disease", "genes", "highly", "expressed", "microglia", "tells", "us", "maybe", "mice", "best", "model", "organisms", "diseases", "coufal", "work", "needed", "understand", "exactly", "microglia", "may", "altered", "people", "diseases", "new", "molecular", "profile", "microglia", "offers", "way", "researchers", "begin", "trying", "better", "culture", "cells", "coax", "stem", "cells", "develop", "microglia", "future", "studies"], "url": "http://www.eurekalert.org/pub_releases/2017-05/si-bic053117.php", "date": "2018-01-19_21:10:46", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Salk and UC San Diego scientists conducted a vast survey of microglia (pictured here), revealing links to neurodegenerative diseases and psychiatric illnesses.\n       view more LA JOLLA--Scientists have, for the first time, characterized the molecular markers that make the brain's front lines of immune defense--cells called microglia--unique. In the process, they discovered further evidence that microglia may play roles in a variety of neurodegenerative and psychiatric illnesses, including Alzheimer's, Parkinson's and Huntington's diseases as well as schizophrenia, autism and depression.\"Microglia are the immune cells of the brain, but how they function in the human brain is not well understood,\" says Rusty Gage, professor in Salk's Laboratory of Genetics, the Vi and John Adler Chair for Research on Age-Related Neurodegenerative Disease, and a senior author of the new work. \"Our work not only provides links to diseases but offers a jumping off point to better understand the basic biology of these cells.\"Genes that have previously been linked to neurological diseases are turned on at higher levels in microglia compared to other brain cells, the team reported in Science on May 25, 2017. While the link between microglia and a number of disorders has been explored in the past, the new study offers a molecular basis for this connection.\"These studies represent the first systematic effort to molecularly decode microglia,\" says Christopher Glass, a Professor of Cellular and Molecular Medicine and Professor of Medicine at University of California San Diego, also senior author of the paper. \"Our findings provide the foundations for understanding the underlying mechanisms that determine beneficial or pathological functions of these cells.\"Microglia are a type of macrophage, white blood cells found throughout the body that can destroy pathogens or other foreign materials. They're known to be highly responsive to their surroundings and respond to changes in the brain by releasing pro-inflammatory or anti-inflammatory signals. They also prune back the connections between neurons when cells are damaged or diseased. But microglia are notoriously hard to study. They can't be easily grown in a culture dish and quickly die outside of a living brain.Nicole Coufal, a pediatric critical care doctor at UC San Diego, who also works in the Gage lab at Salk, wanted to make microglia from stem cells. But she realized there wasn't any way to identify whether the resulting cells were truly microglia.\"There was not a unique marker that differentiated microglia from circulating macrophages in the rest of the body,\" she says.David Gosselin and Dylan Skola in the Glass lab, together with Coufal and their collaborators, set out to characterize the molecular characteristics of microglia. They worked with neurosurgeons at UC San Diego to collect brain tissue from 19 patients, all of who were having brain surgery for epilepsy, a brain tumor or a stroke. They isolated microglia from areas of tissue that were unaffected by disease, as well as from mouse brains, and then set out to study the cells. The work was made possible by a multidisciplinary collaboration between bench scientists, bioinformaticians and clinicians.The team used a variety of molecular and biochemical tests--performed within hours of the cells being collected--to characterize which genes are turned on and off in microglia, how the DNA is marked up by regulatory molecules, and how these patterns change when the cells are cultured.Microglia, they found, have hundreds of genes that are more highly expressed than other types of macrophages, as well as distinct patterns of gene expression compared to other types of brain cells. After the cells were cultured, however, the gene patterns of the microglia began to change. Within just six hours, more than 2,000 genes had their expression turned down by at least fourfold. The results underscore how dependent microglia are on their surroundings in the brain, and why researchers have struggled to culture them.Next, the researchers analyzed whether any of the genes that were upregulated in microglia compared to other cells had been previously implicated in disease. Genes linked to a variety of neurodegenerative and psychiatric diseases, they found, were highly expressed in microglia.\"A really high proportion of genes linked to multiple sclerosis, Parkinson's and schizophrenia are much more highly expressed in microglia than the rest of the brain,\" says Coufal. \"That suggests there's some kind of link between microglia and the diseases.\"For Alzheimer's, more than half of the genes known to affect a person's risk of developing the disease were expressed more highly in microglia than other brain cells.In mice, however, many of the disease genes weren't as highly expressed in microglia. \"That tells us that maybe mice aren't the best model organisms for some of these diseases,\" Coufal says.More work is needed to understand exactly how microglia may be altered in people with diseases, but the new molecular profile of microglia offers a way for researchers to begin trying to better culture the cells, or coax stem cells to develop into microglia for future studies.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Salk and UC San Diego scientists conducted a vast survey of microglia (pictured here), revealing links to neurodegenerative diseases and psychiatric illnesses.", "view more LA JOLLA--Scientists have, for the first time, characterized the molecular markers that make the brain's front lines of immune defense--cells called microglia--unique.", "In the process, they discovered further evidence that microglia may play roles in a variety of neurodegenerative and psychiatric illnesses, including Alzheimer's, Parkinson's and Huntington's diseases as well as schizophrenia, autism and depression.", "\"Microglia are the immune cells of the brain, but how they function in the human brain is not well understood,\" says Rusty Gage, professor in Salk's Laboratory of Genetics, the Vi and John Adler Chair for Research on Age-Related Neurodegenerative Disease, and a senior author of the new work.", "\"Our work not only provides links to diseases but offers a jumping off point to better understand the basic biology of these cells.", "\"Genes that have previously been linked to neurological diseases are turned on at higher levels in microglia compared to other brain cells, the team reported in Science on May 25, 2017.", "While the link between microglia and a number of disorders has been explored in the past, the new study offers a molecular basis for this connection.", "\"These studies represent the first systematic effort to molecularly decode microglia,\" says Christopher Glass, a Professor of Cellular and Molecular Medicine and Professor of Medicine at University of California San Diego, also senior author of the paper.", "\"Our findings provide the foundations for understanding the underlying mechanisms that determine beneficial or pathological functions of these cells.", "\"Microglia are a type of macrophage, white blood cells found throughout the body that can destroy pathogens or other foreign materials.", "They're known to be highly responsive to their surroundings and respond to changes in the brain by releasing pro-inflammatory or anti-inflammatory signals.", "They also prune back the connections between neurons when cells are damaged or diseased.", "But microglia are notoriously hard to study.", "They can't be easily grown in a culture dish and quickly die outside of a living brain.Nicole Coufal, a pediatric critical care doctor at UC San Diego, who also works in the Gage lab at Salk, wanted to make microglia from stem cells.", "But she realized there wasn't any way to identify whether the resulting cells were truly microglia.", "\"There was not a unique marker that differentiated microglia from circulating macrophages in the rest of the body,\" she says.David Gosselin and Dylan Skola in the Glass lab, together with Coufal and their collaborators, set out to characterize the molecular characteristics of microglia.", "They worked with neurosurgeons at UC San Diego to collect brain tissue from 19 patients, all of who were having brain surgery for epilepsy, a brain tumor or a stroke.", "They isolated microglia from areas of tissue that were unaffected by disease, as well as from mouse brains, and then set out to study the cells.", "The work was made possible by a multidisciplinary collaboration between bench scientists, bioinformaticians and clinicians.The team used a variety of molecular and biochemical tests--performed within hours of the cells being collected--to characterize which genes are turned on and off in microglia, how the DNA is marked up by regulatory molecules, and how these patterns change when the cells are cultured.Microglia, they found, have hundreds of genes that are more highly expressed than other types of macrophages, as well as distinct patterns of gene expression compared to other types of brain cells.", "After the cells were cultured, however, the gene patterns of the microglia began to change.", "Within just six hours, more than 2,000 genes had their expression turned down by at least fourfold.", "The results underscore how dependent microglia are on their surroundings in the brain, and why researchers have struggled to culture them.Next, the researchers analyzed whether any of the genes that were upregulated in microglia compared to other cells had been previously implicated in disease.", "Genes linked to a variety of neurodegenerative and psychiatric diseases, they found, were highly expressed in microglia.", "\"A really high proportion of genes linked to multiple sclerosis, Parkinson's and schizophrenia are much more highly expressed in microglia than the rest of the brain,\" says Coufal.", "\"That suggests there's some kind of link between microglia and the diseases.", "\"For Alzheimer's, more than half of the genes known to affect a person's risk of developing the disease were expressed more highly in microglia than other brain cells.In mice, however, many of the disease genes weren't as highly expressed in microglia.", "\"That tells us that maybe mice aren't the best model organisms for some of these diseases,\" Coufal says.More work is needed to understand exactly how microglia may be altered in people with diseases, but the new molecular profile of microglia offers a way for researchers to begin trying to better culture the cells, or coax stem cells to develop into microglia for future studies."], "source": "Salk Institute"}