{"title": "Neurons can learn temporal patterns | EurekAlert! Science News", "year": "Mon, 29 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txindividual", "neurons", "learn", "single", "responses", "particular", "signal", "also", "series", "reactions", "precisely", "timed", "intervals", "emerges", "study", "lund", "university", "sweden", "like", "striking", "piano", "key", "finger", "programmed", "series", "several", "keystrokes", "says", "neurophysiology", "researcher", "germund", "work", "constitutes", "basic", "research", "bearing", "development", "neural", "networks", "artificial", "intelligence", "well", "research", "learning", "autism", "adhd", "language", "disorders", "children", "example", "may", "associated", "disruptions", "basic", "learning", "commonly", "thought", "based", "strengthening", "weakening", "contacts", "brain", "neurons", "lund", "researchers", "previously", "shown", "cell", "also", "learn", "timed", "association", "sends", "signal", "certain", "learned", "delay", "seems", "neuron", "trained", "give", "single", "response", "whole", "complex", "series", "several", "brain", "learning", "capacity", "greater", "previously", "thought", "means", "brain", "capacity", "learning", "even", "greater", "previously", "thought", "says", "germund", "hesslow", "colleague", "jirenhed", "thinks", "future", "artificial", "neural", "networks", "trained", "neurons", "could", "capable", "managing", "complex", "tasks", "efficient", "lund", "researchers", "study", "focuses", "neurons", "capacity", "associative", "learning", "temporal", "learning", "experiments", "cells", "learned", "several", "hours", "training", "associate", "two", "different", "signals", "delay", "signals", "quarter", "second", "cells", "learned", "respond", "quarter", "second", "interval", "half", "second", "cells", "responded", "half", "second", "researchers", "show", "cells", "learn", "one", "several", "reactions", "series", "signal", "brief", "pause", "signal", "long", "pause", "signal", "gives", "rise", "series", "responses", "exactly", "intervals", "time", "response", "brief", "pause", "response", "long", "pause", "response", "cells", "studied", "researchers", "called", "purkinje", "cells", "located", "cerebellum", "cerebellum", "part", "brain", "controls", "bodily", "position", "balance", "movement", "also", "plays", "important", "role", "learning", "long", "series", "complicated", "movements", "require", "precise", "timing", "movements", "hands", "fingers", "playing", "piano"], "url": "http://www.eurekalert.org/pub_releases/2017-05/lu-ncl052917.php", "date": "2018-01-19_21:10:50", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIndividual neurons can learn not only single responses to a particular signal, but also a series of reactions at precisely timed intervals. This is what emerges from a study at Lund University in Sweden. \"It is like striking a piano key with a finger not just once, but as a programmed series of several keystrokes\", says neurophysiology researcher Germund Hesslow.The work constitutes basic research, but has a bearing on the development of neural networks and artificial intelligence as well as research on learning. Autism, ADHD and language disorders in children, for example, may be associated with disruptions in these and other basic learning mechanisms.Learning is commonly thought to be based on strengthening or weakening of the contacts between the brain's neurons. The Lund researchers have previously shown that a cell can also learn a timed association, so that it sends a signal with a certain learned delay. Now, it seems that a neuron can be trained not only to give a single response, but a whole complex series of several responses.The brain's learning capacity is greater than previously thought \"This means that the brain's capacity for learning is even greater than previously thought!\" says Germund Hesslow's colleague Dan-Anders Jirenhed. He thinks that, in the future, artificial neural networks with \"trained neurons\" could be capable of managing more complex tasks in a more efficient way.The Lund researchers' study focuses on the neurons' capacity for associative learning and temporal learning. In the experiments, the cells learned during several hours of training to associate two different signals. If the delay between the signals was a quarter of a second, the cells learned to respond after a quarter of a second. If the interval was half a second, the cells responded after half a second, and so on. The researchers now show that the cells can learn not only one, but several reactions in a series. \"Signal - brief pause - signal - long pause - signal\" gives rise to a series of responses with exactly the same intervals of time: \"response - brief pause - response - long pause - response\".The cells studied by the researchers are called Purkinje cells and are located in the cerebellum. The cerebellum is the part of the brain that controls bodily position, balance and movement. It also plays an important role in learning long series of complicated movements which require precise timing, such as the movements of the hands and fingers when playing the piano.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIndividual neurons can learn not only single responses to a particular signal, but also a series of reactions at precisely timed intervals.", "This is what emerges from a study at Lund University in Sweden.", "\"It is like striking a piano key with a finger not just once, but as a programmed series of several keystrokes\", says neurophysiology researcher Germund Hesslow.The work constitutes basic research, but has a bearing on the development of neural networks and artificial intelligence as well as research on learning.", "Autism, ADHD and language disorders in children, for example, may be associated with disruptions in these and other basic learning mechanisms.Learning is commonly thought to be based on strengthening or weakening of the contacts between the brain's neurons.", "The Lund researchers have previously shown that a cell can also learn a timed association, so that it sends a signal with a certain learned delay.", "Now, it seems that a neuron can be trained not only to give a single response, but a whole complex series of several responses.The brain's learning capacity is greater than previously thought \"This means that the brain's capacity for learning is even greater than previously thought!\"", "says Germund Hesslow's colleague Dan-Anders Jirenhed.", "He thinks that, in the future, artificial neural networks with \"trained neurons\" could be capable of managing more complex tasks in a more efficient way.The Lund researchers' study focuses on the neurons' capacity for associative learning and temporal learning.", "In the experiments, the cells learned during several hours of training to associate two different signals.", "If the delay between the signals was a quarter of a second, the cells learned to respond after a quarter of a second.", "If the interval was half a second, the cells responded after half a second, and so on.", "The researchers now show that the cells can learn not only one, but several reactions in a series.", "\"Signal - brief pause - signal - long pause - signal\" gives rise to a series of responses with exactly the same intervals of time: \"response - brief pause - response - long pause - response\".The cells studied by the researchers are called Purkinje cells and are located in the cerebellum.", "The cerebellum is the part of the brain that controls bodily position, balance and movement.", "It also plays an important role in learning long series of complicated movements which require precise timing, such as the movements of the hands and fingers when playing the piano."], "source": "Lund University"}