{"title": "Myth Debunked that OCD Is Associated With Superior Intelligence", "text": "NEW YORK...September 18, 2017 - Obsessive-compulsive disorder (OCD) is not associated with a higher intelligence quotient (IQ), a myth popularized by Sigmund Freud, according to researchers at Ben-Gurion University of the Negev (BGU), Texas State University and University of North Carolina at Chapel Hill.\r\n \r\nThe study, published in the Neuropsychology Review, is believed to be the first analysis of existing data on the link between IQ and OCD sufferers verses the general population. The authors tracked the origins of the myth to the French philosopher, physician and psychologist Pierre Janet in 1903, but it was Freud, the father of psychoanalysis, who popularized the hypothesis in 1909. \"Although this myth was never studied empirically until now, it is still a widely held belief among mental-health professionals, OCD sufferers and the general public,\" says Dr. Gideon Anholt, a senior lecturer in BGU's Department of Psychology. The researchers conducted a meta-analysis of all the available literature on IQ in OCD samples versus non-psychiatric controls (98 studies), and found that contrary to the prevailing myth, OCD is not associated with superior IQ, but with normative IQ that is slightly lower compared to control samples. The authors suggested that the small reduction in IQ scores in OCD sufferers may be largely attributed to OCD-related slowness and not to intellectual ability.The popular misconception about OCD has been further promoted by TV programs like \"Monk,\" which show an individual with OCD using his superior intelligence to solve challenging mysteries. Yet, such beliefs about OCD may facilitate the misconception that there are advantages associated with the disorder, potentially decreasing one's motivation to seek professional help.\"Future IQ assessments of individuals with OCD should focus on verbal and not performance IQ - a score heavily influenced by slowness,\" the researchers say. The research team also included Dr. Amitai Abromovich, Texas State University; Sagi Raveh-Gottfried, psychology department, BGU; Dr. Jonathan S. Abramowitz, University of North Carolina at Chapel Hill; and Naama Hamo, Ruppin Academic Center, Israel.", "article_link": "http://dx.doi.org/10.1007/s11065-017-9358-0", "url": "http://www.eurekalert.org/pub_releases/2017-09/aabu-mdt091817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Associates, Ben-Gurion University of the Negev", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Decision-making/Problem Solving", " Normalcy", " Perception/Awareness"], "journal": "Neuropsychology Review", "description": "The researchers conducted a meta-analysis of all the available literature on IQ in OCD samples versus non-psychiatric controls (98 studies), and found that contrary to the prevailing myth, OCD is not associated with superior IQ, but with normative IQ that is slightly lower compared to control samples. The authors suggested that the small reduction in IQ scores in OCD sufferers may be largely attributed to OCD-related slowness and not to intellectual ability.", "date": "Mon, 18 Sep 2017 04:00:00 GMT"}