{"title": "Scientists investigate link between air pollution and type 2 diabetes", "text": "An interdisciplinary team of scientists from the University of Leicester and other institutions has played a pivotal role in research investigating a possible link between air pollution and the rise in type 2 diabetes. New research, published in the journal Environment International, examined data from 10,443 participants from diabetes screening studies in Leicestershire, UK.The exposure to air pollution, the number of cases of type 2 diabetes and the impact of demographic and lifestyle factors were all considered. The authors concluded that demographic factors largely explained the association between air pollution and type 2 diabetes. The research team, supported by the NIHR, is comprised of University of Leicester experts from a wide variety of fields, including Earth Observation Science, the University's Diabetes Research Centre and the Department of Health Sciences and builds upon world-leading research in these areas.Dr Gary O'Donovan, who led the research and is formerly of the University of Leicester and now at Loughborough University, said: \"High air pollution and low physical activity are two of the leading causes of disease and premature death in middle and high-income countries. \"Like most cities in the UK, Leicester has only a handful of air quality monitors. The UN has estimated that two thirds of world's population will be living in cities by 2050 and our cities must become better, healthier places in which to live. \"Cities like Copenhagen in Denmark and Medellín in Colombia are doing a much better job of measuring air pollution and facilitating active transport than most cities in the UK.\"Exposure to traffic related air pollutants is known to cause insulin resistance, a hallmark of the disease, and observational evidence has been applied to better understand a potential link. Professor Roland Leigh, Technical Director of EarthSense and Director of Enterprise at the University of Leicester's Institute for Space and Earth Observation, and co-author of the study, said: \"We know that air pollution is the world's largest environmental health risk affecting 92% of the population and associated with more than three million deaths per year, and evidence suggested it may contribute to the rise in type 2 diabetes.\"While original results suggested association between air pollution and associated particulates and type 2 diabetes, when the effects of lifestyle and demographic factors were considered, and given the limited size of the sample, evidence for direct association with air pollution was inconclusive.\"We will, however, continue to apply cutting-edge air quality research to unpick potentially connected long-term exposure factors,\" continued Professor Leigh. \"As innovators in air quality monitoring, the University of Leicester and EarthSense has a fundamental contribution to make in the understanding of the complex issues of pollution exposure and health.\"Diabetes is one of the leading causes of death in lower middle, upper middle and high income economies. The global prevalence of diabetes has nearly doubled, from 4.7% in 1980 to 8.5% in 2014, with the majority of cases being type 2. Experimental evidence exists to suggest exposure to nitrogen dioxide and associated particulate matter is related to inflammation and insulin resistance. The CHAMPIONS Study into the association between air pollution and type 2 diabetes was conducted by representatives from the University of Leicester Diabetes Research Centre, University of Leicester Earth Observation Science Group, University of East Anglia Norwich Medical School and University of Leicester Department of Health Sciences. EarthSense Systems is a joint venture between aerial mapping company Bluesky and the University of Leicester.", "article_link": "http://dx.doi.org/10.1016/j.envint.2017.03.027", "url": "http://www.eurekalert.org/pub_releases/2017-06/uol-sil062917.php", "region": "europe", "source_link": null, "funder": "National Institute for Health Research", "meeting": "", "institution": "University of Leicester", "keywords": ["Earth Science", " Medicine/Health", " Environmental Health", " Public Health", " Climate Change"], "journal": "Environment International", "description": "Researchers from University of Leicester and EarthSense examine associations of air pollution in Leicestershire.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}