{"title": "Mitochondria-targeted antioxidant SkQ1 helps to treat diabetic wounds", "text": "Members of the Faculty of Biology and A.N. Belozersky Institute of Physico-Chemical Biology, a unit of the Lomonosov Moscow State University, have tested on a mouse model a mitochondria-targeted antioxidant, helping to treat diabetic wounds. The scientists have presented the results in the paper accepted for publication in the Oxidative Medicine and Cellular Longevity journal. Wound healing is usually compromised in diabetes mellitus type II. The patients suffer from skin damages on their foot - so called diabetic foot ulcer. These wounds are hard-to-treat and they may become chronic. At the moment there are no efficient drugs against diabetic wounds. Frequently the only treatment option is a surgical procedure. However, even this doesn't always help. It's also known that diabetes is accompanied by significant oxidative stress, affecting the vessels of the people, suffering from this disease. It's also assumed that vessel dysfunction in diabetes, namely diabetic angiopathy, is one of the main reasons of delayed wound healing.Dr. Roman Zinovkin,  a Senior Researcher at the A.N. Belozersky Institute of Physico-Chemical Biology, a unit of the Lomonosov Moscow State University and one of the article coauthors reported: \"In the current project we've tested the mitochondria-targeted antioxidant SkQ1 on a mouse model of diabetes mellitus type II. We've found out that SkQ1 has significantly enhanced wound healing in these animals, namely, improved wound epithelization and granulation tissue formation. Besides that - what is highly important for diabetic wound healing - it stimulated vascularization thus restoring disturbed blood circulation. The experiments on cell cultures, along with detailed histologic examination of these wounds have shown that SkQ1 improves nearly all the major steps of wound healing. It proves that reactive oxygen species produced in mitochondria play an important role in pathogenesis of diabetic wounds.\"The scientists have used a wide range of methods in their project: molecular biological techniques, biochemical, immunological and histologic approaches.The scientist concludes: \"The current project is both scientifically and practically promising. It's very important to investigate the exact role of mitochondria and mitochondrial reactive oxygen species in all cell types responsible for diabetic wound healing. Practically, the obtained results could be used for creation of an effective pharmaceutical drug for diabetic wound healing. This drug could be both in an oral from for systemic use and as a dermal wound dressing gel. We assume that the obtained results together with the data, proving safety of local use of SkQ1, may help to create an innovative pharmaceutical drug - namely, a wound healing gel based on SkQ1 for diabetic wound treatment.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/lmsu-mas062917.php", "region": "europe", "source_link": "https://www.hindawi.com/journals/omcl/aip/6408278/", "funder": "", "meeting": "", "institution": "Lomonosov Moscow State University", "keywords": ["Medicine/Health"], "journal": "Oxidative Medicine and Cellular Longevity", "description": "Members of the Faculty of Biology and A.N. Belozersky Institute of Physico-Chemical Biology, a unit of the Lomonosov Moscow State University, have tested on a mouse model a mitochondria-targeted antioxidant, helping to treat diabetic wounds.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}