{"title": "Success with first 20 patients undergoing minimally invasive pancreatic transplant surgery", "text": "Surgeons at Johns Hopkins Medicine report that their first series of a minimally invasive procedure to treat chronic pancreas disease, known as severe pancreatitis, resulted in shorter hospital stays, less need for opioids and fewer complications, compared with standard surgical approaches.A report of the case series, published in the June print edition of JAMA Surgery, demonstrates that compared with other surgical approaches, laparoscopic total pancreatectomy with islet cell autotransplantation (TPIAT) may be an ideal option for some patients with pancreatitis. The laparoscopic approach to TPIAT was pioneered and first performed at The Johns Hopkins Hospital.\"In an era of opioid addiction, performing a major operation through a minimally invasive technique can mean less pain for patients, reducing the need for opioids and their complications,\" says Martin Makary, M.D., M.P.H., professor of surgery at the Johns Hopkins University School of Medicine and the paper's senior author.Every year, about 210,000 people in the United States are diagnosed with chronic inflammation of the pancreas, usually due to genetic mutations, according to the National Institute of Diabetes and Digestive and Kidney Diseases. Most of these patients experience long-term, difficult-to-manage pain. Medical treatments such as placing a stent in the pancreas often fail, leaving patients with debilitating pain the surgical option of completely removing the pancreas and \"autotransplanting\" their own pancreatic islet cells (needed to create insulin and control blood sugar) into their liver.Makary explains that such operations relieve the underlying problem and enable some patients to live pain-free lives. TPIAT is traditionally performed by opening a long incision in the abdomen to reach the pancreas and the liver. In recent years, less invasive or \"minimally\" invasive operations have been developed, including the use of a laparoscope inserted through a small incision into the abdomen and through which a surgeon can introduce and manipulate instrument \"hands\" and small devices to perform the procedure.Benefits of laparoscopic approaches, Makary notes, can include vastly reduced risk of surgical wound and other infection, a quicker recovery and better pain management.For the current clinical study, Makary and his team offered 20 patients with chronic pancreatitis the laparoscopic TPIAT operation between Jan. 1, 2013 and Dec. 31, 2015 at The Johns Hopkins Hospital. The average operating time was 493 minutes, and islet isolation took an average of 185 minutes.The average length of hospital stay was 11 days, and 90 percent (18 of 20) patients experienced a decrease or complete resolution of pain by their six-month follow-up appointments. Sixty percent (12 of 20) of patients no longer required opioid therapy by their six-month follow-up.The average decrease in pain score for all patients postoperatively was 33.25, on a scale from 0 to 100.Compared with results of four previous studies of other surgical approaches for TPIAT, this first series of laparoscopic TPIAT saw a shorter average operative time (average of 493 minutes, compared with 637.2, 533 and 712 minutes), islet isolation time (average of 185 minutes, compared with more than 250, 240, 270 and 272.6 minutes for the 3 studies that provided data), length of stay (11 days, compared with 16, 12.6 and 12.6 days for the 3 studies that provided data) and quicker return to work.\"Chronic pancreatitis can be a very painful and debilitating condition.  Careful patient selection can match the right candidates to this new minimally invasive surgical therapy,\" says Makary.", "article_link": "http://dx.doi.org/10.1001/jamasurg.2016.5707", "url": "http://www.eurekalert.org/pub_releases/2017-06/jhm-swf062917.php", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_surgeons_report_success_with_first_20_patients_undergoing_minimally_invasive_pancreatic_transplant_surgery", "funder": "Mr. and Mrs. John Rodda and The Rodda Family Paternship Ltd", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Surgery", " Transplantation"], "journal": "JAMA Surgery", "description": "Surgeons at Johns Hopkins Medicine report that their first series of a minimally invasive procedure to treat chronic pancreas disease, known as severe pancreatitis, resulted in shorter hospital stays, less need for opioids and fewer complications, compared with standard surgical approaches.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}