{"title": "New opioid use in older adults with COPD associated with increased risk of cardiac death", "text": "TORONTO, June 29, 2017--Older adults with chronic obstructive pulmonary disorder who recently started using opioids have an increased risk of coronary artery disease-related death compared to non-opioid users, researchers at St. Michael's Hospital have found. \r\nAmong these patients, new opioid use is associated with a 215 percent increase in coronary artery disease-related death for long-term care residents and an 83 percent increase in coronary artery disease-related death for those who lived at home compared to non-opioid users, according to the study. \r\nThe study, published today in the European Journal of Clinical Pharmacology, raises concerns about new opioid use among older adults with chronic obstructive pulmonary disease, or COPD, a progressive lung disease that causes breathing difficulty, said Dr. Nicholas Vozoris, a respirologist at St. Michael's, and lead author of the study. Previous research by Dr. Vozoris found older adults with COPD who recently started using opioids are also at an increased risk of dying from respiratory reasons compared to non-opioid users.\r\nCOPD affects approximately four to 10 per cent of the Canadian population, with the five-year mortality rate from 40 to 70 per cent, depending on the severity. The two-year mortality rate for people with severe COPD is about 50 per cent.\r\nThe researchers looked at the records of more than 130,000 community-dwelling adults and more than 14,000 long-term care residents in Ontario age 66 and older with COPD, using multiple provincial health care administrative databases housed at the Institute for Clinical Evaluative Sciences (ICES).\r\n\"Previous research has shown about 70 percent of older adults with COPD use opioids, which is an incredibly high rate of new use in a population that is potentially more sensitive to narcotics,\" said Dr. Vozoris. \"Our new findings show there are not only increased risks for coronary artery disease-related death associated with new opioid use, but also increased risk of cardiac-related visits to emergency rooms and hospitalizations.\"\r\nDr. Vozoris found that 60 per cent of older adults with COPD living in the community and 67 per cent of long-term care residents were given a new opioid between April 2008 and March 2013. Opioids, including morphine and fentanyl, are prescribed frequently among older adults with COPD to help treat chronic muscle and bone pain, insomnia, as well as persisting cough and shortness of breath despite inhaler therapy.\r\n\"This class of drugs may offer some relief for this population, but there is also evidence suggesting that opioids can adversely affect cardiac health,\" said Dr. Vozoris.\r\nResearchers looked specifically at opioids that were not combined with either Aspirin or Tylenol.\r\nOpioids are known to potentially lower blood oxygen levels and increase blood carbon dioxide levels, and these alterations can have negative effects on the heart, according to Dr. Vozoris. Opioids are also known to potentially increase inflammatory factors in the blood vessels, which can cause blockages and cause a heart attack, he said.\r\nWhile the findings don't prove cause and effect, only an association between new opioid use and an increased risk of coronary artery disease-related death, researchers hypothesized that it could be related to these potential side effects.\r\n\"One other important reason they might be linked to future risk of heart attacks is because they offer pain relief, which could reduce or take away chest pain that acts as a warning before a cardiac event,\" said Dr. Vozoris. \"Without that warning, doctors may not be able to intervene in time.\"\r\nDr. Vozoris said he hoped that clinicians would take these findings into consideration when prescribing opioids to people with COPD.\r\n\"Coronary artery disease-related death is another potential risk of prescribing an opioid to an already high-risk population,\" he said. \"I hope that providers will be more careful about prescribing opioids to COPD patients, and that patients are made aware of the risks so they can be vigilant about potential side effects.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/smh-nou062817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Cardiology", " Mortality/Longevity", " Pain"], "journal": "European Journal of Clinical Pharmacology", "description": "Older adults with COPD who recently started using opioids have an increased risk of coronary artery disease-related death compared to non-opioid users, researchers at St. Michael's Hospital have found. \r\nAmong these patients, new opioid use is associated with a 215 percent increase in coronary artery disease-related death for long-term care residents and an 83 percent increase in coronary artery disease-related death for those who lived at home compared to non-opioid users, according to the study.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}