{"title": "Tweaking muscle metabolism prevents obesity and diabetes in mice", "text": "Mildly stressing muscle metabolism boosts levels of a beneficial hormone that prevents obesity and diabetes in mice, according to a new study by researchers at the University of Iowa.The new findings, published in the EMBO Journal, show that triggering a certain type of metabolic stress in mouse muscle cells causes them to produce and secrete significant amounts of the anti-diabetic hormone called fibroblast growth factor-21 (FGF21), which then has widespread beneficial effects on whole-body metabolism. The mice in the experiments were completely protected from obesity and diabetes that normally develop due to aging or eating a high-fat diet. Moreover, triggering the FGF21 production after the mice had become obese and diabetic reversed these conditions and returned the mice to normal weight and blood sugar levels.\"There is a biological phenomenon known as hormesis where a little bit of stress a can be a good thing,\" says E. Dale Abel, MD, PhD, professor and DEO of internal medicine at the UI Carver College of Medicine and director of the Fraternal Order of Eagles Diabetes Research Center at the UI. \"The general conclusion from our study is there is probably a sweet spot 'hormetically,' where creating a little bit of muscle stress could be of metabolic benefit.\"Abel and his colleagues used genetic engineering to reduce levels of a mitochondrial protein called OPA1 in the muscles of mice. Mitochondria are tiny organelles that produce a cell's energy. This OPA1 deficiency disrupted muscle metabolism and caused a small amount of muscle loss in the mice. Despite the mild muscle atrophy, which did decrease grip strength, the older mice with OPA1 deficiency had greater endurance on the treadmill than older control mice. In addition, activity levels and energy expenditure that normally decline in mice as they age were preserved in OPA1 deficient mice.Interestingly, the altered mice also were completely protected from the weight gain and glucose intolerance that normally develop in mice as they age or when they eat a high-fat diet. Moreover, the research team showed that reducing OPA1 levels in muscle, after mice had become obese and diabetic, reversed these problems - normalizing body weight and reversing glucose intolerance even though the high fat diet continued. The team showed that these metabolic improvements correlated with increased levels of circulating FGF21, a hormone that has been shown to increase energy expenditure and insulin sensitivity. Abel and his team were able to prove that muscle was the source of the FGF21 by creating a mouse that had the OPA1 deficiency and also was missing the FGF21 gene in muscle. These mice were no longer able to produce FGF21 in muscle in response to OPA1 deficiency, and, just like control mice, they became obese and developed diabetes.\"These experiments prove that muscle is the source of circulating FGF21 in the OPA1 deficient mice, and that muscle-derived FGF21 prevents diet-induced obesity and insulin resistance in these mice,\" Abel says. \"If there is a way that muscle could be reprogrammed to make this hormone, then that could be of therapeutic benefit.\"Further investigation demonstrated that the small degree of mitochondrial stress induced in muscle by the reduction of OPA1 is sufficient to activate another cellular stress response pathway called endoplasmic reticulum (ER) stress, which then dramatically increases FGF21 levels.\"The follow up work on this will be understanding how a little bit of mitochondrial stress can actually increase the ER stress response and if we can mimic that safely,\" Abel says. \"There are agents that have been used to activate ER stress pathways. So, I think the opportunity here would be to find ways to turn on this pathway in a very controlled way to get enough of this subsequent FGF21 response in muscle to be of benefit.\"Returning to the idea of a \"sweet spot\" for this stress-induced production of FGF21, Abel notes that other researchers have shown that complete loss of OPA1 pushed the pathway too far and resulted in fatal muscle atrophy in mice.\"Like everything else, this effect can be a two-edged sword, and too much of a good thing can be bad,\" he says \"For this to be therapeutically useful, we want to be able to create the effect to the point where we get the benefit but not to overdo it.\"", "article_link": "http://dx.doi.org/10.15252/embj.201696179", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoih-tmm062817.php", "region": "namerica", "source_link": "https://medcom.uiowa.edu/theloop/news/tweaking-muscle-metabolism-prevents-obesity-and-diabetes-in-mice", "funder": "NIH/National Heart, Lung, and Blood Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, American Heart Association", "meeting": "", "institution": "University of Iowa Health Care", "keywords": ["Cell Biology", " Medicine/Health", " Eating Disorders/Obesity", " Aging", " Diabetes"], "journal": "EMBO Journal", "description": "Mildly stressing muscle metabolism boosts levels of a beneficial hormone that prevents obesity and diabetes in mice, according to a new University of Iowa study. The findings, published in the EMBO Journal, show that triggering ER stress in mouse muscle cells causes them to produce and secrete significant amounts of the anti-diabetic hormone fibroblast growth factor-21 (FGF21), which then has widespread beneficial effects on whole-body metabolism.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}