{"title": "Bringing CRISPR into focus", "text": "\r\nAt a glance:Through cryo-electron microscopy, the researchers describe for the first time the exact chain of events as the CRISPR complex loads target DNA and prepares it for cutting by the Cas3 enzyme. These structures reveal a process with multiple layers of error detection--a molecular redundancy that prevents unintended genomic damage, the researchers say.CRISPR-Cas3 is a subtype of the CRISPR-Cas system, a widely adopted molecular tool for precision gene editing in biomedical research. Aspects of its mechanism of action, however, particularly how it searches for its DNA targets, were unclear and concerns about unintended off-target effects have raised questions about the safety of CRISPR-Cas for treating human diseases.High-resolution details of these structures shed light on ways to ensure accuracy and avert off-target effects when using CRISPR for gene editing.\"To solve problems of specificity, we need to understand every step of CRISPR complex formation,\" said Maofu Liao, assistant professor of cell biology at Harvard Medical School and co-senior author of the study. \"Our study now shows the precise mechanism for how invading DNA is captured by CRISPR, from initial recognition of target DNA and through a process of conformational changes that make DNA accessible for final cleavage by Cas3.\"Target searchDiscovered less than a decade ago, CRISPR-Cas is an adaptive defense mechanism that bacteria use to fend off viral invaders. This process involves bacteria capturing snippets of viral DNA, which are then integrated into its genome and which produce short RNA sequences known as crRNA (CRISPR RNA). These crRNA snippets are used to spot \"enemy\" presence.Acting like a barcode, crRNA is loaded onto members of the CRISPR family of enzymes, which perform the function of sentries that roam the bacteria and monitor for foreign code. If these riboprotein complexes encounter genetic material that matches its crRNA, they chop up that DNA to render it harmless. CRISPR-Cas subtypes, notably Cas9, can be programmed with synthetic RNA in order to cut genomes at precise locations, allowing researchers to edit genes with unprecedented ease. To better understand how CRISPR-Cas functions, Liao partnered with Ailong Ke of Cornell University. Their teams focused on type 1 CRISPR, the most common subtype in bacteria, which utilizes a riboprotein complex known as CRISPR Cascade for DNA capture and the enzyme Cas3 for cutting foreign DNA.Through a combination of biochemical techniques and cryo-electron microscopy, they reconstituted stable Cascade in different functional states, and further generated snapshots of Cascade as it captured and processed DNA at a resolution of up to 3.3 angstroms--or roughly three times the diameter of a carbon atom.Seeing is believingIn CRISPR-Cas3, crRNA is loaded onto CRISPR Cascade, which searches for a very short DNA sequence known as PAM that indicates the presence of foreign viral DNA.Liao, Ke and their colleagues discovered that as Cascade detects PAM, it bends DNA at a sharp angle, forcing a small portion of the DNA to unwind. This allows an 11-nucleotide stretch of crRNA to bind with one strand of target DNA, forming a \"seed bubble.\"The seed bubble acts as a fail-safe mechanism to check whether the target DNA matches the crRNA. If they match correctly, the bubble is enlarged and the remainder of the crRNA binds with its corresponding target DNA, forming what is known as an \"R-loop\" structure.Once the R-loop is completely formed, the CRISPR Cascade complex undergoes a conformational change that locks the DNA into place. It also creates a bulge in the second, non-target strand of DNA, which is run through a separate location on the Cascade complex.Only when a full R-loop state is formed does the Cas3 enzyme bind and cut the DNA at the bulge created in the non-target DNA strand.The findings reveal an elaborate redundancy to ensure precision and avoid mistakenly chopping up the bacteria's own DNA.\"To apply CRISPR in human medicine, we must be sure the system is accurate and that it does not target the wrong genes,\" said Ke, who is co-senior author of the study. \"Our argument is that the CRISPR-Cas3 subtype has evolved to be a precise system that carries the potential to be a more accurate system to use for gene editing. If there is mis-targeting, we know how to manipulate the system because we know the steps involved and where we might need to intervene.\"Setting the sightsStructures of CRISPR Cascade without target DNA and in its post-R-loop conformational states have been described, but this study is the first to reveal the full sequence of events from seed bubble formation to R-loop formation at high resolution.In contrast to the scalpel-like Cas9, CRISPR-Cas3 acts like a shredder that chews DNA up beyond repair. While CRISPR-Cas3 has, thus far, limited utility for precision gene editing, it is being developed as a tool to combat antibiotic-resistant strains of bacteria. A better understanding of its mechanisms may broaden the range of potential applications for CRISPR-Cas3.In addition, all CRISPR-Cas subtypes utilize some version of an R-loop formation to detect and prepare target DNA for cleavage. The improved structural understanding of this process can now enable researchers to work toward modifying multiple types of CRISPR-Cas systems to improve their accuracy and reduce the chance of off-target effects in biomedical applications.\"Scientists hypothesized that these states existed but they were lacking the visual proof of their existence,\" said co-first author Min Luo, postdoctoral fellow in the Liao lab at HMS. \"The main obstacles came from stable biochemical reconstitution of these states and high-resolution structural visualization. Now, seeing really is believing.\"\"We've found that these steps must occur in a precise order,\" Luo said. \"Evolutionarily, this mechanism is very stringent and has triple redundancy, to ensure that this complex degrades only invading DNA.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.06.012", "url": "http://www.eurekalert.org/pub_releases/2017-06/hms-bci062817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Gene Therapy"], "journal": "Cell", "description": "Harvard Medical School researchers have generated near-atomic resolution images of key steps in CRISPR-Cas3 function. The findings reveal multiple layers of error detection that prevent unintended genomic damage. Structural understanding informs efforts to improve the accuracy of CRISPR systems for gene editing and to reduce off-target effects.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}