{"title": "Mildly obese fare better after major heart attack", "text": "DALLAS - June 28, 2017 - People who survive a major heart attack often do better in the years afterward if they're mildly obese, a study by UT Southwestern Medical Center cardiologists showed.In the three years after an attack, people considered mildly obese were 30 percent more likely to survive and spent fewer days in the hospital than those of normal weight, researchers found. \"Mildly obese\" was defined as having a body mass index (BMI) of 30 to 34.9 kg/m2, compared to normal weight, which is a BMI between 18.5 and 24.9.Patients of normal weight fared as poorly as those who were extremely obese, with a BMI of 40 or greater.\"I think the message from this finding is that if you've had a heart attack and you're overweight or mildly obese, you shouldn't necessarily try to lose weight aggressively in the initial period after the heart attack. The finding does not suggest that heart attack patients should try to gain weight if they are of normal weight,\" said cardiologist Dr. Ian Neeland, Assistant Professor of Internal Medicine and first author of the study. \"Also, doctors should focus more on heart attack patients who are normal weight and not assume that just because they're normal weight that they're probably going to be better off.\"Each year, about 735,000 Americans have a heart attack, one about every 43 seconds, according to the Centers for Disease Control and Prevention. Of those, about 525,000 are experiencing their first heart attack. At the same time, more than a third of Americans are obese, the CDC reports.The UT Southwestern study expands a growing body of evidence showing that patients with some chronic illnesses who are mildly obese can have better outcomes compared with people of normal weight - a finding called the obesity paradox.Why this is true has been the subject of conjecture in the medical community, Dr. Neeland said.\"One theory is that you have more energy reserves to combat the illness. You're able to weather the storm better,\" he said. Others suggest that these studies may overlook factors that would explain the obesity advantage, or that normal weight patients have some unrecognized problem, Dr. Neeland said.It's important to remember that adults who are obese or overweight are at greater risk of developing diabetes, high blood pressure, and high cholesterol in the first place, Dr. Neeland noted.Dr. James de Lemos, senior author of the study, said the findings suggest that factors other than BMI are likely more important in determining how a patient with heart disease will do.\"Although obesity is clearly an important risk factor for the development of diabetes and heart disease, once a person already has heart disease, these relationships are not as clear cut,\" said Dr. de Lemos, Professor of Internal Medicine and holder of the Sweetheart Ball?Kern Wildenthal, M.D., Ph.D. Distinguished Chair in Cardiology.In this study published in the European Heart Journal: Quality of Care and Clinical Outcomes, UT Southwestern researchers examined records from 19,499 Medicare patients discharged after a heart attack involving total artery blockage, then compared them with later treatment records to determine how the patients fared over the next three years. All the patients were age 65 or older. The mildly obese patients did better than all other groups, while those who were of normal weight or extremely obese fared the worst.Other researchers on the study include Dr. Sandeep Das, Associate Professor of Internal Medicine; and Dr. Deborah Diercks, Chair of Emergency Medicine, who holds the Audre and Bernard Rapoport Distinguished Chair in Clinical Care and Research; as well as researchers from the Duke Clinical Research Institute. The study was supported by the National Institutes of Health and the Dedman Family Scholarship in Clinical Care from UT Southwestern.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/usmc-mof062817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Cardiology", " Mortality/Longevity", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "European Heart Journal", "description": "People who survive a major heart attack often do better in the years afterward if they're mildly obese, a study by UT Southwestern Medical Center cardiologists showed.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}