{"title": "Aspirin reduces risk of pre-eclampsia in pregnant women", "text": "Taking a low-dose aspirin before bed can reduce the risk of pre-eclampsia, which can cause premature birth and, in extreme cases, maternal and foetal death.A trial, led by Professor Kypros Nicolaides, Professor of Foetal Medicine at King's College London,  Dr Liona Poon of King's College, London with Professor David Wright of the University of Exeter, found that administering low-dose aspirin (150 mg) led to a 62% reduction in the rate of pre-term preeclampsia, resulting in delivery before 37 weeks.  The study, published in the New England Journal of Medicine, found an 82% reduction in the rate of early preeclampsia, resulting in delivery before 34 weeks.The double blind, placebo-controlled trail of 1776 women at high risk for pre-term preeclampsia found a lower incidence of developing the disease in women taking aspirin than those taking a placebo. Pre-term preeclampsia occurred in 13 participants (1.6%) in the aspirin group, compared to 35 (4.3%) in the placebo group.The pregnant women were given a dose of 150mg per day from between 11 to 14 weeks of pregnancy up until 36 weeks.The results prompted calls for low-dose aspirin to be routinely prescribed to women at risk of the disease. Professor  Nicolaides, Director of Harris Birthright Research Centre for Foetal Medicine at King's College London and Chairman of the Foetal Medicine Foundation,  said the results of the trial offered 'definitive proof' of the effect of aspirin. \"This extensive study is definitive proof that women can take simple measures in the first trimester of pregnancy to significantly reduce their chances of developing pre-term preeclampsia.\" Professor David Wright, Professor of Medical Statistics at the University of Exeter Medical School, said:  \"Over the last ten years, we have developed new methods for assessing the risk of pre-eclampsia.  We have applied these to identify women for inclusion in the ASPRE trial. The results show that aspirin can prevent preeclampsia in high risk pregnancies. I hope that they will alter clinical practice and improve pregnancy outcomes for mothers and their babies.\" Pre-eclampsia causes the flow of blood through the placenta to be reduced, restricting the flow of oxygen and nutrients to the foetus which could restrict growth.A family history of the condition, obesity, diabetes, high blood pressure or kidney disease increases the probability of developing the condition.Severe pre-eclampsia can develop in around 2 per cent of pregnancies, with mild pre-eclampsia in up to 6 per cent of women.The risk of complications is considerably higher when the disease is severe and develops early on in the pregnancy.  It can lead to premature birth and, in extreme cases, death of both mother and baby. The results of the study will be announced at the 16th FMF World Congress in Fetal Medicine, Ljubljana, Slovenia on June 28, 2017.It  is the latest in a series of trials which have demonstrated the positive impact of taking low-dose aspirin.An analysis of more than 30 trials investigating the benefit of a dose of 50 to 150 mg of aspirin per day for the prevention of preeclampsia showed that such therapy resulted in a 10% lower incidence of preeclampsia.An analysis of individual participant data from the trials, the effect of aspirin was not affected by the stage in the pregnancy it was introduced. But other analyses have shown that aspirin started at or before 16 weeks of gestation resulted in halving the rates of preeclampsia, foetal-growth restriction, and perinatal death, whereas aspirin started after 16 weeks of gestation did not have a significant benefit.The World Health Organization already recommends low-dose aspirin for the prevention of pre-eclampsia in women at high risk and recommends it be started before 20 weeks of pregnancy.In the United States, the American College of Obstetricians and Gynaecologists recommends the use of aspirin in women with a history of pre-eclampsia in more than one pregnancy or a history of pre-eclampsia resulting in delivery before 34 weeks of gestation.The Combined Multimarker Screening and Randomized Patient Treatment with Aspirin for Evidence-Based Pre-eclampsia Prevention (ASPRE) trial was conducted at 13 maternity hospitals in the United Kingdom, Spain, Italy, Belgium, Greece, and Israel.All women who had a routine prenatal visit in the participating hospitals were offered screening for pre-eclampsia combining maternal factors, such as weight, family history, medical history including diabetes, mean arterial pressure, uterine-artery pulsatility index, and maternal serum pregnancy-associated plasma protein A and placental growth factor.Pre-eclampsia and other hypertensive disorders of pregnancy are leading causes of maternal and infant illness and death globally.  Such disorders are estimated to cause 76,000 maternal and 500,000 infant deaths each year, according to the Pre-eclampsia Foundation.Pre-eclampsia is usually characterised by a sudden increase in blood pressure and protein in the urine, which can occur after the 20th week of pregnancy and often results in pre-term birth.  It can lead to convulsions (eclampsia), renal or liver failure, cardiac, pulmonary and other maternal health complications.Preeclampsia, especially before 37 weeks, often contributes to health complications for the baby including growth restriction, developmental delays due to their prematurity, or even death. The results of the study will be announced  at the  16th FMF World Congress in Fetal Medicine, Ljubljana, Slovenia on June 28, 2017.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoe-arr062717.php", "region": "europe", "source_link": null, "funder": "European Union, Fetal Medicine Foundation", "meeting": "16th FMF World Congress in Fetal Medicine", "institution": "University of Exeter", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology"], "journal": "New England Journal of Medicine", "description": "Taking a low-dose aspirin before bed can reduce the risk of pre-eclampsia, which can cause premature birth and, in extreme cases, maternal and fetal death.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}