{"title": "Combating chronic kidney disease with exercise", "text": "A University of Delaware research team in the College of Health Sciences is combating chronic kidney disease (CKD) with exercise.Dave Edwards, professor in UD's Department of Kinesiology and Applied Physiology, received a National Institutes of Health grant to investigate whether exercise training could improve the health of the blood vessels.Edwards and postdoctoral researcher Danielle Kirkman invited early stage CKD patients to take part in a specially designed exercise program, all completed under the expert supervision of UD researchers.The study showed the exercise program improved blood vessel health and exercise capacity. Equally as important, patients reported improvements in their everyday quality of life as a result of becoming more active.More than 26 million American adults have CKD and, because of difficult-to-see warning signs, late detection is common. The leading cause of death in patients with CKD is cardiovascular disease.The end of the study turned out to be just the beginning for participants. They wanted to continue exercising, but lacked a safe, supervised environment.To meet the demand, Edwards' lab started a renal rehab exercise program for CKD patients in the community. The program is open to non-dialysis CKD, dialysis patients and those that have received a kidney transplant.\"There are two groups of patients that fall through the cracks -- those who have exercised with us and want to continue and those who didn't qualify for our studies, but wanted to start exercising,\" Edwards said.The team works individually with each patient to reach their goals, whether it's controlling blood pressure or losing weight for a transplant.\"If you look at other areas like cardiac or pulmonary rehab, exercise training is well-integrated as part of routine care; that's not the case with kidney disease,\" Kirkman said. \"Exercise may have an array of health benefits to these patients ranging from keeping their diabetes under control, maintaining healthy muscles and blood vessels to controlling weight gains after a transplant that are associated with prescribed medications.\"Once word got out that UD was offering the program, the research team fielded a mini-explosion of interest. Transplant doctors and dialysis clinics began sending patients to the renal rehab program to work on their health and fitness. Soon groups of kidney disease patients were exercising together -- sometimes eight people per session in the friendly confines of the Kinesiology and Applied Physiology (KAAP) Exercise Intervention Lab.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uod-cck062817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Delaware", "keywords": ["Medicine/Health", " Cardiology"], "journal": "", "description": "A University of Delaware research team is combating chronic kidney disease (CKD) with exercise. The team had patients engage in a specially designed exercise program and found that it improved their blood vessel health and exercise capacity.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}