{"title": "JHU alumni-run A-Level Capital to support AI-powered drug discovery at Insilico Medicine", "text": "June 28th 2017, Baltimore, MD - Insilico Medicine, Inc, a big data analytics company applying latest advances in artificial intelligence to drug discovery and biomarker development for age-related diseases today announced an investment from A-Level Capital. A-Level Capital is an early-stage venture capital fund founded by the JHU alumni and students to support innovative businesses started and lead by alumni, students and staff of the Johns Hopkins University. In addition to the investment, A-Level capital provides access to a broad network of some of the industry's most innovative, professional and hard-working students organizing internships and seminars and access to the broad and diverse technology ecosystem. \r\n \r\n \"We are very excited about the partnership. Insilico Medicine is not only a very promising startup, but also an industry pioneer that will deliver very positive social impact.\" Said Richard, partner at A-Level Capital. \"The drug R&D industry has remained stagnant for decades, the average time to develop a drug takes 10 to 15 years, the average cost is $2.6 billion, and only 20% of the marketed drugs return revenues that match or exceed R&D expense. There has to be a better way. We believe Insilico Medicine has the right team and we may provide help in many ways by leveraging our Hopkins network.\"      Insilico Medicine was recently selected as the Top 5 AI companies for social impact by NVIDIA  for its work in applying the latest deep learning technologies to drug discovery and  biomarker development. Headquartered in Baltimore, Insilico Medicine has research and development resources in 6 countries and collaborates with the large pharmaceutical companies as well as the universities and national governments in the UK, Canada, Korea, Kazakhstan and Taiwan. Since its inception in 2014 company scientists published over 60 research papers in peer-reviewed journals and presented at over 50 conferences in 12 countries. \"A-Level capital is an amazing team of innovative venture capitalists with diverse backgrounds in biomedicine including in the emerging areas, where many large VCs are lacking expertise. We are happy to work with the current and future captains of the biopharmaceutical industry and tap into the rich entrepreneurial ecosystem at and around the Johns Hopkins University. We were very impressed by the A-Level team and happy to have them join us as investors and advisors\", said Alex Zhavoronkov, PhD, CEO of Insilico Medicine, Inc.  A-Level Capital (ALC) was founded in 2015 as a healthcare & tech-focused early-stage venture capital firm for the Hopkins community. Advised and mentored by many JHU alumni who are seasoned VC investors including Dave McClure, the founder of 500 Startups, Russell Fleischer, General Partner at Battery Ventures, Andrew Ackerman, Managing Director at DreamIt Ventures, and many more, the ALC team has invested in over 20 promising startups with connections to JHU. \"After spending over 7 years at Johns Hopkins, I decided to join Insilico Medicine as the COO. Today we are one of the leaders in artificial intelligence for drug discovery and and biomarker development and would like to help build the transformative ecosystem in Baltimore and around the world\", said Qingsong Zhu, PhD, COO of Insilico Medicine, Inc. Insilico Medicine's primary expertise is in the many flavors of generative adversarial models, one-shot learning, reinforcement learning and meta-learning used to develop a portfolio of over 1,000 promising molecules targeting cancer and age-related diseases. It is seeking partnerships with the academic institutions and the pharmaceutical companies to validate the molecules created using these methods.  \"We noticed that there are many Hopkins alumni who are both talented and entrepreneurial. Moreover, Hopkins does have great resources both in academia and the industry. So we decided to take the initiative to bring everyone together and make a difference.\" Said Elizabeth Galbut, the Founding Partner of A-Level Capital.  \r\n ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/imi-jaa062817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Education", " Mathematics/Statistics", " Medicine/Health", " Gerontology", " Policy/Ethics", " Social/Behavioral Science", " Technology/Engineering/Computer Science"], "journal": "", "description": "Insilico Medicine, Inc, announced an investment from A-Level Capital. A-Level Capital is an early-stage venture capital fund founded by the JHU alumni and students to support innovative businesses started and lead by alumni, students and staff of the Johns Hopkins University.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}