{"title": "Why using antibiotic eye drops for pinkeye is the wrong way to go", "text": "ANN ARBOR, Mich. -- A new study suggests that most people with acute conjunctivitis, or pinkeye, are getting the wrong treatment.About 60 percent of patients nationwide are prescribed antibiotic eye drops, even though antibiotics are rarely necessary to treat this common eye infection. Of the patients filling antibiotic prescriptions, 20 percent filled prescriptions for antibiotic-steroid eye drops that can prolong or worsen the infection.The study by the University of Michigan Kellogg Eye Center is consistent with a nationwide trend of antibiotic misuse for common viral and mild bacterial conditions. It's a trend that increases costs to patients and the health care system and may promote antibiotic resistance.\"This study opens the lid on overprescribing of antibiotics for a common eye infection,\" says lead study author Nakul Shekhawat, M.D., M.P.H., resident physician at Kellogg.Using data from a large managed care network in the United States, researchers identified the number of patients who filled antibiotic eye drop prescriptions for acute conjunctivitis. They then evaluated the characteristics of patients who filled prescriptions compared to those who did not.Among 340,372 people diagnosed with acute conjunctivitis over a 14-year period, 58 percent filled a prescription for antibiotic eye drops.\r\nMost patients were diagnosed by nonspecialists, such as a family medicine physician, pediatrician, internal medicine physician or urgent care provider. Only a minority were diagnosed by eye care specialists such as ophthalmologists or optometrists.Patients diagnosed by a primary care or urgent care provider were two to three times more likely to fill prescriptions for antibiotic eye drops than patients diagnosed by an ophthalmologist.Even more troubling, the Kellogg Eye Center study found the odds of filling a prescription depended more on a patient's socioeconomic status than the patient's risk for developing a more serious eye infection. For example, contact lens wearers or those with diabetes or HIV/AIDS are more at risk.Patients who filled antibiotic prescriptions were significantly more likely to be white, younger, better educated and more affluent than patients who did not fill prescriptions.This is the first study to focus on outpatient management of acute conjunctivitis in the United States. It was published in Ophthalmology, the journal of the American Academy of Ophthalmology.\"The study shows that current treatment decisions for pinkeye are not based on evidence but are often driven more by type of health care practitioner making the diagnosis and the patient's socioeconomic status than by medical reasons,\" Shekhawat says. \"The potential negative consequences are difficult to justify as we move toward focusing on value in health care.\"Pinkeye affects 6 million people in the United States each year and is a major driver of emergency room visits for ocular problems. There are three types: viral, bacterial and allergic conjunctivitis. Most cases are caused by viral infections or allergies and do not respond to antibiotics. Artificial tears and warm compresses may help keep the eye comfortable while viral conjunctivitis runs its course.Antibiotics are often unnecessary for bacterial conjunctivitis because most cases are mild and would resolve on their own within seven to 14 days without treatment.Authors say there are several reasons why antibiotics are overprescribed:Cause unknown. It is a challenge to differentiate bacterial conjunctivitis from the viral and allergic forms. All three types may have overlapping features, such as a red eye, thin discharge, irritation and sensitivity to light. Health care providers may be unsure of the cause and prescribe antibiotics \"just in case.\" Several rapid, point-of-care tests for adenovirus are in development that could save an estimated $400 million in health care spending in the U.S. alone.School policies. Children with pinkeye may not be able to attend school or day care unless they are being treated. In an accompanying editorial, such policies were called \"highly inconvenient for patients and parents\" and \"devoid of evidence,\" considering the more rapidly spreading viral conjunctivitis is unlikely to be influenced by a topical antibiotic.Lack of education. Patients are often unaware of the harmful side effects of antibiotics and may falsely believe that antibiotics are necessary for the infection to resolve.Senior study author and Kellogg ophthalmologist Joshua Stein, M.D., director of the Center for Eye Policy and Innovation, says a new approach is needed for managing acute conjunctivitis that involves patients, health care providers and policymakers.\"Educating patients about acute conjunctivitis' often benign, self-limited course may help to dispel misconceptions about the condition and reduce reflexive demands for immediate antibiotic use,\" says Stein, who is also a member of the U-M Institute for Healthcare Policy and Innovation.", "article_link": "http://dx.doi.org/10.1016/j.ophtha.2017.04.034", "url": "http://www.eurekalert.org/pub_releases/2017-06/mmu-wua062817.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/rounds/nearly-60-of-pinkeye-patients-receive-antibiotic-eye-drops-but-theyre-seldom-necessary", "funder": "W. K. Kellogg Foundation, East Grand Rapids, Michigan;the National Eye Institute, National Institutes of Health, Bethesda, Maryland(grant no.: 1R01EY026641-01A1 [J.D.S.]); the American OphthalmologicalSociety, San Francisco, California (travel grant", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Ophthalmology"], "journal": "Ophthalmology", "description": "Using antibiotic eye drops for pinkeye is often the wrong way to go but 60 percent of patients nationwide are getting prescriptions for the common eye infection that typically clears up on its own.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}