{"title": "Ancient antiviral defense system could revolutionize a new class of RNA-based medicine", "text": "The billion-year-old primordial system by which early life forms protected themselves against viral infection can still be found in human cells, despite the presence of the much more sophisticated and powerful defense system that humans overwhelmingly depend on, say researchers at the Icahn School of Medicine at Mount Sinai. That ancient system, as simple as it is, might form the basis of the next era of precision medicine, if scientists can design beneficial viruses to use it to deliver a drug or therapy directly to diseased tissue, the researchers said.  In the study, published online on June 28 in the journal Nature, the team of researchers led by Benjamin R. tenOever, PhD, Fishberg Professor of Medicine and Director of the Virus Engineering Center for Therapeutics and Research (VECToR) at the Icahn School of Medicine, traced the evolution of three generations of antiviral defense systems they say goes back to the first prokaryotes -- simple organisms consisting of a single cell without a nucleus or mitochondria. They say it appears possible to design self-replicating RNAs that take advantage of this ancient system originally designed for defending cells against viruses so that a therapeutic can be delivered to diseased tissue. By exploiting this primordial system, RNA can be engineered to have the desired properties of a virus without engaging our more modern and, in this case, unwelcomed immune response.\"This discovery reveals how life evolved and the influence pathogens can have on shaping the trajectory of this evolution. Our ancient cellular ancestors had to evolve ways to fight off viruses. As viruses evolved, so too did these systems,\" says Dr. tenOever.\"We can now take advantage of the existence of this ancient antiviral system -- a genetic fossil -- to build therapeutic vectors or RNAs that can achieve new therapeutic goals with greater precision than ever before. That includes delivering or editing genes, proteins, or other therapeutic molecules directly to a target or tissue in need.\"To get to this point, Dr. tenOever and his team, which includes researchers from the Universities of Maryland and Pennsylvania and from France's Institut Pasteur, had to trace back the evolution of three generations of antiviral defense systems they say may go back to the first prokaryotes.They say the first defense system arose in cells that were infected by only one type of virus that was made of DNA. In these cells, some of the basic building blocks for life involved trimming special RNAs for a myriad of essential cellular processes.  That tool was essentially a family of protein scissors called RNase III nucleases. They were used for many cellular functions but were adapted as an antiviral defense machine when eukaryotes--cells of a more modern type, with nuclei and mitochondria -- and RNA viruses came onto the scene, says Dr. tenOever. The war between pathogens and humans, among other life forms, then intensified and antiviral defenses evolved rapidly, quickly rendering this simple RNase III-based system ineffective. In its place, multiple other defense systems have developed, ultimately resulting in something called the interferon system now in use. \"The interferon system, unlike the RNase III defense, is a protein-based effort, instead of RNA-based, and it makes hundreds of thousands of different components that all try to fight a virus in different ways, but there is still a direct evolutionary connection between these systems. All the major players in these pathways are related to each other, and a little bit of the early RNase III version still exists in our cells,\" says Dr. tenOever. \"Life in general never invents new things but just repurposes the old.\"The platform he is studying now uses engineered viruses or simple self-replicating RNAs that are extremely susceptible to this RNase III nuclease defense system. The scientists believe they can control the susceptibility of RNA or artificial viruses to this defense so that they have enough time to deliver a desired payload, whether it involves gene editing or therapeutic delivery of a biologic treatment.   Dr. tenOever and his collaborators had observed through experimentation many things that related to this ancient defense system, but they had had a difficult time explaining  the underlying cause for what was being observed. Those initial discoveries, and the technologies that were enabled as a result, led to a $1 million 2012 Presidential Award to Dr. tenOever to give him the resources to put it all together and trace the evolutionary history of anti-viral defense systems, which he has done in this Nature paper.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tmsh-aad062617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Diagnostics", " Infectious/Emerging Diseases"], "journal": "Nature", "description": "Medicinal payload could be delivered by engineered RNAs that can be controlled by a billion year-old 'genetic fossil' found in all cells.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}