{"title": "The hippocampus underlies the link between slowed walking and mental decline", "text": "PITTSBURGH, June 28, 2017 - The connection between slowed walking speed and declining mental acuity appears to arise in the right hippocampus, a finger-shaped region buried deep in the brain at ear-level, according to a 14-year study conducted by scientists at the University of Pittsburgh Graduate School of Public Health. The finding, published today in Neurology, the medical journal of the American Academy of Neurology, indicates that older patients may benefit if their doctors regularly measure their walking speed and watch for changes over time, which could be early signs of cognitive decline and warrant referral to a specialist for diagnostic testing. \"Prevention and early treatment may hold the key to reducing the global burden of dementia, but the current screening approaches are too invasive and costly to be widely used,\" said lead author Andrea Rosso, Ph.D., M.P.H., assistant professor in Pitt Public Health's Department of Epidemiology. \"Our study required only a stopwatch, tape and an 18-foot-long hallway, along with about five minutes of time once every year or so.\"Rosso and her colleagues assessed 175 older adults ages 70 to 79 when they enrolled in the Health, Aging and Body Composition (Health ABC) study in Pittsburgh or Memphis, Tennessee. At the beginning of the study, the participants were all in good mental health and had normal brain scans. Multiple times over 14 years, the participants walked an 18-foot stretch of hallway at what they deemed a normal walking pace while a research assistant timed them. At the conclusion of the study, the participants were tested again for their mental acuity and received brain scans. As previous studies have shown, slowing in the participants' gait, or walking speed, was associated with cognitive impairment. However, Rosso's research determined that participants with a slowing gait and cognitive decline also experienced shrinkage of their right hippocampus, an area of the brain important to both memory and spatial orientation. It was the only area of the brain where the researchers found a shrinking volume to be related to both gait slowing and cognitive impairment. Rosso's study also found gait slowing over an extended period of time to be a stronger predictor of cognitive decline than simply slowing at a single time point, which is what other, similar research evaluated. All the participants slowed over time, but those who slowed by 0.1 seconds more per year than their peers were 47 percent more likely to develop cognitive impairment. The finding held even when the researchers took into account slowing due to muscle weakness, knee pain and diseases, including diabetes, heart disease and hypertension. \"A fraction of a second is subtle, but over 14 years, or even less, you would notice,\" said Rosso, also an assistant professor in Pitt's Clinical and Translational Science Institute. \"People should not just write off these changes in walking speed. It may not just be that grandma's getting slow--it could be an early indicator of something more serious.\"While the team noted that slowing gait speed is not a sensitive enough measure to diagnose a cognitive issue, they argue that it should be included in regular geriatric evaluations to determine if there's a need for further testing. If cognitive decline can be detected early, there are therapies that can delay its onset, and the extra time could allow patients and families to plan for the eventual need for assisted care.  \"Typically when physicians notice a slowing gait in their patients, they'll consider it a mechanical issue and refer the patient to physical therapy,\" said Rosso. \"What we're finding is that physicians also should consider that there may be a brain pathology driving the slowing gait and refer the patient for a cognitive evaluation.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uops-thu062617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Pittsburgh Claude D. Pepper Older Americans Independence Center", "meeting": "", "institution": "University of Pittsburgh Schools of the Health Sciences", "keywords": ["Neurochemistry", " Medicine/Health", " Diagnostics", " Epidemiology", " Gerontology", " Neurobiology", " Neurochemistry", " Public Health", " Aging", " Mental Health"], "journal": "Neurology", "description": "The connection between slowed walking speed and declining mental acuity appears to arise in the right hippocampus, a finger-shaped region buried deep in the brain at ear-level, according to a 14-year study conducted by scientists at the University of Pittsburgh Graduate School of Public Health.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}