{"title": "At-risk chronic pain patients taper opioids successfully with psychological tools", "text": "(Wednesday, June 28, 2017 -- Toronto) - Psychological support and new coping skills are helping patients at high risk of developing chronic pain and long-term, high-dose opioid use taper their opioids and rebuild their lives with activities that are meaningful and joyful to them.A study of 343 post-surgical patients treated by an innovative, multidisciplinary hospital-integrated pain program at Toronto General Hospital (TGH), University Health Network (UHN) found that all patients showed reductions in pain and anxiety in the two-year study, but those who also received psychological services had greater reductions in opioid use, and their mood improved. The study, \"Acceptance and Commitment Therapy to Manage Pain and Opioid Use after Major Surgery: Preliminary Outcomes from the Toronto General Hospital Transitional Pain Service,\" is published today in the Canadian Journal of Pain, by first author Muhammad Azam, Ph.D. candidate at York University and senior authors Dr. Joel Katz, Affiliate Scientist, Toronto General Hospital Research Institute (TGHRI) and Dr. Hance Clarke, Director of the Transitional Pain Service at TGH, UHN and Clinical Researcher, TGHRI.  Although psychological approaches to help patients cope with pain have been used previously, what is novel in this study is the combined use of a specific psychological approach with mindfulness meditation training to help patients wean off high-doses of opioids and reduce their pain-related distress and disability. \"If we lower how many opioids patients are taking, but leave them disabled and not able to live their lives, that is not helpful,\" says Dr. Aliza Weinrib, one of the authors of the paper and a clinical psychologist who developed this innovative psychology program and teaches it to surgical patients at TGH. \"Patients can learn to respond to their pain in a different way, making it less overwhelming. They don't have to be so tied to their medications.\" \r\nPatients in the study were those at highest risk for developing chronic pain and persistent high-dose opioid use after major surgery. All attended the Transitional Pain Service (TPS) at TGH between 2014 and 2016. TPS is the first hospital-integrated, comprehensive, long-term post-surgical pain management program of its kind.      Patients on high-dose opioids willing to consider tapering to improve their pain management were referred to a clinical psychologist, as part of their treatment in the TPS. They had chronic post-surgical pain, pre-existing chronic pain, clinical depression, problematic or higher than expected opioid use, and difficulty in coping with pain. These patients were taught coping skills grounded in Acceptance and Commitment Therapy (ACT).  Instead of focusing solely on reducing pain intensity, this psychological treatment encourages patients to engage in meaningful life activities, while promoting mindfulness and acceptance of difficult experiences such as pain. Patients can be taught these skills in three or four sessions, by setting personally meaningful goals, observing and describing pain and the thoughts and feelings that come with pain, identifying avoidance behaviours and tracking how they can increase pain, distress and interfere with the ability to live life fully.Study results between the two groups showed that both decreased their pain intensity, anxiety symptoms and opioid use. But the patients who participated in the psychology program - who initially reported higher opioid use, anxiety, depression, and higher sensitivity to pain - showed significantly greater reductions in opioid use, depression and less disruptions in their daily living as a result of their pain than those patients who received TPS physician-guided treatment alone.\"There's the pain in your body, and there's the pain in your heart about not being able to do the things that you love,\" notes Dr. Weinrib. \"We can help people move towards what is important to them, even through their pain. We can help people reduce their pain of not living.\"Paul Ross, 60, has had 13 surgeries in the past 35 years, resulting in constant chronic pain and prescriptions for high doses of hydromorphone, which is used to treat severe pain that isn't controlled by other opioid drugs. For the past five years, he has wanted to stop using the opioid, and decreased his dose on his own. But he could not wean himself off it completely.\"I was waking up six times a night to inject myself, but I was never without pain,\" he recalls, adding that he injected his dose because he could not absorb the medication in pill form. \"I don't want to be like this. I was a zombie. It affected my life, my family, how I functioned, and my mood.\"    Since becoming a patient at TPS in February 2017, he has stopped using hydromorphone, and instead relies on a personally tailored program of alternate medications, individual psychological sessions, group therapy and eventually yoga. While he still has periods of pain, he now has the skills to manage it and live an active, less disabled life. \"This program has given me the tools to live a fuller life despite my pain. I practice mindfulness; I can talk to people there who understand me. For the first time in a long time, I have alternatives to simply increasing opioids, and practical tools to counter my despair. They gave me hope,\" he says.An estimated 15 per cent to 19 per cent of all Canadians suffer from chronic, non-cancer pain, which is pain that lasts for more than three months and interferes with their daily activities. It is the leading cause of health resource use and disability among working-age adults. In Ontario, admissions to publicly funded treatment programs for opioid-related problems doubled from 2004 to 2013, from 8,799 to 18,232.    Dr. Hance Clarke, who is also Assistant Professor in the Department of Anesthesia at the University of Toronto, points out that recent US and Canadian guidelines for managing non-cancer pain stress that alternative treatments should be tried before considering opioids to avoid dependence or addiction. But there is little data on post-surgical patients who receive psychological support and how that could help them and potentially others to manage pain, opioid use, psychological distress and disability, says Dr. Clarke. \"This study and our clinical work in TPS suggest that that there is a powerful role for interventions other than the prescription pad in helping patients manage their pain and suffering, taper their opioids and lead rewarding lives.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uhn-acp062717.php", "region": "namerica", "source_link": null, "funder": "Ontario Ministry of Health and Long-Term Care, Canadian Institutes of Health Research and the Department of Anesthesia, University of Toronto", "meeting": "", "institution": "University Health Network", "keywords": ["Medicine/Health", " Addiction", " Pain"], "journal": "Canadian Journal of Pain", "description": "Psychological support and new coping skills are helping patients at high risk of developing chronic pain and long-term, high-dose opioid use taper their opioids.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}