{"title": "High prevalence of diabetes, prediabetes in China", "text": "A large, nationally representative survey in 2013 of adults in China finds that the estimated overall prevalence of diabetes was about 11 percent and that of prediabetes was nearly 36 percent, according to a study published by JAMA. Previous studies have shown increasing prevalence of diabetes in China, which now has the world's largest diabetes epidemic. To provide more recent estimates of the prevalence of diabetes and prediabetes, Linhong Wang, Ph.D., of the Chinese Center for Disease Control and Prevention, Beijing, and Yonghua Hu, M.D., of Peking University, Beijing, and colleagues analyzed data from a nationally representative survey conducted in 2013 in mainland China, which included 170,287 participants. Fasting plasma glucose and hemoglobin A1c levels were measured for all participants. Diabetes and prediabetes were defined according to the 2010 American Diabetes Association criteria. The authors write that the prevalence of diabetes of 10.9 percent was only slightly lower than the prevalence of total diabetes in the U.S. population (12-14 percent) in 2011-2012.  The estimated prevalence of prediabetes in China (35.7 percent) was similar to the U.S. (36.5 percent in 2011-2012). Overall, 47 percent of the Chinese adult population was estimated to have either diabetes or prediabetes, slightly lower than the 49 percent to 52 percent estimate in the U.S. population.With approximately 1.09 billion adults in total in mainland China, it is projected that 388.1 million Chinese adults (200.4 million men and 187.7 million women) may have had prediabetes in 2013. The authors note that differences from previous higher prevalence estimates for 2010 may be due to an alternate method of measuring hemoglobin A1c.A limitation of the study was that the researchers did not distinguish between type 1 and 2 diabetes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-hpo062317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diabetes"], "journal": "JAMA", "description": "A large, nationally representative survey in 2013 of adults in China finds that the estimated overall prevalence of diabetes was about 11 percent and that of prediabetes was nearly 36 percent, according to a study published by JAMA.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}