{"title": "BUSM receives grant to create software prototype for sharing medical data", "text": "\r\n(Boston)--In an effort to securely share medical data between the U.S. and India, Boston University School of Medicine (BUSM) has received a BU Digital Health Initiative Research Award.\r\nThe $40,000 award will fund the two-year project, \"Enabling Data Science for Medicine.\" It allows for collaboration between BUSM and the Center for Reliable Information Systems and Cyber Security (RISCS) and Software & Application Innovation Lab (SAIL). \r\nIndia has become the Type 2 diabetes capital of the world. The burden of morbidity and mortality is expected to severely tax and overwhelm its health care system over the next 10 to 20 years. It is unknown whether diabetes in obese patients, a common characteristic in the U.S., is the same disease with respect to outcomes as diabetes in lean patients, who are common in India. Analysis of pooled data from U.S. and Indian patients might reveal new mechanism and associations, but the infrastructure for data sharing of clinical, molecular and cellular datasets between India and the U.S. is currently insufficient. Alarmingly, foreign hacking of elections and sensitive databases, including medical data, has become an increasing threat.\r\nHowever, before sharing medical data can proceed, BUSM researchers and their colleagues must design, develop and test a secure software prototype that establishes a common format for data sharing and allows users to express their preferences for how their data should be shared. \r\n\"Domains such as finance, insurance, manufacturing, and transportation have been transformed by the big data revolution. Health care is beginning to be transformed by this revolution as well,\" said Mayank Varia, PhD, co-principal investigator of the project and co-director of the BU RISCS Center. \r\n\"Using the talents of RISCS and SAIL, we are developing a secure data-sharing platform using advanced cryptographic tools. We will then be able to compare diabetes and breast cancer patients in Boston and at least two cities in India, Mumbai and Bangalore, where our partners are already building their datasets,\" explains principal investigator Gerald V. Denis, PhD, associate professor of pharmacology and medicine at BUSM.\r\n\"This project has the ability to change how we address significant problems in global health, creating a model and infrastructure that is scalable to other projects worldwide.  To demonstrate this capability, we will not only examine diabetes, inflammation, and breast cancer, but explore these intersections in head and neck cancer as well,\" says co-principal investigator Anand K. Devaiah, MD, associate professor of otolaryngology, neurological surgery and ophthalmology.\r\nThe researchers strongly believe that the data sharing mechanism developed within this pilot project will lead to the development of a secure IT infrastructure for sharing of healthcare data in the long term.\r\nOther collaborators on this project include co-investigator Ann Marie Egloff, PhD, MPH from BU's Henry M. Goldman School of Dental Medicine. Software development support will be provided by SAIL, a professional software engineering and consulting lab housed with BU's Hariri Institute for Computing, and led by Andrei Lapets, PhD. \r\nBU's Digital Health Initiative is a collaborative effort between the Institute for Health System Innovation and Policy and the Hariri Institute for Computing, two of BU's university wide research institutes. Digital Health leverages technologies, such as embedded systems, mobile computing, social networking, cloud platforms and methodologies from computing and data sciences to tackle a range of applications related to healthcare systems, from medical informatics to healthcare delivery and administration.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bumc-brg062717.php", "region": "namerica", "source_link": null, "funder": "BU Digital Health Initiative Research Award", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Technology/Engineering/Computer Science", " System Security/Hackers"], "journal": "", "description": "In an effort to securely share medical data between the US and India, Boston University School of Medicine (BUSM) has received a BU Digital Health Initiative Research Award.\r\nThe $40,000 award will fund the two-year project, 'Enabling Data Science for Medicine.' It allows for collaboration between BUSM and the Center for Reliable Information Systems and Cyber Security and Software & Application Innovation Lab.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}