{"title": "Community-wide effort to fight childhood obesity shows promise", "text": "Boston, MA - A large-scale effort to reduce childhood obesity in two low-income Massachusetts communities resulted in some modest improvements among schoolchildren over a relatively short period of time, suggesting that such a comprehensive approach holds promise for the future, according to a new study from Harvard T.H. Chan School of Public Health.The study, along with two others evaluating Massachusetts' efforts to reduce childhood obesity, will be published in the July 2017 issue of Obesity.\"While our results were modest, they were achieved over a relatively short period of time, which is important given the substantial challenges of implementing a large-scale community initiative to address obesity,\" said Rebecca Franckle, postdoctoral fellow at Harvard Chan School and lead author of the study.Given obesity's persistence as a public health issue in the U.S., researchers have looked increasingly at multisectoral, multilevel approaches to address the problem. The new study evaluated the effectiveness of one such project--the Massachusetts Childhood Obesity Research Demonstration Project (MA-CORD)--through which elementary and middle school students in two low-income Massachusetts communities received interventions from 2012-2014 aimed at reducing obesity and encouraging healthy behaviors, including eating more fruits and vegetables, drinking less sugar-sweetened beverages, increasing physical activity and sleep duration, and decreasing screen time. The project's interventions were implemented across different sectors--including schools, after-school programs, and health centers--and ranged from the individual level, such as individual or family counseling, to the community level, such as providing physical activity equipment to schools.The researchers compared the two communities that received the interventions with nine similar communities that didn't receive it. They looked at changes in the prevalence of obesity among 1st, 4th, and 7th graders, starting from four years before the interventions began and at several points during their progression.The results showed a modest but significant reduction of 2%-3% in obesity prevalence among 7th graders in one community compared to the control groups. In both intervention communities, 4th and 7th graders drank less sugar-sweetened beverages and more water. And students in one of the communities spent less time in front of screens.", "article_link": "http://dx.doi.org/10.1002/oby.21867", "url": "http://www.eurekalert.org/pub_releases/2017-06/htcs-cet062317.php", "region": "namerica", "source_link": null, "funder": "US Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, National Institutes of Health, American Heart Association, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["K-12", " Medicine/Health", " Eating Disorders/Obesity", " Nutrition/Nutrients", " Pediatrics", " Public Health", " Exercise", " Minorities", " Support Networks", " Poverty/Wealth"], "journal": "Obesity", "description": "A large-scale effort to reduce childhood obesity in two low-income Massachusetts communities resulted in some modest improvements among schoolchildren over a relatively short period of time, suggesting that such a comprehensive approach holds promise for the future, according to a new study from Harvard T.H. Chan School of Public Health.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}