{"title": "Mount Sinai, Pfizer renew research collaboration, building on strong foundation", "text": "The Icahn School of Medicine at Mount Sinai and Pfizer Inc.'s Centers for Therapeutic Innovation (CTI) recently announced the renewal of an agreement designed to identify and advance new drug candidates linked to major diseases, such as cancer, rheumatoid arthritis, Crohn's disease, colitis, heart failure, Alzheimer's disease, and cystic fibrosis.\r\nIn 2010, Mount Sinai became one of the first academic medical centers to enter into a collaboration with CTI, a Pfizer research group with the aim of speeding novel drugs toward approval for use in the clinic. The collaboration allows Mount Sinai investigators to submit research proposals to CTI, and for CTI to provide funding and drug development expertise, which can facilitate the development of new therapies. To date, five Mount Sinai projects have been funded through this process, focusing mainly in the areas of diabetes, autoimmune disease and cancer.\r\nProject proposals are chosen through a rigorous vetting process by a steering committee composed of leading Pfizer and Mount Sinai scientists. Funded projects must have the strong potential to address an unmet medical need. Resulting research collaborations complement the biological expertise at Mount Sinai with Pfizer's drug discovery and development capabilities, including the ability to create antibodies and small-molecules. \r\n \"Best-in-class translational research rarely occurs in a vacuum. Mount Sinai is dedicated to bringing therapeutics from the bench to the bedside, to improve health outcomes. Capitalizing on the synergies between industry and academic capabilities brings us closer to this goal,\" said Erik Lium, PhD, Senior Vice President of Mount Sinai Innovation Partners (MSIP), the technology development and commercialization arm of Mount Sinai.\r\nAccording to CTI's Chief Scientific Officer, Anthony J. Coyle, PhD, \"CTI and Mount Sinai have a long-standing and exceptional track record of research collaboration aimed at bringing early-stage medical discoveries towards the clinic. This renewed commitment will further enhance our alliance.\" \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tmsh-msp062717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Health Care Systems/Services", " Gastroenterology", " Alzheimer's Disease", " Pharmaceutical Science"], "journal": "", "description": "The Icahn School of Medicine at Mount Sinai and Pfizer Inc.'s Centers for Therapeutic Innovation (CTI) today announced the renewal of an agreement designed to identify and advance new drug candidates linked to major diseases, such as cancer, rheumatoid arthritis, Crohn's disease, colitis, heart failure, Alzheimer's disease, and cystic fibrosis.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}