{"title": "Older adults who take 5+ medications walk slower than those who take fewer medications", "text": "\"Polypharmacy\" is the term used when someone takes many (usually five or more) different medications. Experts suggest that, for most older adults, taking that many medications may not be medically necessary. Taking multiple medications also can be linked to problems such as falls, frailty, disability, and even death. Polypharmacy also is a problem for older adults due to side effects or interactions resulting from the use of different medications. Older adults may have difficulties taking the medications properly, and the medications may interfere with a person's ability to function well.The ability to walk well is a sign of independence and good health for older adults, for example, and it may be affected by the use of multiple medications. Although healthcare providers know that some treatments can slow or hamper an older person's ability to walk, little is known about the effects of polypharmacy on walking while performing other tasks, like talking. In a new study, researchers examined how polypharmacy affected walking while talking. They published their study in the Journal of the American Geriatrics Society.The researchers examined information from 482 people age 65 and older who were enrolled in the \"Central Control of Mobility in Aging\" study. That study's main purpose was to determine how changes to the brain and our central nervous system occur during aging, and how they might impact an older person's ability to walk.Researchers confirmed the medications (prescriptions as well as herbal and other over-the-counter supplements) study participants were taking. The researchers defined \"polypharmacy\" as using five or more of these treatments.Participants took detailed exams assessing physical health, mental well-being, and mobility at the start of the study and at yearly follow-up appointments. Among other evaluations, the researchers measured the participants' walking speed. None of the participants used walking aides (such as canes or walkers) or monitors. The participants were asked to walk at their normal pace on a special 20-foot long walkway, and to walk while talking. The research team also interviewed the participants to learn about their medical conditions, ability to think and make decisions, and brain function.Among the 482 participants in the study, 34 percent used five or more medications during the study period (June 2011-February 2016); 10 percent used more than eight medications. The participants were mostly in their late 70s.\r\nPeople in the polypharmacy group were more likely to have high blood pressure, congestive heart failure, diabetes, and a history of heart attacks. They were also more likely to have had a fall within the last year and were more overweight than people in the non-polypharmacy group.After accounting for chronic health problems, a history of falls, and other issues, the people in the polypharmacy group had a slower walking speed (or gait) than the people in the non-polypharmacy group. Those who took 8 or more medications had slower walking speed when walking while talking. The researchers concluded that there was a link between polypharmacy and walking speed, and that more studies would be needed to follow-up on their findings and the effect specific medications might have on overall well-being.The researchers also noted that at their check-ups, older adults should be asked about all the medications they take, including herbal and other over-the-counter supplements. They also suggested that healthcare professionals measure walking speed during regular check-ups.", "article_link": "http://dx.doi.org/10.1111/jgs.14957", "url": "http://www.eurekalert.org/pub_releases/2017-06/ags-oaw062717.php", "region": "namerica", "source_link": "http://www.healthinaging.org/blog/older-adults-who-take-more-than-five-medications-walk-slower-than-those-who-take-fewer-medications/", "funder": "", "meeting": "", "institution": "American Geriatrics Society", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Pharmaceutical Science", " Public Health", " Demography", " Aging"], "journal": "Journal of the American Geriatrics Society", "description": "The ability to walk well is a sign of independence and good health for older adults, for example, and it may be affected by the use of multiple medications. Although healthcare providers know that some treatments can slow or hamper an older person's ability to walk, little is known about the effects of polypharmacy on walking while performing other tasks, like talking. In a new study, researchers examined how polypharmacy affected walking while talking.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}