{"title": "Protein associated with Parkinson's disease linked to human upper GI tract infections", "text": "WASHINGTON -- Acute and chronic infections in a person's upper gastrointestinal tract appear to be linked to Parkinson's disease, say scientists at Georgetown University Medical Center and their collaborators at the National Institutes of Health and other institutions.Their study, published in the Journal of Innate Immunity, finds that alpha-Synuclein (αS), the protein implicated in Parkinson's disease and other forms of neurodegenerative diseases, is released when an infection occurs in the upper GI tract (the esophagus, stomach and duodenum) inducing an immune response as part of the body's innate immune system. The researchers say that these findings suggest that frequent or chronic upper GI infections could overwhelm the body's capacity to clear αS, leading to disease.   This largely federally-funded study helps clarify the function of αS, which is poorly understood, says the study's senior investigator, Michael Zasloff, MD, PhD, professor of surgery and pediatrics at Georgetown University School of Medicine and scientific director of the MedStar Georgetown Transplant Institute.This research builds upon prior studies that showed in autopsied material from individuals at very early as well as later stages of Parkinson's, that the buildup of αS actually begins in the enteric nervous system (nerves in the GI tract). Animal studies have further shown that microbes in the GI tract can induce formation of toxic aggregates in the enteric nervous system, which can then travel up to the brain.Zasloff and his colleagues studied biopsy samples, collected at the University of Oklahoma Health Sciences Center, from 42 children with upper GI distress. They also looked at another population of 14 MedStar Georgetown University Hospital patients who received an intestinal transplant. This second group had documented cases of infection by Norovirus, a common cause of upper GI infection.The biopsies showed that expression of αS in enteric nerves of the upper GI tract in these children positively correlated with the degree of acute and chronic inflammation in the intestinal wall. Some highly monitored transplant patients expressed αS as Norovirus was infecting them.Researchers also showed that human αS could potently attract human immune cells such as macrophages and neutrophils and could \"turn on\" dendritic cells to alert the immune system of the specific pathogen encountered.As Zasloff explains, \"When expressed in normal amounts following an infection of the upper GI tract, αS is a good molecule.  It is protective. The nervous system within the wall of the GI tract detects the presence of a pathogen and responds by releasing αS. αS then attracts white blood cells to the site where it has been released. In addition, αS produced in one nerve can spread to others with which it communicates thereby protecting a large field. By this means, the nervous system can protect both itself as well as the GI tract as a whole in the setting of an infection.\"He adds, \"It is well known from animal studies that αS produced in the enteric nervous system can use the nerves connecting the GI tract to the brainstem as an escalator, trafficking αS from the gut to the brain and spreading to centers within the central nervous system.\"But too much αS -- such as from multiple or chronic infections  -- becomes toxic because the system that disposes of αS is overwhelmed, nerves are damaged by the toxic aggregates that form and chronic inflammation ensues. Damage occurs both within the nervous system of the GI tract and the brain.\"Zasloff says the new findings \"make sense\" of observations made in Parkinson's disease patients, such as the presence of chronic constipation from damage to the enteric nervous system that develops decades before brain symptoms become apparent and that chronic upper GI distress is relatively common in people who develop Parkinson's.Zasloff adds that the publication of this study coincides with the start of a clinical trial targeting the accumulation of αS in the enteric nervous system. The phase 1/2a study is examining the safety, tolerability, pharmacokinetics, and pharmacodynamics of an oral drug, ENT-01, a synthetic version of squalamine, a natural steroid made by the dogfish shark, to relieve constipation associated with Parkinson's disease. Research recently published by Zasloff and collaborators demonstrated that squalamine both reduced the formation of toxic αS clumps and their toxicity, in animal experiments. The clinical trial, being conducted in the US, is sponsored by Enterin, Inc.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/gumc-paw062217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, University of Oklahoma, NIH/National Institute of General Medical Sciences", "meeting": "", "institution": "Georgetown University Medical Center", "keywords": ["Medicine/Health", " Cancer", " Gastroenterology", " Neurobiology", " Neurochemistry", " Parkinson's Disease", " Memory/Cognitive Processes"], "journal": "Journal of Innate Immunity", "description": "Acute and chronic infections in a person's upper gastrointestinal tract appear to be linked to Parkinson's disease, say scientists at Georgetown University Medical Center and their collaborators at the National Institutes of Health and other institutions.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}