{"title": "Obesity risk factors dropped in preschoolers in prevention program", "text": "New York, NY (June 27, 2017)--Preschoolers from low-income families living in cities that took part in a two-year community-wide intervention to foster healthy eating and lifestyle habits consumed fewer sugary drinks, got more sleep, and showed improvement in weight, according to a study led by a researcher at NewYork-Presbyterian/Columbia University Medical Center (CUMC). The study--one of a trio of studies published today in Obesity--was designed to test a childhood obesity-prevention program known as the Massachusetts Childhood Obesity Research Demonstration (MA-CORD) initiative among families in low-income communities, where high obesity rates persist.Obesity, which remains historically high in the U.S., showed recent declines in preschool-age children. However, obesity prevalence is two to three times higher in children from low-income families compared to higher-income counterparts.\"Evidence strongly suggests that instilling healthy habits in young children is a necessary cornerstone in efforts to prevent obesity and its sequelae,\" said study leader Jennifer Woo Baidal, MD, MPH, assistant professor of pediatrics and Director of Pediatric Weight Management at CUMC and a pediatric gastroenterologist in the Comprehensive Adolescent Bariatric Surgery Program at NewYork-Presbyterian/Columbia University Medical Center. \"Though some progress has been made in reducing childhood obesity, not all families are aware that certain strategies--like eliminating sugary drinks, limiting screen time, and getting enough physical activity and sleep--help young children achieve and maintain a healthy weight. Solutions that can be scaled-up are urgently needed to prevent obesity in young children at highest risk.\"To increase adoption of these strategies, the researchers in this study implemented the MA-CORD initiative at two community-wide offices of the Special Supplementation for Women, Infants and Children (WIC) program in Massachusetts, which provides healthy foods, nutrition assessment and education, breastfeeding support, and referrals to healthcare and other services for low-income families with very young children. WIC providers were trained to deliver consistent messages during office visits about how much sugar-sweetened beverage, juice, junk food, screen time, and exercise young children should get. Families at a third community WIC site did not get the intervention. At the end of the study, children from the intervention sites reduced their intake of sugary beverages and juice and got more sleep compared to children who did not receive the intervention. Children from the intervention sites also engaged in more physical activity and less screen time than their counterparts in the comparison group, though these differences were not statistically significant. In one intervention site, non-Asian children also had small decreases in adjusted BMI scores compared with children in the comparison group.\"Overall, the intervention had a positive impact on reducing obesity risk factors among the children in our study, but the smaller impact on reducing BMI may be due to factors that can't be easily controlled, such as access to high-quality, nutritious foods in the community and the challenge of measuring rapid changes in growth during early childhood,\" said Rachel Colchamiro, MPH, RD, Director of Nutrition Services for the Nutrition Division at the Massachusetts Department of Public Health and a co-author of the paper. \"Because obesity disproportionately affects lower-income families, incorporating WIC providers and community systems into multi-sector obesity prevention efforts could yield high results at a national level.\"The two related studies published today examined the effectiveness of the whole-of-community intervention at local health clinics and in schools.\"Ultimately, we think that durable and effective childhood obesity-prevention efforts will require the implementation of evidence-informed interventions and sustained coordination across multiple sectors to reach vulnerable populations,\" said Elsie Taveras, MD, MPH, Chief of the Division of General Pediatrics and Director of Pediatric Population Health Management at Massachusetts General Hospital and a professor of pediatrics and population medicine at Harvard Medical School. \"There is an urgency to find solutions for childhood obesity that will reach populations that need it most. Our findings suggest that community-wide initiatives such as MA-CORD are particularly promising in these efforts.\"", "article_link": "http://dx.doi.org/10.1002/oby.21865", "url": "http://www.eurekalert.org/pub_releases/2017-06/cumc-orf062617.php", "region": "namerica", "source_link": null, "funder": "Centers for Disease Control and Prevention, National Center for Chronic Disease Prevention and Health Promotion, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Center for Advancing Translational Sciences", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Pediatrics", " Public Health"], "journal": "Obesity", "description": "A community-wide intervention for families who receive WIC benefits reduced obesity risk factors in preschoolers.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}