{"title": "Comprehensive program improves measures of childhood obesity at community health center", "text": "BOSTON - A comprehensive program to reduce or prevent childhood obesity in low-income communities led to significant improvements in obesity-related measures among children cared for at a Massachusetts community health center. The report of a study led by a MassGeneral Hospital for Children physician is one of three in the July issue of Obesity describing implementation of the Mass. Childhood Obesity Research Demonstration (MA-CORD) )at community health centers, in public schools and in WIC (Special Supplemental Nutrition Program for Women, Infants, and Children Program) offices in two Massachusetts cities. \"Community health centers are very well positioned to conduct programs such as MA-CORD,\" says hElsie Taveras, MD, MPH, chief of General Pediatrics at MassGeneral Hospital for Children, who led that study. \"Community-based health centers serve the needs of low-income families, who often have higher-than-average prevalence of obesity and chronic diseases, making them good sites for delivering interventions to the populations needing them most.  Health centers already work to tackle the social factors that can interfere with families' making behavior changes, and they have community health workers who can help link families to both clinical and community services.\" Developed through a partnership between the Massachusetts Department of Public Health, the Harvard T.H. Chan School of Public Health, MassGeneral Hospital for Children/Harvard Medical School, the National Initiative for Children's Health Care Quality and two cities with substantial low-income populations, MA-CORD was designed to reduce levels of overweight and obesity in children ages 2 to 12. The current study was launched in 2012 to test implementing MA-CORD at two community health centers, along with parallel obesity prevention initiatives in all elementary and middle schools and the community-wide WIC programs in each town. The community health workers participated in the Healthy Weight Clinics, counseled participating children and their parents, participated in quality improvement projects at the centers, helped children and families connect to resources in the community, and acted as program liaisons to the broader community. Unfortunately, several institutional challenges not directly related to MA-CORD itself reduced the number of children receiving care at one of the centers, preventing full implementation of the MA-CORD intervention at that site. At the other participating center -- the Greater New Bedford Community Health Center (GNBCHC) -- 3,765 children had at least two well-child visits at which height and weight measurements were taken during the 20-month study period; 187 of them had an elevated body mass index, were referred to and participated in the Healthy Weight Clinic. Among all children seen at least twice at the center during the study period, BMI z scores -- an age- and sex-specific measure used to track weight status changes in children -- improved over time, compared to those of children at a third community health center where the intervention had not been implemented. Similar levels of improvement were seen among children with overweight and obesity who participated in the Healthy Weight Clinics at that site. \"The best way to explain our findings is to imagine a typical 8-year-old child in our study,\" says Taveras. \"At the beginning of the trial at both intervention sites and at the comparison site, that 8-year-old weighed an average of 67 pounds and had an average height of 4 feet and 3.5 inches. In New Bedford we found, over the course of the intervention, that now-9-year-old would have gained about 1.5 pounds less than the 9-year-old in the comparison community. This difference in weight gain and body mass index can make a difference in preventing long-term weight problems and the development of chronic diseases that result from obesity.\" Nancy Langhans, MD, a pediatrician at GNBCHC, says, \"The success we've had with the MA-CORD intervention is a result of the collaborative effort of the Pediatric Department, the Wellness Center staff, our families, and the other MA-CORD community initiatives. We recognize that many of our families have different cultural backgrounds and often have economic challenges.  We considered these factors when helping families to make healthier choices about physical activity, screen time and sleep, and we didn't ask families to stop making their traditional foods but instead helped them to adapt recipes into healthier and affordable versions.\"  Located on the south coast of Massachusetts, GNBCHC serves 25,000 patients every year. \"As both the former Commissioner of Public Health and the new CEO at GNBCHC these findings are important to insure we can continue to provide resources that support families with children at risk for obesity,\" says Cheryl Bartlett, newly instated chief executive officer of at GNBCHC.The two studies reported in the companion Obesity papers also reported positive outcomes. The school system study, led by a Harvard T.H. Chan School investigator, showed significant decreases in obesity among 7th graders, who had the greatest exposure the intervention, and improved behaviors related to sugar-sweetened beverages and the amount of \"screen time\" among 4th to 7th graders. The WIC program intervention - led by Jennifer Woo Baidal, MD, MPH, formerly of MGHfC and now at New York-Presbyterian/Columbia University Medical Center - showed improved BMI z scores and reduced obesity-related behaviors among children ages 2 to 5. Taveras says, \"The MA-CORD intervention is continuing at New Bedford, and we're hoping to spread it to other health centers along with local and national partners. These three studies underscore the potential of rigorous, multi-level interventions for childhood obesity prevention, while also illustrating the challenges of sustaining and expanding access to such programs.\" A professor of Pediatrics at Harvard Medical School, on July 1 Taveras will become executive director of the Kraft Center for Community Health  at Massachusetts General Hospital. ", "article_link": "http://dx.doi.org/10.1002/oby.21866", "url": "http://www.eurekalert.org/pub_releases/2017-06/mgh-cpi062617.php", "region": "namerica", "source_link": null, "funder": "National Center for Chronic Disease Prevention, Health Promotion of the Centers for Disease Control and Prevention, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Health Care Systems/Services", " Nutrition/Nutrients", " Public Health"], "journal": "Obesity", "description": "A comprehensive program to reduce or prevent childhood obesity in low-income communities led to significant improvements in obesity-related measures among children cared for at a Massachusetts community health center.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}