{"title": "Endocrine Society issues Scientific Statement on obesity's causes", "text": "WASHINGTON--A new Scientific Statement issued by the Endocrine Society calls for more research aimed specifically at understanding the underlying mechanisms that make it difficult to maintain long-term weight loss.Despite decades of research and billions of dollars spent each year on treatment, understanding of the underlying causes of obesity remains limited. One in three American adults is affected by obesity, and it costs an estimated $147 billion a year to treat obesity and its consequences in the United States, according to the Centers for Disease Control and Prevention.Growing evidence suggests obesity is a disorder of the body's intricate energy balance systems. Once an individual loses weight, the body typically reduces the amount of energy expended at rest, during exercise and daily activities while increasing hunger. This combination of lower energy expenditure and hunger creates a \"perfect metabolic storm\" of conditions for weight gain.\"Because of the body's energy balance adjustments, most individuals who successfully lose weight struggle to maintain weight loss over time,\" said Michael W. Schwartz, M.D., of the University of Washington in Seattle, Wash., and the chair of the task force that authored the Society's Scientific Statement. \"To effectively treat obesity, we need to better understand the mechanisms that cause this phenomenon, and to devise interventions that specifically address them. Our therapeutic focus has traditionally been on achieving weight reduction. Most patients can do this; what they have the most trouble with is keeping the weight off.\"\"Healthcare providers and patients need to view this tendency as the body's expected response to weight loss, rather than as a sign of a failed treatment regimen or noncompliance with treatment,\" Schwartz said.The Society's statement also calls for additional research into factors influencing obesity;\r\n", "article_link": "http://dx.doi.org/10.1210/er.2017-00111", "url": "http://www.eurekalert.org/pub_releases/2017-06/tes-esi062617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology"], "journal": "Endocrine Reviews", "description": "A new Scientific Statement issued by the Endocrine Society calls for more research aimed specifically at understanding the underlying mechanisms that make it difficult to maintain long-term weight loss.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}