{"title": "Regular brisk walks and a daily longer one help lower office workers' blood lipids", "text": "Many people spend increasing time sitting during their work days, but breaking things up with regular brisk walks, while also taking daily 30-minute walks, significantly lowers levels of fatty acids that lead to clogged arteries, researchers from New Zealand's University of Otago have found in a first-of-its-kind study.Increased sitting is known to be associated with an increased risk of a cardiovascular disease, diabetes and death from all causes. Otago scientists have previously established that office workers taking brisk walks for two minutes every half hour lower their blood glucose and insulin levels.Now, the most recent Otago study shows this sort of activity also reduces triglyceride (lipid) levels when measured in response to a meal consumed around 24 hours after starting the activity. High levels of triglycerides are linked to hardening of the arteries and other cardiovascular conditions.The research recently appeared in the Journal of Clinical Lipidology. Recent Otago MSc graduate Ashleigh Homer's work on the study led to an Australian government-funded scholarship to complete her PhD with world-renowned sedentary behaviour researcher Professor David Dustan at the Baker Heart and Diabetes Institute in Melbourne.Study lead author Dr Meredith Peddie of Otago's Department of Human Nutrition says that earlier international research had overwhelmingly failed to detect evidence that regular walking breaks affect lipid levels, but this is likely due to the effect generally not being immediate.In what is known as a randomised crossover trial, 36 participants completed four two-day interventions in the Otago study:\r\nBlood levels of triglycerides, which are non-esterified fatty acids (otherwise known as free fatty acids), glucose, and insulin responses were measured in the participants over five hours on the second day of the experiment.The researchers found that, overall, short regular walking breaks, 30 minutes of continuous physical activity - and especially the two combined - appear to have good potential to improve people's metabolic health, Dr Peddie says.\"We believe there is an important health message here - the traditional half-hour block of moderate to vigorous activity is important, but so is limiting long periods of sitting by undertaking regular short bouts of activity throughout the day. \"This approach, if maintained over months or years, may be enough to explain why individuals who regularly break up sedentary time have better cardio-metabolic health outcomes.\"", "article_link": "http://dx.doi.org/10.1016/j.jacl.2017.06.007", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoo-rbw062617.php", "region": "africa", "source_link": null, "funder": "", "meeting": "", "institution": "University of Otago", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Public Health"], "journal": "Journal of Clinical Lipidology", "description": "A recent study from New Zealand's University of Otago shows for the first time that taking 2-minute brisk walks every 30 minutes and a half-hour walk each day reduces blood lipid levels when measured in response to a meal consumed around 24 hours after starting the activity.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}