{"title": "Study: Lack of sleep + spat with spouse = potential health problems", "text": "A lack of sleep doesn't just leave you cranky and spoiling for a fight. Researchers at The Ohio State University Institute for Behavioral Medicine Research say it also puts you at risk for stress-related inflammation.This type of inflammation is associated with higher risk of cardiovascular disease, diabetes, arthritis and other diseases. \"We know sleep problems are also linked with inflammation and many of the same chronic illnesses. So we were interested to see how sleep related to inflammation among married couples, and whether one partner's sleep affected the other's inflammation,\" said Stephanie Wilson, lead researcher on the study.Results of the study were published in the journal Psychoneuroendocrinology. The research team recruited 43 couples who completed two study visits. Each time, the couples provided blood samples and said how many hours they had slept the previous two nights. Then researchers had the couples try to resolve a topic that sparks conflict in their marriage. Blood samples were taken again following the discussion.\"We found that people who slept less in the past few nights didn't wake up with higher inflammation, but they had a greater inflammatory response to the conflict. So that tells us less sleep increased vulnerability to a stressor,\" Wilson said. If both partners got less than seven hours of sleep the previous two nights, the couple was more likely to argue or become hostile.  For every hour of sleep lost, the researchers noted that levels of two known inflammatory markers rose 6 percent. Couples who used unhealthy tactics in their disagreement had an even greater inflammatory response--about a 10 percent increase with each hour of less sleep.\"Any increase isn't good, but a protracted increase that isn't being addressed is where it can become a problem,\" Wilson said. \"What's concerning is both a lack of sleep and marital conflict are common in daily life. About half of our study couples had slept less than the recommended seven hours in recent nights.\"That's higher than the current national average. The CDC reports 35 percent of Americans get less than seven hours of sleep per night.\"Part of the issue in a marriage is that sleep patterns often track together. If one person is restless, or has chronic problems, that can impact the other's sleep. If these problems persist over time, you can get this nasty reverberation within the couple,\" said Janice Kiecolt-Glaser, senior author and director of the Institute for Behavioral Medicine Research.Researchers were encouraged to see that there was a protective effect if one of the partners was well-rested, or discussed conflict in a healthy way. They tended to neutralize the disagreement that might be stirred by the sleep-deprived partner.\"We would tell people that it's important to find good ways to process the relationship and resolve conflict -- and get some sleep,\" Kiecolt-Glaser said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/m-slo062617.php", "region": "namerica", "source_link": "http://bit.ly/2tKIfZN", "funder": "", "meeting": "", "institution": "Ohio State University Wexner Medical Center", "keywords": ["Medicine/Health", " Internal Medicine", " Neurobiology", " Sleep/Sleep Disorders", " Behavior", " Stress/Anxiety"], "journal": "Psychoneuroendocrinology", "description": "A lack of sleep can certainly lead to crankiness and a spat with your spouse, but new research shows that if it happens consistently, it could take a serious toll on your health. Researchers at The Ohio State University Wexner Medical Center took blood samples from couples before and after an argument, and found that spouses who fought after not getting enough sleep had higher levels of inflammation than normal.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}