{"title": "Sequencing finds rare genetic disease risk in 1 out of 5 healthy adults", "text": "First randomized trial of whole gene sequencing in primary care finds little anxiety or inappropriate care but increases downstream costsAbstract: http://annals.org/aim/article/doi/10.7326/M17-0188\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-1518\nURLs go live when the embargo liftsWhole-genome sequencing found risk for rare genetic disease in 1 out of 5 generally healthy patients in primary care. The majority of those findings were not associated with clinical features of the disease in the patients, but prompted some increased costs for evaluation. While some primary care physicians may be able to manage genomic information appropriately, findings could prompt increased health care use with limited clinical value. The findings of a pilot randomized trial are published in Annals of Internal Medicine.Whole-genome sequencing involves evaluating a patient's DNA to identify risk for genetic conditions and undiagnosed diseases. Many health care systems are moving toward more widespread adoption of clinical sequencing with the hope of predicting and preventing disease. The concern is whether primary care physicians who are not geneticists will be able to manage genomic information appropriately, or if adding sequencing to standard primary care will lead to patient anxiety and increased health care use and cost.Researchers from Brigham and Women's Hospital and Harvard Medical School, along with collaborators at Baylor College of Medicine, conducted the first-ever randomized trial to examine the impact of whole-genome sequencing in healthy primary care patients. One hundred participants were randomly assigned to receive a family history report alone (n = 50) or in combination with a whole-genome sequencing report (n = 50). They found that about 22 percent of generally healthy adult patients with whole genome sequencing results had a previously unrecognized variant with potential risk for a rare Mendelian disease. However, only about 4 percent had a clinically relevant abnormality related to a variant. Primary care physicians were generally able to manage findings appropriately. Investigators also found that whole-genome sequencing did not seem to cause patient anxiety or depression, but considerable proportions of patients in both groups reported making health behavior changes related to the results they received. Health care costs in the 6 months following disclosure averaged about $300 greater per patient for those in the sequenced group.While the results are promising, the investigators suggest that more research with larger sample sizes and longer follow up is needed to determine whether and how whole genome sequencing can be integrated into the care of healthy individuals.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. For an interview with the lead author, Jason L. Vassy, MD, MPH, SM, please contact Haley Bridger at hbridger@bwh.harvard.edu or 617-525-6383.Abstract: http://annals.org/aim/article/doi/10.7326/M17-0120\nURLs go live when the embargo liftsPrimary prevention with implantable cardioverter-defibrillator (ICD) therapy reduced the incidence of sudden and all-cause death for patients with ischemic and nonischemic cardiomypotathy when compared with conventional care. Findings from a systematic review and meta-analysis are published in Annals of Internal Medicine. In clinical practice, ICDs have been regarded as the mainstay of treatment for primary prevention of sudden cardiac death in patients with sustained ventricular tachycardia or ventribcular fibrillation. However, recent findings from a clinical study questioning the benefits of ICDs sparked controversy and uncertainty in this setting. Researchers from the Inova Heart and Vascular Institute conducted a systematic review of 11 randomized trials comparing the effect of ICD therapy versus conventional care for primary prevention of death of various causes in patients with ischemic or nonischemic cardiomyopathy. Researchers found that, when compared with conventional care, ICD therapy was associated with a significant reduction in all-cause death among patients with nonischemic cardiomyopathy, with a numerical trend in the same direction among those with ischemic disease. Conversely, they found a statistically significant reduction in the rate of sudden death among patients with ischemic cardiomyopathy treated with ICD therapy, with a numerical trend in the same direction in those with nonischemic disease. Among investigated subgroups, placement of an ICD yielded statistically significant survival benefits compared with conventional care among patients without diabetes and among those receiving treatment 18 months or longer after a myocardial infarction. Overall, researchers concluded that the findings, in line with current guidelines, support the value of ICD strategy in the primary prevention setting.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Eliano P. Navarese, MD, PhD, can be contacted directly at elianonavarese@gmail.com. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/acop-sfr062017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Internal Medicine"], "journal": "Annals of Internal Medicine", "description": "Whole-genome sequencing found risk for rare genetic disease in 1 out of 5 generally healthy patients in primary care. The majority of those findings were not associated with clinical features of the disease in the patients, but prompted some increased costs for evaluation. While some primary care physicians may be able to manage genomic information appropriately, findings could prompt increased health care use with limited clinical value. ", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}