{"title": "Study: Exposure to light causes emotional and physical responses in migraine sufferers", "text": "BOSTON - People experiencing migraines often avoid light and find relief in darkness. A new study led by researchers at Beth Israel Deaconess Medical Center (BIDMC) has revealed a previously unknown connection between the light-sensitive nerve cells in the eye and centers in the brain that regulate mood and a host of physical parameters such as heart rate, shortness of breath, fatigue, congestion and nausea. The findings, which explain how light can induce the negative emotions and unpleasant physical sensations that often accompany migraine, were published online today in Proceedings of the National Academy of Sciences. \"While studying the effects of color on headache intensity, we found that some patients reported finding light uncomfortable even when it didn't make their headaches worse,\" said lead author Rami Burstein, PhD, Vice Chairman of research in the Department of Anesthesia, Critical Care and Pain Medicine at BIDMC and professor of anesthesia Harvard Medical School. \"We found that exposure to different colors of light could make patients experiencing a migraine feel irritable, angry, nervous, depressed and anxious. These patients also reported feeling physical discomfort, including tightness in the chest or throat, shortness of breath, light-headedness and nausea.\"  Burstein and colleagues showed different colored lights to 81 people who frequently experienced migraines and 17 people who had never had a migraine and asked them to describe what they experienced. The effects of light and color were tested three times: once for those who never experience migraines and twice for patients with migraines - once during an attack and once between attacks.The researchers found that all colors of light triggered unpleasant physiological sensations in patients with migraines both during and between attacks. Additionally, migraine sufferers reported intense emotional responses such as anger, nervousness, hopeless, sadness, depression, anxiety and fear when exposed to all light colors except green. Participants who did not suffer from migraines did not report a strong physiological response when exposed to any color of light, but they did report that all colors of light evoked pleasant emotions.\"These findings explained accounts from earlier work from blind migraine sufferers in a previous study,\" said Burstein. \"We had noticed that light exacerbated headache intensity in participants who perceive light but have no sight as a result of loss of rods and cones, but not in those who lack light perception because of optic nerve degeneration. This suggested the nerves relaying signals from the eye to the brain played a critical role in the discomfort associated with migraine.\"In a pre-clinical experiment with albino rats, first author Rodrigo Noseda, PhD, researcher at BIDMC and assistant professor of anesthesia Harvard Medical School, identified previously unknown connections between nerve cells in the retina - the back of the eye where light is detected - and neurons extending into regions of the brain that regulate physiological, autonomic, endocrine and emotional responses to changes in the external environment. \"We now have a physical explanation of why migraine patients have negative reactions to light,\" said Burstein. \"And now we are working on ways to use this information in hopes that soon migraine sufferers will be able to avoid not only the pain but also the negative emotions and physical discomfort that light creates for them.\"  These findings build on research published by Burstein and colleagues last year, which reported that migraine headache intensity increases with blue, red, amber and white lights but decreases with a specific wavelength of green light. This green light, they discovered, activates the neurons in the retina and the brain to a lesser extent than blue, red, amber and white lights do, and is therefore less likely to trigger the physiological, autonomic, endocrine and emotional responses migraine sufferers often report.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bidm-set062617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Harvard Catalyst, The Harvard Clinical and Translational Science Center", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Neurobiology", " Pain"], "journal": "Proceedings of the National Academy of Sciences", "description": "This research found that light makes migraine headaches more painful and induces negative emotions and unpleasant physical sensations. Laboratory studies identify previously unknown connections between nerve cells in the eye and neurons in the brain that regulate physiological, autonomic, endocrine and emotional responses. These findings offer promising path forward for researchers in treatment of migraines.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}