{"title": "Alzheimer's disease risk linked to a network of genes associated with myeloid cells", "text": "Many genes linked to late-onset Alzheimer's disease (AD) are expressed in myeloid cells and regulated by a single protein, according to research conducted at the Icahn School of Medicine at Mount Sinai and published June 19 in the journal Nature Neuroscience.Mount Sinai researchers led an international, genome-wide study of more than 40,000 people with and without the disease and found that innate immune cells of the myeloid lineage play an even more central role in Alzheimer's disease pathogenesis than previously thought.  Specifically, the research team identified a network of genes that are implicated in AD and expressed by myeloid cells, innate immune cells that include microglia and macrophages. Furthermore, researchers identified the transcription factor PU.1, a protein that regulates gene expression and, thus, cell identity and function, as a master regulator of this gene network.\"Our findings show that a large proportion of the genetic risk for late-onset AD is explained by genes that are expressed in myeloid cells, and not other cell types,\" says Alison Goate, DPhil, Professor of Neuroscience and Director of The Ronald M. Loeb Center for Alzheimer's Disease at the Icahn School of Medicine at Mount Sinai and principal author of the study.  \"Dysregulation of this network is certainly a cause of Alzheimer's, but we have more work to do to better understand this network and regulation by PU.1, to reveal promising therapeutic targets.\" Using a combination of genetic approaches to analyze the genomes of 14,406 AD patients, and 25,849 control patients who do not have the disease, researchers found that many genes which are known to influence the age at which AD sets in, are expressed in myeloid cells. This work pinpointed SPI1, a gene that encodes the transcription factor PU.1, as a major regulator of this network of AD risk genes and demonstrated that lower levels of SPI1/PU.1 are associated with later age at onset of AD.To test the hypothesis that SPI1 expression levels influence expression of other AD risk genes and microglial function, the researchers used a mouse microglial cell line, BV2 cells that can be cultured in a dish. When researchers knocked down expression of SPI1, the gene that produces PU.1 in cells, they found that the cells showed lower phagocytic activity (engulfment of particles), while overexpression of SPI1 led to increased phagocytic activity. Many other AD genes expressed in microglia also showed altered expression in response to this manipulation of SPI1 expression.\"Experimentally altering PU.1 levels correlated with phagocytic activity of mouse microglial cells and the expression of multiple AD genes involved in diverse biological processes of myeloid cells,\" says Dr. Goate. \"SPI1/PU.1 expression may be a master regulator capable of tipping the balance toward a neuroprotective or a neurotoxic microglial function.\"The researchers stress that because the PU.1 transcription factor regulates many genes in myeloid cells, the protein itself may not be a good therapeutic target.  Instead, further studies of PU.1's role in microglia and AD pathogenesis are necessary, as they may reveal promising downstream targets that may be more effective in modulating AD risk without broad effects on microglial function.  Increased understanding is crucial to facilitating the development of novel therapeutic targets for a disease that currently has no cure.  This work was supported by the National Institutes of Health (U01 AG049508, R01-AG035083 and RF-AG054011 and R01-AG044546 and RF1AG053303), the JPB Foundation and F PRIME. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tmsh-adr062617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, JPB Foundation , F PRIME", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Biochemistry", " Cell Biology", " Genetics", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Neurochemistry"], "journal": "Nature Neuroscience", "description": "Mount Sinai researchers find this network central to Alzheimer's disease susceptibility.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}