{"title": "Why social isolation can bring a greater risk of illness", "text": "PHILADELPHIA -- Social isolation has been linked to a wide range of health problems, as well as a shorter lifespan in humans and other animals. In fact, during a U.S. Senate hearing on aging issues this spring, a representative for the Gerontological Society of America urged lawmakers to support programs that help older adults stay connected to their communities, stating that social isolation is a \"silent killer that places people at higher risk for a variety of poor health outcomes.\"Now, researchers at the Perelman School of Medicine at the University of Pennsylvania have found a possible explanation for this association. The team observed that in the fruit fly Drosophila melanogaster, social isolation leads to sleep loss, which in turn leads to cellular stress and the activation of a defense mechanism called the unfolded protein response (UPR). Their findings are published online in the journal SLEEP this month. \r\nThe UPR is found in virtually all animal species. Although its short-term activation helps protect cells from stress, chronic activation can harm cells. Long-term, harmful activation of the UPR is suspected as a contributor to the aging process and to specific age-related diseases such as Alzheimer's and diabetes.Studies also have shown that social isolation is a growing problem in developed countries. In the United States, for example, about half of people older than 85 live alone, and decreased mobility or ability to drive may cut opportunities for other socialization. This line of research stemmed from a surprise finding by the new study's first author, Marishka K. Brown, PhD, who was then a postdoctoral researcher at Penn. She is now Program Director of the National Center on Sleep Disorders Research at the National Heart, Lung, and Blood Institute (NHLBI). While evaluating the effects of aging on the UPR in fruit flies, she noticed that molecular markers of UPR activation were at higher levels in flies kept singly in vials, compared to same-aged flies kept in groups.\"Ultimately, she realized that keeping animals isolated induces a cellular stress response and a higher level of UPR activation,\" Naidoo said.\r\nMarkers of UPR activation include the protein BiP, a molecular \"chaperone\" that helps ensure proper protein folding within cells. Proteins, after being synthesized as simple chains of amino acids, are meant to fold into functional shapes, which are often highly complex. This delicate process is easily disturbed when cells are under stress and can lead to the harmful, runaway clumping of unfolded or misfolded proteins.Why does social isolation trigger the UPR? Naidoo and others have shown in prior studies that sleep loss induces the UPR in multiple animal species. Other studies have shown that social isolation induces sleep loss, again in multiple species, including humans. \r\nWhen Brown forced the isolated flies to sleep more, for example by giving them the sleep drug Ambien (zolpidem), their levels of UPR markers dropped to those seen in grouped flies. Conversely, when she caused sleep loss in otherwise healthy grouped flies, their levels of UPR markers rose towards the levels seen in socially isolated flies.\"When you keep animals isolated, it basically induces a disturbance of sleep, which then gives rise to a cellular stress that in turn triggers the UPR,\" Naidoo said.Naidoo and her colleagues are continuing to study the connections among aging, sleep loss, the UPR, and age-related diseases such as Alzheimer's. \"Aging itself seems to make the UPR more defective, but we suspect this is worsened by the fact that aging also tends to cause more fragmented sleep,\" Naidoo said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uops-wsi062617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute, NIH/National Institute on Aging", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders"], "journal": "Sleep", "description": "Social isolation in the fruit fly Drosophila melanogaster, leads to sleep loss, which in turn leads to cellular stress and the activation of a defense mechanism called the unfolded protein response.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}