{"title": "World's largest sleep study launches from Western University, Canada", "text": "Renowned Western University neuroscientist Adrian Owen has launched the world's largest sleep-and-cognition study to help researchers learn the effects on our brains of sleep and sleep deprivation.\"Many of us are working more erratic hours and sleeping less, while the pace of our lives seems to be accelerating,\" said Owen, who is the Canada Excellence Research Chair in Cognitive Neuroscience and Imaging at The Brain and Mind Institute at Western and Chief Scientific Officer at Cambridge Brain Sciences. \"We know that this sleep disruption affects us in some ways, and that some people feel the impact more than others, but there's surprisingly little research into exactly how our brains deal with these sleep deficits.\"Sleep loss is a global problem that saps billions of dollars of productivity from the world economy and endangers lives. Lack of sleep is linked to physical ailments such as heart disease, obesity, and diabetes and can impair driving abilities at least as significantly as alcohol intoxication. Yet the ability to function on just a few hours of sleep -- to work around the clock on an assignment or drive all night to a vacation destination -- remains a socially acceptable point of pride for many people.Brain researchers are still exploring some of the most basic, and essential, questions about sleep, Owen said: \"What specifically happens in different regions of our brains when we sleep or don't sleep? How much sleep is 'enough'? Is there a long-term effect on brain health as well as a short-term effect? We all know you shouldn't drive if you're too tired -- but should you decide to get married, buy a car or design a bridge if you've been up half the night? And if there is an impact, is it the same across all ages and jobs or is it different for seniors, young moms, students, shift-workers, equipment operators?\"We have the opportunity in this study to learn far more about the brain's response to sleep than we have ever had before. And what we learn ultimately has the potential to change how millions of people go about their daily lives.\"The testing will be conducted entirely online at http://www.worldslargestsleepstudy.com, which is designed by neuroscientists through Cambridge Brain Sciences, to test different types of thinking. Study participants will be asked to track their sleep over a 3-day period, while playing a set of scientifically valid tests of brain function. Participants will be able to check in after their three days to see how their sleep values and performance compare with the other volunteers'. Researchers will then analyze sleep and cognition data with the intention of sharing the results of the study six months after launch.Based on responses to a previous, ground-breaking study on the efficacy of brain-game training, Owen expects this will draw hundreds of thousands of participants from around the world. While other sleep studies have boasted of being the \"largest\" none have been subject to the scientific rigor of this study, nor have they examined links between cognition and sleep.Some preliminary participants have performed brain-game tests and been monitored with functional MRI (fMRI) scans when fully rested and after a sleepless night. But that's impossible to do with thousands of people, and this study is intended to draw out equivalent information on an exponentially larger scale. The study is powered by Cambridge Brain Sciences -- a leading online brain health platform, with more than seven million tests completed by people in 75+ countries.\"The Internet has provided us with this unprecedented opportunity to involve the public in scientific research -- research that can draw out a gold-mine of sleep and brain data we've never before had access to,\" said Owen, who is also scientific director of Western University's BrainsCAN initiative, which has received a substantial $66-million investment from the Canada First Research Excellence Fund (CFREF).Research conducted by the Owen Lab has helped change how the world understands brain function. Its ground-breaking work has included showing that some brain-injured patients previously thought to be non-responsive can be aware of their condition and be able to communicate. The lab is also creating significant new understandings of the causes and consequences of memory, perception and reasoning in healthy people and in people with neurodegenerative diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uowo-wls062617.php", "region": "namerica", "source_link": "http://mediarelations.uwo.ca/2017/06/26/worlds-largest-sleep-study-launches-westerns-brain-mind-institute/", "funder": "", "meeting": "", "institution": "University of Western Ontario", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Public Health"], "journal": "", "description": "Renowned Western University neuroscientist Adrian Owen has launched the world's largest sleep-and-cognition study to help researchers learn the effects on our brains of sleep and sleep deprivation.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}