{"title": "Why did we see 'the dress' differently? The answer lies in the shadows, new research finds", "text": "When \"the dress\" went viral in 2015, millions were divided on its true colors: gold and white or black and blue? In a new study, New York University neuroscientist Pascal Wallisch concludes that these differences in perception are due to our assumptions about how the dress was illuminated. Those who thought that the dress, worn by the mother of a bride at a wedding in Scotland, was photographed in a shadow likely saw the garment as gold and white; by contrast, those who thought it was illuminated by artificial light were more likely to see it as black and blue. \"The original image was overexposed, rendering the illumination source uncertain,\" explains Wallisch, who serves as a clinical assistant professor in NYU's Department of Psychology. \"As a result, we make assumptions about how the dress was illuminated, which affects the colors we see.\"\"Shadows are blue, so we mentally subtract the blue light in order to view the image, which then appears in bright colors--gold and white,\" Wallisch continues. \"However, artificial light tends to be yellowish, so if we see it brightened in this fashion, we factor out this color, leaving us with a dress that we see as black and blue. \"This is a basic cognitive function: to appreciate the color on an object, the illumination source has to be taken into account, which the brain does continuously.\" The findings, based on an online study with more than 13,000 participants, appear in the Journal of Vision. The study's participants, who had previously seen the dress, were asked whether or not they believed it was in a shadow. These beliefs -- about whether or not the dress was in a shadow-- strongly affected the perceptual experience of the dress. Among those who saw it in a shadow, four out of five participants believed it to be white and gold; by contrast, only about half of participants who did not see it in a shadow saw the garment bearing these colors. Wallisch then considered what could explain these findings. He hypothesized that differing perceptions could be linked to one's exposure to daylight--quite simply, people who rise and go to bed early, and spend many of their waking hours in sunlight (i.e., under a blue sky), are more likely to see the dress as white and gold than are night owls, whose world is illuminated not by the sun, but, rather, by long-wavelength artificial light. To test this, he asked participants if they go to bed early and feel best in the morning (i.e., \"larks\") or if they like to sleep in and feel best at night (\"owls\"), then matched this self-identified circadian type with how they saw the dress. Consistent with the hypothesis, larks were significantly more likely to see the dress as white and gold--relative to owls--underscoring the relative effects of exposure to daylight. \"This suggests that whatever kind of light one is typically exposed to influences how one perceives color,\" Wallisch says.Conversely, demographic factors such as gender and age had comparatively small effects on the perception of the dress image.  The findings broaden our understanding of how a bistable stimulus--i.e., one that is fundamentally ambiguous and open to subjective interpretation--works in color perception and, more specifically, offer new insights into a long-standing question about color perception: Is the color you see the same color I see? \"The answer -- based on this research - is 'not necessarily',\" Wallisch observes. \"If illumination conditions are unclear, your assumptions about the illumination source will matter, and those might depend on lifestyle choices, such as when you go to sleep.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/nyu-wdw040317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "New York University", "keywords": ["Social/Behavioral Science"], "journal": "Journal of Vision", "description": "When 'the dress' went viral in 2015, millions were divided on its true colors: gold and white or black and blue? In a new study, an neuroscientist concludes that these differences in perception are due to our assumptions about how the dress was illuminated.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}