{"title": "You spy with your little eye -- dogs can adopt the perspective of humans", "text": "Humans are able to interpret the behaviour of others by attributing mental states to them (and to themselves). By adopting the perspectives of other persons, they can assume their emotions, needs and intentions and react accordingly. In the animal kingdom, the ability to attribute mental states (Theory of Mind) is a highly contentious issue. Cognitive biologists from the Messerli Research Institute of the University of Veterinary Medicine Vienna could prove with a new test procedure that dogs are not only able to identify whether a human has an eye on a food source and, therefore, knows where the food has been hidden. They can also apply this knowledge in order to correctly interpret cues by humans and find food they cannot see themselves. This perspective taking ability is an important component of social intelligence. It helps dogs to cope with the human environment. The results have been published in the journal Animal Cognition.The so-called Theory of Mind describes the ability in humans to understand mental states in conspecifics such as emotions, intentions, knowledge, beliefs and desires. This ability develops in humans within the first four or five years of life while it is usually denied in animals. Indications that animals can understand mental states or even states of knowledge of others have only been found in apes and corvids so far. Dogs have been tested several times, but the results were poor and contradictory.With a new experimental approach, cognitive biologists from the Messerli Research Institute could now provide solid evidence for dogs being able to adopt our perspective. By adopting the position of a human and following their gaze, dogs understand what the human could see and, consequently, know. This ability to ascribe knowledge is only a component of a full-blown Theory of Mind, but an important one.The so-called Guesser-Knower paradigm is a standard test in research into the attribution of knowledge to others. This experiment involves two persons: a \"Knower\" who hides food, invisibly for the dog, in one of several food containers or knows where somebody else has hided it, and a \"Guesser\". The Guesser has either not been in the room or covered her eyes during the hiding of the food. A non-transparent wall blocks the animals' view of the food being hidden. After that, the two humans become informants by pointing to different food containers.The Knower always points to the baited container and the Guesser to another one. All containers smell of food. \"To get the food, the dogs have to understand who knows the hiding place (Knower) and who does not and can, therefore, only guess (Guesser). They must identify the informant they can rely on if they have to decide for one food container,\" said principal investigator Ludwig Huber. In approximately 70 per cent of the cases the dogs chose the container indicated by the Knower -- and thus were able to successfully accomplish the test. This result was independent of the position of the food container, the person acting as the Knower and where the Guesser was looking.The only aim of this test series, however, was to independently confirm a study carried out in New Zealand. Clear evidence of dogs being able to adopt our perspective and take advantage of it was provided in a new test developed by the team, the so-called \"Guesser looking away\" test.In this new experiment, a third person in the middle hides the food. This person does not give cues later on. The potential informants were kneeing left and right of this hider and looked to the same side and slightly down. Thus, one of the two persons looked towards the baiter, the other person looked away. \"This means that the tested dogs, in order to get the food, had to judge who is the Knower by adopting the informants' perspectives and following their gazes,\" explained Huber. Even in this test, which is very difficult for the animals, approximately 70 per cent of the trials had been mastered.Being able to adopt the perspective of a human does, however, not require the ability to understand intentions or wishes. \"But the study showed that dogs can find out what humans or conspecifics can or cannot see,\" explained Huber. \"By adopting the positions of humans and following their gazes geometrically, they find out what humans see and, therefore, know -- and consequently whom they can trust or not.\"In similar experiments, chimpanzees and few bird species such as scrub jays and ravens were able to understand the state of knowledge and also the intentions of conspecifics and modify their own behaviour accordingly. For dogs, there have only been specualtions and vague indications so far. But dogs understand our behaviour very well, for example our degree of attention. They can learn from directly visible cues such as gestures or gazes. Thus, they are able to find food even if their view of it has been blocked. \"The ability to interpret our behaviour and anticipate our intentions, which has obviously developed through a combination of domestication and individual experience, seems to have supported the ability to adopt our perspective,\" said Huber. \"It still remains unclear which cognitive mechanisms contribute to this ability. But it helps dogs to find their way in our world very well.\"", "article_link": "http://dx.doi.org/10.1007/s10071-017-1082-x", "url": "http://www.eurekalert.org/pub_releases/2017-04/uovm-ysw040717.php", "region": "europe", "source_link": "http://www.vetmeduni.ac.at/en/infoservice/presseinformation/press-releases-2017/you-spy-with-your-little-eye-dogs-can-adopt-the-perspective-of-humans/", "funder": "", "meeting": "", "institution": "University of Veterinary Medicine -- Vienna", "keywords": ["Biology", " Biodiversity", " Nutrition/Nutrients", " Nutrition/Nutrients", " Behavior", " Personality/Attitude", " Perception/Awareness", " Pets/Ethology"], "journal": "Animal Cognition", "description": "Humans are able to interpret the behaviour of others by attributing mental states to them. In the animal kingdom, the ability to attribute mental states (Theory of Mind) is a highly contentious issue. Cognitive biologists from Vetmeduni Vienna could now prove that dogs are not only able to identify whether a human has an eye on a food source and knows about hidden food. They can also correctly interpret cues by humans and thus find the hidden food. Published in Animal Cognition.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}