{"title": "Money can't buy confidence in birth services, research shows", "text": "Less than 50% of eligible women take up the Janani Suraksha Yojana (JSY) Indian Government cash incentive scheme.\r\nA team of researchers based at institutions in India, Australia, and the UK, including Public Health Foundation of India, the University of Adelaide, and Lancaster University, identified that more significant factors are at play, including familial support and transport challenges.The research found that, overall, the use of maternal healthcare facilities is largely driven by the community health workers known as ASHAs (Accredited Social Health Activists).Their support services and efforts to generate awareness of the benefits of facility-based childbirth were major enabling factors in the accessing of delivery care.There was also a strong belief that institutional delivery care facilities were only for cases in which there were birth complications.Findings suggest that to promote accessing delivery care in India and other resource-poor country settings, it is important to employ well trained community health workers at the grass roots level to identify and help pregnant women.\r\nMore emphasis should be placed on educating women and their families about the value of using institutional delivery care facilities.And strengthening public primary healthcare facilities was needed to ensure perception and delivery of high quality and responsive care.The study was supported by a Wellcome Trust Capacity Strengthening Strategic Award to the Public Health Foundation of India and a consortium of UK universities and is published in the Journal 'Social Science & Medicine'. Lead author Dr Sukumar Vellakkal, said: \"In the context of our goal of achieving access to healthcare for all, these study findings highlight the importance of improving the support services of the community health workers for effectively linking people with health facilities rather than depending on market-based approaches such as conditional cash transfers. Equally important is to address critical gaps around quality of care at the public primary healthcare facilities.\" Co-author Dr Jasmine Fledderjohann, of Lancaster University, added: \"Targeting pregnant women with cash incentives misses the importance of sociocultural context of childbearing in motivating decisions about delivery care. \"Childbearing is a family process, and respondents in our study highlighted the substantial role of spouses and mothers-in-law in shaping delivery decisions. One reason the ASHAs are so effective maybe that they understand family influences on this decision, and aim to address concerns raised by spouses and in-laws as well by women themselves.\r\n\"In short it is vital that an holistic approach is adopted from family planning through to delivery and after-care is adopted.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/lu-mcb040717.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust, Capacity Strengthening Strategic Award", "meeting": "", "institution": "Lancaster University", "keywords": ["Health Care", " Medicine/Health", " Public Health"], "journal": "Social Science and Medicine", "description": "Cash is not a sufficient incentive for pregnant women in India to take up free institutional delivery services, new research shows.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}