{"title": "Under challenge: Girls' confidence level, not math ability hinders path to science degrees", "text": "TALLAHASSEE, Fla. -- When it comes to mathematics, girls rate their abilities markedly lower than boys, even when there is no observable difference between the two, according to Florida State University researchers.\"The argument continues to be made that gender differences in the 'hard' sciences is all about ability,\" said Lara Perez-Felkner, assistant professor of higher education and sociology in the College of Education. \"But when we hold mathematics ability test scores constant, effectively taking it out of the equation, we see boys still rate their ability higher, and girls rate their ability lower.\"Perez-Felkner is the lead author of a study published today in the journal Frontiers in Psychology. Doctoral students Samantha Nix and Kirby Thomas are co-authors of the study.The research team found perception gaps are even wider at the upper levels of mathematics ability -- among those students with the most talent and potential in these fields. Boys are significantly more confident in challenging mathematics contexts than otherwise identically talented girls. Specifically, boys rated their ability 27 percent higher than girls did.Perceived ability under challenge was measured using a nationally representative longitudinal study that followed 10th grade students over a six-year period until two years after high school. A series of questions in the 10th and 12th grade surveys asked students to indicate their level of agreement with statements such as \"I'm certain I can understand the most difficult material presented in math texts.\"\"That's important because those confidence levels influence the math and science courses students choose later in high school,\" Perez-Felkner said. \"It influences whether they choose colleges that are strong in certain science majors. It also influences the majors they intend to pursue and the majors they actually declare and continue on with in degrees and potential careers.\"These conclusions address perceived ability beliefs in a critical time where more talented young women tend to depart from male-dominated science career pathways during high school and college.Over recent decades and across the globe women have surpassed men in college enrollment and degree attainment yet women remain underrepresented in physical, engineering, mathematics and computer sciences (PEMC). In fact, women are projected to comprise nearly 60 percent of university students by 2025 but earn a clear minority of PEMC undergraduate degrees.Perez-Felkner and colleagues argue gender differences in confidence in their mathematics ability in challenging contexts has considerable longer term consequences. Gender disparities in college major choice are associated with the gender pay gap as well as an insufficiently large and diverse labor pool of scientific talent in some of the highest-growing fields in our increasingly scientific global economy.The authors note boys are encouraged from a young age to pursue challenge -- including the risk of failure -- while girls tend to pursue perfection, judging themselves and being judged by more restrictive standards reinforced by media and society at large. In middle and high school, increased opportunities such as science camps like SciGirls, recruitment of girls to participate in upper level science courses or extracurricular activities, informal science learning experiences and increasing visibility and access to women scientists both fictional and real are other methods to sustain girls interest and engagement in so called \"hard science\" fields. Increasing access to advanced science coursework in high school and the early years of post-secondary school can improve chances of students -- most notably girls -- entering these fields. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/fsu-ucg040617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Florida State University", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Intelligence", " Perception/Awareness"], "journal": "Frontiers in Psychology", "description": "A Florida State University research team found that girls rate their math abilities lower than boys, even when there is no observable difference between the two.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}