{"title": "Are your muscles genetically prepared to run a marathon?", "text": "For a few years, running has been fashionable. But there is a great difference between the physical demands of running a few kilometres and doing a marathon. Now Spanish researchers have concluded that genetics plays an essential role in success when completing this long distance.More than 2,500 years have passed since Pheidippides, the hero from ancient Greece, inspired a modern sporting event: the marathon. In their desire to imitate him, thousands of runners participate in this competition every week, taking advantage of the fact that most cities in the world encourage the practice of running.However, competing in a marathon involves an enormous physiological commitment from various systems: the respiratory, cardiovascular and musculoskeletal systems. This is explained by Juan Del Coso, from the Exercise Physiology Laboratory of the Camilo José Cela University.\"With regard to muscle demands, completing a marathon requires approximately 30,000 strides, while the legs absorb between 1.5 and 3 times the body weight of the runner every step,\" the researcher told SINC.In this manner, the contractions of the leg muscles, repeated continuously during the competition to bear the pace of the race, cause progressive deterioration in the muscle fibres as a result of the very intense and prolonged effort.This muscle damage has two main consequences. On one hand, the damaged muscle loses the ability to produce strength, which is related to the 'wall' -faintness after the depletion of energy reserves- which support runners when they have completed 35km of the race.Moreover, the proteins of the injured muscle are released in blood, which allows the wasting to be quantified by measuring the amount of creatine kinase or myoglobin with just one blood sample.\"A higher plasma concentration of these proteins means that there has been greater damage of muscle fibres and, therefore, a greater probability of fatigue. But it may also be linked to other more complex medical problems, such as acute kidney injury, a result of the accumulation of muscle proteins in renal tubules,\" added Del Coso.In a study, published recently in the journal PLOS ONE, experts of the Exercise Physiology Laboratory analysed marathon runners with the aim of determining the influence of genetics on muscle damage that occurs during the test.This research was based on the fact that there are athletes who complete the marathon with very low levels of muscle deterioration, while others reach the finish line with profound muscle pain -even when there are no differences in training between these runners.The genetics of marathon runnersSpecialists focussed on seven genes related to muscle function in 71 experienced marathon runners, who underwent blood tests before and after the competition and measurements of the power of the vertical jump and muscle perception.Every gene was assigned a score, based on previous studies, where 0 indicated that the polymorphism of this gene did not create a muscular advantage for running a marathon, 1 meant a standard level and 2 indicated that the polymorphism of the gene conferred positive properties for bearing this effort through muscles.As such, runners with a high score -the maximum was 14 points- had good muscle genetics to bear the muscle demands of the marathon, while a low score indicated the opposite.The results were conclusive: runners with a higher genetic score had lower levels of creatine kinase and myoglobin in their blood, that is, less damage to muscle fibres, compared to marathon runners with a less favourable score.This research opens the way for the use of genetics in training. \"In the near future, marathon runners may be able to measure their genetic profile to know how prepared they are for competing in a marathon and in other resistance tests,\" highlighted Del Coso.But this is not an excuse to avoid competing in a marathon. Having an unfavourable genetic profile only implies that these runners \"will have to do specific training to prepare their muscles for facing these demanding conditions,\" concluded the researcher.BREAKDOWN: A legendary marathonAlthough the legend says that Pheidippides ran 42 km to get from Marathon to Athens in Greece, the reality is that he ran over 200 km in less than 48 hours, something that he was prepared for since his profession was runner-messenger.In contrast to popular belief, the exact distance of the marathon -42.195 km- was set at the 1908 Olympic Games, celebrated in London, and it was based on the distance between the city of Windsor and the White City stadium in London. The last 195 metres were added so that the final stretch took place in front of the stadium's presidential box.Currently, the story of Pheidippides fascinates professional athletes, but, above all, amateur runners who perceive the completing of 42 km as a physical and mental challenge. This new study, on the other hand, affirms that if you have good muscle genetics, it will be easier for you to emulate such legendary feats.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0172965", "url": "http://www.eurekalert.org/pub_releases/2017-04/f-sf-aym040617.php", "region": "europe", "source_link": "http://www.agenciasinc.es/en/News/Are-your-muscles-genetically-prepared-to-run-a-marathon", "funder": "", "meeting": "", "institution": "FECYT - Spanish Foundation for Science and Technology", "keywords": ["Medicine/Health", " Sports Medicine"], "journal": "PLOS ONE", "description": "For a few years, running has been fashionable. But there is a great difference between the physical demands of running a few kilometers and doing a marathon. Now Spanish researchers have concluded that genetics plays an essential role in success when completing this long distance.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}