{"title": "Impostor feelings fuel negative mental health outcomes for minority students, study", "text": "AUSTIN, Texas -- While perceived discrimination on college campuses compromises the self-esteem, well-being and mental health of ethnic minority students, new psychology research from The University of Texas at Austin suggests the impostor phenomenon may worsen these effects. The impostor phenomenon -- feeling like a fraud due to an inability to internalize success -- has been linked to psychological distress among ethnic minority students, research shows. In the Journal of Counseling Psychology, UT Austin researchers found that these feelings of fraudulence may fuel the negative relationship between perceived discrimination and depression and anxiety among ethnic minority college students, especially African Americans.\"Research estimates that at least 70 percent of the population feels like an impostor,\" said Kevin Cokley, a UT Austin professor of educational psychology and African and African Diaspora Studies and director of the Institute for Urban Policy Research and Analysis. \"So it is a common feeling experienced by most people at some point in their lives.\"In the study, researchers collected surveys from 322 ethnic minority students, including 106 African Americans, 102 Asian Americans and 108 Latino/a Americans, on perceived discrimination, impostor feelings and mental health. While students in all ethnic minority groups reported similar levels of impostor feelings, African American students reported more perceived discrimination.\"Unlike white students who may experience impostorism, I believe that the ethnic minority student experience of impostorism is often racialized because ethnic minority students are aware of the stereotypes about intelligence that exist about their racial/ethnic groups,\" Cokley said. \"However, our results suggest that ethnic minority students are not a monolithic group, and that the impact of impostorism differs for each group.\"The researchers also found that among African American students, high impostor feelings were a positive predictor of anxiety and worsened the impact of perceived discrimination on depression. Similarly, among Asian Americans, high impostor feelings predicted both anxiety and depression.For Latino/a students, while high impostor feelings positively predicted anxiety, low impostor feelings exacerbated the impact of perceived discrimination on depression and anxiety. \"The findings for Latino/a students are counterintuitive,\" Cokley said. \"A cultural factor may explain the findings. It is possible that Latino/a students who have low impostor feelings may also be more prone to adopt a more bleak view where they give up personal control because of a belief that they cannot control what people think about them.\"Cokley and his colleagues recommend that mental health professionals routinely include impostorism and perceived discrimination in their mental health assessments. Doing so may help ethnic minority students overcome discriminatory experiences and depression and anxiety.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uota-iff040517.php", "region": "namerica", "source_link": "https://news.utexas.edu/2017/04/05/impostorism-impacts-the-mental-health-of-minority-students", "funder": "", "meeting": "", "institution": "University of Texas at Austin", "keywords": ["Education", " Undergraduate", " Social/Behavioral Science", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Counseling Psychology", "description": "While perceived discrimination on college campuses compromises the self-esteem, well-being and mental health of ethnic minority students, new psychology research from The University of Texas at Austin suggests the impostor phenomenon may worsen these effects.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}