{"title": "Wikipedia articles on plane crashes show what we remember -- or forget", "text": "Wikipedia Articles on Plane Crashes Show What We Remember - Or Forget: Disastrous current events trigger collective memory of certain past events, a new study of nearly 1,500 Wikipedia articles on airplane crashes and other incidents reports. The results, which provide a new way of modeling our collective memory, reveal how different topics are connected to each other through memory and association -- thereby forming an interconnected network of topics. While collective memory, or the socially-generated common perception of an event, has been studied in the past using methods like surveys, the internet provides a largely unexplored record of this phenomenon. Wikipedia is an ideal space to study collective memory since article viewership statistics have been shown to mirror other internet user activity patterns, including Google searches. Here, Ruth García-Gavilanes and colleagues modeled the attention that flows from \"source\" articles about recent airplane crashes or incidents like hijackings (those that occurred between 2008 and 2016) to articles on older incidents, or \"targets.\" For example, a \"source\" incident in their analysis was a March 2015 Germanwings crash, when a co-pilot intentionally flew the plane into a mountain. Immediately following the Germanwings crash, a \"target\" article about a November 2001 American Airlines crash received more views, even though there was no hyperlink between the two articles. An analysis of the 11 largest sources and corresponding targets in the study revealed trigger factors that may prompt view flow. The number of deaths, the date of the crash - the memory of an incident lasts around 45 years, and then drastically drops -- and prior viewership of the target article all had significant impacts. On the other hand, factors such as location of the airline company did not greatly affect views. What was particularly surprising, the researchers report, was that target articles attracted 142% more page views, on average, than source articles on the more current events. García-Gavilanes et al. propose that this attention shift is driven in part by remembering processes, where some past events are particularly memorable and triggered by a current event.", "article_link": "http://dx.doi.org/10.1126/sciadv.1602368", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-wao040317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Social/Behavioral Science", " Memory/Cognitive Processes"], "journal": "Science Advances", "description": "Disastrous current events trigger collective memory of certain past events, a new study of nearly 1,500 Wikipedia articles on airplane crashes and other incidents reports. The results, which provide a new way of modeling our collective memory, reveal how different topics are connected to each other through memory and association -- thereby forming an interconnected network of topics.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}