{"title": "Using Instagram can increase adolescents' closeness to friends", "text": "Washington, DC (March 31, 2017) - Your food, your vacation, your carefully curated life--all posted for your friends in a filtered image. Some may scoff at adolescents' use of social media networks as they pine for likes. Is this just frivolous behavior? Or are they really just solidifying their social connections to friends? A recent study by a researcher at the University of Leuven found that adolescents' use of Instagram actually strengthened the closeness of their friendships.Eline Frison (University of Leuven) will present her findings at the 67th Annual Conference of the International Communication Association in San Diego, CA. From 2013-2014, Frison set up a large-scale longitudinal panel study to investigate the relationships between Flemish adolescents' social networking site use and their well-being. Students filled out paper-and-pencil surveys between 6 month periods. The surveys asked students about their use of social networking sites like Facebook, Snapchat, and Instagram, and their well-being (depressive symptoms, life satisfaction, loneliness).The data analyzed revealed that frequent use of Instagram at one point was related to greater depression six months later. However, using Instagram at one point was also related to increased closeness to friends (perception that they are appreciated and loved by their friends) six months later, which in turn was related to lower levels of depression.Various researchers have investigated the impact of using Facebook on young people's well-being, and some have examined the impact of Instagram on individuals' mental health. This study is the first to investigate the longitudinal relationship between Instagram use and well-being in an adolescent sample, and the first to examine the role of adolescents' closeness to friends in this relationship.\"This age group may be particularly at risk for the impact of Instagram, given the increasing popularity of Instagram in adolescence and given the increase of depressive symptoms during this stage of life,\" said Frison. \"This study offers practitioners greater insight into the outcomes of adolescents' Instagram use. More specifically, using Instagram can be both beneficial and harmful for adolescents' well-being. If using Instagram stimulates adolescents' closeness to friends, it is beneficial in the long run, but if Instagram is not capable of that stimulation, it is harmful in the long run.\"\"The Short-Term Longitudinal Relationship between Instagram Use and Adolescents' Depressed Mood: The Mediating Role of Closeness to Friends,\" by Eline Frison; to be presented at the 67th Annual International Communication Association Conference, San Diego, CA, 25-29 May, 2017.\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ica-uic033117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "67th ICA Annual Conference", "institution": "International Communication Association", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mass Media", " Audiovisual Media", " Mental Health", " Depression/Anger", " Parenting/Child Care/Family", " Internet"], "journal": "", "description": "A recent study by a researcher at the University of Leuven found that adolescents' use of Instagram actually strengthened the closeness of their friendships.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}