{"title": "Are looks more important than personality when choosing a man?", "text": "When mothers and their daughters have to choose potential partners, they do not look much further than skin deep. Mothers are not quite as picky though, and will choose a man who is only reasonably attractive for their daughters. Daughters on the other hand prefer an attractive man, no matter how respectful, friendly, ambitious or intelligent he may be.  This is according to the authors of a study in Springer's journal Evolutionary Psychological Science, led by Madeleine Fugère of the Eastern Connecticut State University in the US.The research team assessed the mate preference of 80 women between the ages of 15 and 29 years old, and one or both of their parents. Only data collected from the 61 mothers present were analysed for the purposes of the current study. The women were presented with colour photographs of three male targets varying in attractiveness. Each photograph was paired with one of three trait profiles. The \"respectful\" profile included the traits \"respectful, trustworthy, and honest;\" the \"friendly\" profile included being \"friendly, dependable, and mature;\" and the \"pleasing\" profile meant that the man was \"of a pleasing disposition, ambitious, and intelligent.\" The women had to rate the photographs and trait descriptions in response to how attractive they found the man, how favourably they rated his personal description, and whether they'd consider the person as a dating partner for themselves or their daughters.Physical attractiveness strongly influenced how women and their mothers saw the target men. The attractive and moderately attractive ones came up trumps. Men with the most desirable personality profiles were rated more favourably than their counterparts only when they were also at least moderately attractive. Even when unattractive men possessed the most desirable traits, the mothers and daughters did not view them as potential dating material.\"We conclude that a minimum level of physical attractiveness is a necessity for both women and their mothers,\" says Fugére. It was also found that daughters are pickier than their parents when it comes to choosing between potential mates. Mothers rated all men, even the least attractive ones, as potentially desirable partners for their daughters, while the younger women did not.    \"This may signal that unattractiveness is less acceptable to women than to their mothers,\" states Fugère. \"It might also mean that women and their mothers may have different notions of what constitutes a minimally acceptable level of physical attractiveness, with mothers employing a less stringent standard than their daughters.\"She explains further that when women and their parents are asked their opinion about potential mates, they always rate traits like respectfulness and friendliness as more important than physical attractiveness. \"Yet, in doing so, they assume that the potential mates at least meet a minimally acceptable standard of physical attractiveness. However, when a range of attractiveness levels is presented, physical attractiveness takes priority over other characteristics.\"", "article_link": "http://dx.doi.org/10.1007/s40806-017-0092-x", "url": "http://www.eurekalert.org/pub_releases/2017-04/s-alm040417.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/are-looks-more-important-than-personality-when-choosing-a-man-/12197284", "funder": "Connecticut State University, American Association of University Professors", "meeting": "", "institution": "Springer", "keywords": ["Social/Behavioral Science", " Anthropology", " Behavior", " Personality/Attitude", " Demography", " Decision-making/Problem Solving", " Intelligence", " Perception/Awareness", " Parenting/Child Care/Family", " Couples"], "journal": "Evolutionary Psychological Science", "description": "When mothers and daughters have to choose potential partners, they do not look much further than skin deep. Mothers will choose a man who is only reasonably attractive for their daughters. Daughters on the other hand prefer an attractive man, no matter how respectful, friendly, or intelligent he may be.  This is according to a study in Springer's journal Evolutionary Psychological Science, led by Madeleine Fugère of the Eastern Connecticut State University in the US.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}