{"title": "Individuals of victimized groups require group sincerity before giving forgiveness", "text": "Public and political apologies have steeply increased in recent times. Yet the sincerity of those apologies and how they are received by victims varies widely. Based on new social psychological research on group apologies, the sincerity of a collective apology is judged not so much by the inner state of the person issuing the apology but rather by the inner state of the group that the apologizer represents.For apologies between individuals the apologizer accounts for their individual wrongdoing and, to be sincere, needs to be true to their own inner feelings and beliefs. With collective apologies the apologizer accounts for the group's wrongdoing. Sincerity here depends on the apologizer representing the group's feelings and beliefs. Democratic process and majority endorsement within the offender group therefore influence victims' perception of sincerity and conciliatory response.In a series of four studies, researchers in Australia investigated how people react to apologies for wrongdoing engineered in lab settings and to Japan's real-life apology in regards to Australian POW camps in WWII. The most effective group apologies came from democratic rather than random decision-making processes. Apologies were also more likely to be perceived as sincere and responded to with forgiveness if the wider offender group was seen to support the apology. \"The sincerity of an apology is often critical for it to be viewed positively by victims,\" says lead author Michael Wenzel (Flinders University).He notes that people are very perceptive of the decision dynamics within an offender group, and this plays into how victims respond to apologies. \"Victim group members not only consider the apology itself but also how it has come about; whether it is based on democratic decision-making processes or not, and whether it is carried by a majority of the offender group,\" says Wenzel.\"Governments and political leadership intent on repairing the moral harm due to their group's past actions, as well as repairing the relationship with the victim group, should try and build consensus within their group about the appropriateness of an apology to the victim group,\" says Wenzel. \"They should consult with their wider group membership and engage them in a collective decision to apologize to the victim group.\" He also notes that awareness of division within the debates is important, as this can ultimately affect how the victimized group perceives the apology.\"Apologies always seem to trigger the question whether 'they really mean it,'\" summarizes Wenzel, \"For collective apologies the clues lie in group-internal processes and 'domestic politics.' Victims seem to be attuned to those. A question is whether offender groups or their political leaders are, too.\"Researchers Michael Wenzel, Tyler G. Okimoto (The University of Queensland), Matthew J. Hornsey (The University of Queensland), Ellie Lawrence-Wood (The University of Adelaide) and Anne-Marie Coughlin (Flinders University) worked on the study, recently published in Personality and Social Psychology Bulletin.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/sfpa-io040417.php", "region": "namerica", "source_link": "http://spsp.org/news-center/press-releases/collective-apology", "funder": "", "meeting": "", "institution": "Society for Personality and Social Psychology", "keywords": ["Policy/Ethics", " Social/Behavioral Science", " Behavior", " History", " Political Science"], "journal": "Personality and Social Psychology Bulletin", "description": "In a series of studies social psychologists examined group forgiveness and found that individuals are astute perceivers of political process. For an apology to be sincere, the process must show that the offenders are in agreement about the apology and that the person(s) saying sorry for the group represents the whole group.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}