{"title": "Steppe migrant thugs pacified by Stone Age farming women", "text": "In an earlier study Professor Kristian Kristiansen from the University of Gothenburg in Sweden and Lundbeck Foundation Professor Eske Willerslev from the Centre for GeoGenetics at the University of Copenhagen, and their research teams, showed that the large demographic changes during the first part of the Bronze Age happened as a result of massive migrations of Yamnaya people from the Pontic-Caspian steppes into Neolithic Europe. They were also able to show that plague was widespread in both Europe and Central Asia at this time.Now Professor Kristiansen and Professor Willerslev with co-authors reveal a more detailed view of the mechanism behind the emerging culture known as the Corded Ware Culture -- the result of the encounter between the Yamnaya and the Neolithic people. Professor Kristian Kristiansen says:  \"We are now for the first time able to combine results from genetics, strontium isotopes on mobility and diet, and historical linguistics on language change, to demonstrate how the integration process unfolded on the ground after the Yamnaya migrations from the steppe. In our grand synthesis we argue that Yamnaya migrants were predominantly males, who married women who came from neighbouring Stone Age farming societies\" \r\nThese Stone Age Neolithic societies were based on large farming communities reflected in their collective burial ritual often in big stone chambers, so called megaliths. Very different from the traditions of the  incoming migrants.The Yamnaya people originated on the Caspian steppes where they lived as pastoralists and herders, using wagons as mobile homes. From burial pits archaeologists have found extensive use of thick plant mats and felt covers. Their economy was based on meat, dairy products and fish, they were tall and rather healthy with little caries in their teeth. No agriculture is documented. Barrows were aligned in groups forming lines in the landscape to mark seasonal routes and after death diseased people were put into individual graves under small family barrows. Their burial ritual thus embodied a new perception of the individual and of small monogamous family groups as the foundation of society.\r\nThe continent encountered by the Yamnaya people around 3000 BC had seen a decline in the agrarian Stone Age societies, thereby allowing space for incoming migrants. This decline was probably the result of a widespread plague from Siberia to the Baltic. \"The disease dynamic here may have been comparable to the European colonization process in America after Christopher Columbus\", says Kristiansen. \"Perhaps Yamnaya brought plague to Europe and caused a massive collapse in the population\".In the new synthesis article, Kristiansen and colleagues argue for a dominance of males during the early phase after the migrations, and correspond to the old Indo-European mythology of later times. These sources talk about war-bands of youths - called \"Black Youth\" -- who were employed in pioneer migrations as a dynamic force. Evidence from strontium isotopic analyses, published in 2016 by Kristiansen together with Douglas Price and Karl Goran Sjogren, showed that a majority of the women in Corded Ware burials in south Germany were non-locals who had married in from Neolithic societies, since they had a Neolithic diet in their childhood. These results now form part of the new synthesis. Professor Kristian Kristiansen says: \"Existing archaeological evidence of a strong 90% male dominance in the early phase of the Corded Ware/Single Grave Culture settlement in Jutland, Denmark, and elsewhere can now be explained by the old Indo-European tradition of war bands of young males who did not have any inheritance to look forward to. Therefore they were probably more willing to make a career as migrating war bands.\"These Neolithic women also brought new knowledge of pottery production, and started to imitate pottery containers made of wood from the Yamnaya migrants. In this way a new pottery culture was created called Corded Ware, because of the cord impressions around the neck of the pots. They were made for beer drinking, and the new migrants also learned how to grow barley from the in-married Neolithic women in order to produce beer. Eske Willerslev undertook the ancient DNA analyses together with Morten Allentoft and Martin Sikora. Professor Willerslev says:\"In our big Bronze Age study, published in 2015 we were astonished to see how strong and fast the genetic changeover was from the Neolithic to the Corded Ware. There was a heavy reduction of Neolithic DNA in temperate Europe, and a dramatic increase of the new Yamnaya genomic component that was only marginally present in Europe prior to 3000 BC. Moreover, the apparent abruptness with which this change occurred indicates that it was a large-scale migration event, rather than a slow periodic inflow of people\".The Yamnaya brought the Indo-European languages into Bronze Age Europe, but as herders, they did not have words for crops or cultivation, unlike the Neolithic farmers. As the Corded Ware Culture developed it adopted words related to farming from the indigenous Neolithic people, which they were admixing with. Guus Kroonen, a historical linguist, was able to demonstrate that these new words did not belong to the original Indo-European languages. Therefore it was possible to conclude that the Neolithic people were not speaking an Indo-European language, as did the Yamnaya migrants. Thus, the process of genetic and cultural admixture was accompanied by a process of language admixture, creating the foundations for later Germanic languages, termed Proto-Germanic.The Yamnaya migrations from the Pontic-Caspian steppe into temperate Europe changed the course of history: they brought not only a new language, but also new ideas about how society was organized around small monogamous families with individual ownership to animals and land. This new society became the foundation for the Bronze Age, and for the way European societies continued to develop to the present.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/fos--smt040217.php", "region": "europe", "source_link": null, "funder": "European Research Council, The Rise", "meeting": "", "institution": "Faculty of Science - University of Copenhagen", "keywords": ["Archaeology", " Genetics", " History"], "journal": "Antiquity", "description": "When present day European genetics was formed during the beginning of the Bronze Age 5,000 years ago it was a result of migrating Yamnaya pastoralists from the Caspian steppe encountering Stone Age farmers in northern and eastern Europe. A grand synthesis article published in the journal Antiquity argues that young Yamnaya warriors belonging to raiding parties married local Stone Age women, settling and adopting a more agrarian lifestyle. During this process, where the Corded Ware Culture was formed, a new Proto-Germanic dialect appeared.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}