{"title": "Discovery of 'mini-brains' could change understanding of pain medication", "text": "The human body's peripheral nervous system could be capable of interpreting its environment and modulating pain, neuroscientists have established, after successfully studying how rodents reacted to stimulation.Until now, accepted scientific theory has held that only the central nervous system - the brain and spinal cord - could actually interpret and analyse sensations like pain or heat. The peripheral system that runs throughout the body was seen to be a mainly wiring network, relaying information to and from the central nervous system by delivering messages to the 'control centre' (the brain), which then tells the body how to react. In recent years there has been some evidence of a more complex role for the peripheral nervous system, but this study by the Hebei Medical University in China and the University of Leeds highlights a crucial new role for the ganglia, a collection of 'nodules'. Previously these were believed to act only as an energy source for messages being carried through the nervous system. In addition, researchers now believe they also have the ability to act as 'mini brains', modifying how much information is sent to the central nervous system. The five year study found that nerve cells within the ganglia can exchange information between each other with the help of a signalling molecule called GABA, a process that previously believed to be restricted to the central nervous system.The findings are published today in the Journal of Clinical Investigation and have potential future implications for the development of new painkillers, including drugs to target backache and arthritis pain. Current pain relief drugs are targeted at the central nervous system and often have side effects including addiction and tolerance issues. The new research opens up the possibility of a route for developing non-addictive and non-drowsy drugs, targeted at the peripheral nervous system. Safe therapeutic dosage of these new drugs can also be much higher, potentially resulting in higher efficacy.Whilst the study showed a rodent's peripheral nervous system was able to interpret the type of stimulation it was sensing, further research is still needed to understand how sensations are interpreted and whether these results apply to humans.In addition, the theory would need to be adopted by drug development companies and extensively tested before laboratory and clinical trials of a drug could be carried out. Should the findings be adopted, a timescale of at least 15-20 years might be required to produce a working drug.Neuroscientist Professor Nikita Gamper, who led the research at both universities, said: \"We found the peripheral nervous system has the ability to alter the information sent to the brain, rather than blindly passing everything on to the central nervous system.\"We don't yet know how the system works, but the machinery is definitely in place to allow the peripheral system to interpret and modify the tactile information perceived by the brain in terms of interpreting pain, warmth or the solidity of objects.\"Further research is needed to understand exactly how it operates, but we have no reason to believe that the same nerve arrangements would not exist in humans.\"When our research team looked more closely at the peripheral system, we found the machinery for neuronal communication did exist in the peripheral nervous system's structure. It is as if each sensory nerve has its own 'mini-brain', which to an extent, can interpret incoming information.\" Co-author of the study, Professor Xiaona Du from Hebei Medical University, added: \"This dramatically changes our understanding of pain medication because in theory it is now possible to target drugs at the peripheral nervous system which could widen the type of treatments available.\"Professor Gamper believes the findings may present a challenge to the accepted 'Gate Control Theory of Pain'. The theory holds that a primary 'gate' exists between the peripheral and central nervous systems, controlling what information is sent to the central system.The study now suggests the transmission of information to the central nervous system must go through another set of gates, or more accurately a process similar to a volume control, where the flow of information can be controlled by the peripheral nervous system. \"Peripheral nerves have the ability to dial up or down the signal which goes through these gates to the brain\", said Professor Gamper. \"Importantly, we believe that these gates can be exploited for therapeutic control of pain.\"Dr Kathryn Adcock, Head of Neurosciences and Mental Health at the Medical Research Council, which part funded the work, said: \"These findings are an interesting step in advancing scientists' understanding of the mechanisms underpinning pain perception.  We are committed to supporting work such as this to aid the continued search for new and better pain treatments.\"Lishuang Cao, head of Membrane Physiology at GlaxoSmithKline R&D in Shanghai commented on this research: \"This interesting finding could pave the way for developing novel pain medicines by targeting the peripheral GABA signaling pathway and at the same time avoiding or reducing the side effects of many existing pain killers. \"Further work is needed to understand the physiological role of GABA in painful situations like inflammatory, neuropathic and chronic pain. More importantly we need to know if the same mechanism is present in human beings' peripheral nervous systems.\"", "article_link": "http://dx.doi.org/10.1172/JCI86812", "url": "http://www.eurekalert.org/pub_releases/2017-04/uol-do040317.php", "region": "europe", "source_link": null, "funder": "Hebei Medical University, National Natural Science Foundation of China, Hebei Province, Medical Research Council", "meeting": "", "institution": "University of Leeds", "keywords": ["Medicine/Health", " Pain"], "journal": "Journal of Clinical Investigation", "description": "The human body's peripheral nervous system could be capable of interpreting its environment and modulating pain, neuroscientists have established, after successfully studying how rodents reacted to stimulation.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}