{"title": "Society considers people with mental illnesses to be more dangerous than they are", "text": "How dangerous does the general public consider mentally ill people to be? Scientists at the University of Basel and the University Psychiatric Clinics Basel have investigated the factors that influence social stigma. The journal Scientific Reports published the results.People with mental illnesses suffer from severe social stigma. In addition to the actual symptoms of disease, societal discrimination leads to further conditions such as anxiety, stress and low self-esteem among those affected. People with such illnesses frequently avoid necessary treatment in order to escape the stigma.Stigmatization of the mentally ill has many facets. One of the most important is that those affected are often perceived as more dangerous than they really are. Although a small number of mental illnesses can lead to a relatively increased risk of violence, most people with mental disorders are not violent.Psychiatrists and psychologists at the University of Basel and the Psychiatric University Clinics Basel (UPK) have examined how dangerous the general public considers mentally ill people to be and which factors influence this perception. \"We want to understand whether the stigma arises from noticing symptoms or from finding out that somebody has had psychiatric treatment,\" says Professor Christian Huber.To this end, they surveyed 10,000 people in the canton of Basel Stadt. The respondents had to estimate how dangerous they considered people in a number of fictional case histories to be. Half of the cases portrayed symptoms of various mental illnesses (alcohol dependency, psychosis, borderline personality disorder), while the others reported on the location where psychiatric treatment took place (general hospital with psychiatric wards, psychiatric hospital, psychiatric hospital with forensic wards).In the case histories describing only the location of the treatment, as well as in those featuring a description of symptoms and behavioral problems, the patients were generally regarded as dangerous. A description of symptoms led to a stronger attribution of danger; people with symptoms of alcohol dependency were perceived as particularly threatening. Treatment in a general hospital, however, was associated with a lower dangerousness attribution. Furthermore, it was found that people who had had personal contact with psychiatry or with psychiatric patients in the past generally rated the potential for danger as lower.The study shows that how patients are treated in psychiatry influences the prejudices they have to deal with. Indeed, treatment in a psychiatric unit, which is included in a general hospital, was associated with a lower dangerousness attribution than treatment in a specialized psychiatric clinic. Furthermore, people who had personal contact with psychiatry or with psychiatric patients in the past generally rated the potential for danger as lower.The authors of the study argue that contact between the general public and mentally ill people should be encouraged in order to break down prejudices. \"Our results show that campaigns to destigmatize public perception should be realistic about the low risk that people with mental illnesses pose.\" Moreover, a shift in inpatient psychiatric treatment from independent clinics to general hospitals with psychiatric wards could encourage destigmatization and reduce the exclusion of those affected.The Basel psychiatrists have committed themselves to this approach: \"We have developed a psychiatric crisis intervention center, which is located in the University Hospital of Basel, as well as an acute care center in the city center, which allows a low-threshold contact with psychiatry without pre-registration,\" says Professor Undine Lang, co-author of the study and director of the Adult Psychiatric Clinic of UPK Basel.", "article_link": "http://dx.doi.org/10.1038/srep45716", "url": "http://www.eurekalert.org/pub_releases/2017-04/uob-scp040317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Basel", "keywords": ["Medicine/Health", " Mental Health"], "journal": "Scientific Reports", "description": "How dangerous does the general public consider mentally ill people to be? Scientists at the University of Basel and the University Psychiatric Clinics Basel have investigated the factors that influence social stigma. The journal Scientific Reports published the results.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}