{"title": "Good communication helps improve outcomes for heart patients", "text": "ARLINGTON, Virginia, April 3, 2017 - Patients with hardened arteries who reported good communication with their healthcare providers were less likely to use the emergency room and more likely to comply with their treatment plans, according to a new study presented at the American Heart Association's Quality of Care and Outcomes Research Scientific Sessions 2017. Researcher interviews of 6,810 adults with atherosclerosis, found:Participants were asked questions such as \"How often did your healthcare providers show respect for what you had to say?\" and \"How often did healthcare providers spend enough time with you?\"\"A patient's beliefs about their illness, their perception of the health care system, the extent to which a physician fulfils the patient's requests and other obstacles can make it a challenge for patients and providers to connect,\" said lead study author Victor M. Okunrintemi, M.D., M.P.H., a researcher at Baptist Health South Florida in Miami.He said \"One cannot say for sure how communication exactly influences health outcomes. However, optimal communication between patients and their healthcare providers may yield better understanding of the medical condition, build trust and confidence, motivate patients and promote adherence to medication which could improve patients' health status while reducing the need for unnecessary health resource utilization which can lower health care expenditures.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-gch032717.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/good-communication-helps-improve-outcomes-for-heart-patients?preview=d0cd8e4fa063eac5d0c0b97a9099916b", "funder": "", "meeting": "American Heart Association's Quality of Care and Outcomes Research Scientific Sessions 2017", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "", "description": "Patients who said they communicated effectively with their healthcare providers were more likely to report the use of prescribed statin drugs and aspirin. Patients with good healthcare provider communication were less likely to go to the emergency room.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}