{"title": "Technique for 'three-parent baby' revealed", "text": "Details of a pioneering IVF technique using mitochondrial replacement therapy (MRT) have been revealed, giving hope to those families with inheritable mitochondrial disorders that they may be able to have healthy children in the future. The research and editorial, published in the journal Reproductive BioMedicine Online (RBMO), describe and comment on the procedure, which resulted in the birth of a healthy baby boy to a carrier of Leigh Syndrome, a progressive, fatal neurological disorder caused by a mutation in the mother's mitochondrial DNA. At the time the paper was written, the baby was seven months old. \"For some years, reproductive specialists have been able to deselect genetically affected embryos with mitochondrial disease, using sophisticated diagnostic procedures in the IVF laboratory,\" Professor Bart Fauser, Editor-in-Chief of RBMO, said. \"Now, for the first time, an egg with abnormal mitochondria can be changed to contain mostly normal mitochondria from a healthy egg donor. This is a major change of technology and an obvious advantage for women who are at risk of passing such diseases on to the next generation.\"MRT has enabled the parents to have a healthy child after the loss of two children to Leigh syndrome. The severity of the disease is associated with the percentage of affected mitochondria (the mutation load). The mother is asymptomatic as her mutation load is only 24.5%, less than half the expected 60% threshold load for the disease.  Her son, born on 6 April 2016 after IVF with MRT, had a mutation load ranging from 2.36 ¬to 9.23%, depending on the tissues tested, well below the expected threshold for the condition. It is currently unknown whether the mutation load will remain the same throughout his life.The researchers used an electrofusion technique to transfer the nuclear genome from the mother's egg (leaving behind most of the mother's mitochondria) to the cytoplasm of a donor egg containing only healthy mitochondria. This egg was then fertilized by the father's sperm and transferred to the mother's womb and a baby boy was born at 37 weeks after an uneventful pregnancy. Two methods of cell fusion have been used in the past by various groups researching MRT. Most groups have utilized a virus to accomplish cell fusion, however, the extent of viral DNA carryover is unknown. The other method involves a metered electrical pulse to initiate cell fusion. Comparably, electrofusion is a more demanding technically, but has no risk of viral DNA carryover.The ovarian stimulation and egg collection procedures, mitochondrial replacement and fertilization were carried out at a private fertility clinic in New York. The frozen embryo was then transferred to an affiliated fertility clinic in Mexico, where it was implanted in the patient's womb. \"30 years ago it was discovered that certain rare diseases are associated with abnormal, mutated mitochondria in human cells. 10 years after that initial discovery, egg microsurgery enabled IVF specialists to change the cytoplasm including mitochondria from patients who had failed IVF multiple times,\" commented Dr Jacques Cohen, Director of the ART Institute of Washington and product developer for Althea Science and Life. \"It is only now that the combination of this knowledge-base and clinical strategy has allowed the birth of a baby free of mitochondrial disease, after decades of ethical and political debate.\" The announcement of the birth of the first baby born using MRT was met with mixed reactions in the media - acknowledging the enormous scientific achievement but raising ethical concerns surrounding travel to Mexico to bypass federal regulations in the USA. The birth of this child, and other children to be born using MRT, will generate debate surrounding the technique throughout the world, and pave the way for changes in the law and regulation. This reception is similar to that for other advances in reproductive medicine such as intra-cytoplasmic sperm injection (ICSI), pre-implantation genetic screening (PGS), egg freezing, and indeed IVF itself early on, where the public perception and/or legal regulatory framework had to adjust to catch up with the scientific advances.Indeed, whilst this is still an experimental technique in its infancy, in the UK the Human Fertilisation and Embryology Authority (HFEA) have licensed mitochondrial transfer for cautious adoption, on a case-by-case basis and this case played a role in influencing their decision. The first license to perform the technique in the UK was granted to Newcastle University and announced on March 16, 2017. Dr. John Zhang, lead author, said: \"This is it. We did it, finally. This brilliant technology is exciting for mankind.\"", "article_link": "http://dx.doi.org/10.1016/j.rbmo.2017.01.013", "url": "http://www.eurekalert.org/pub_releases/2017-04/e-tf033117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Elsevier", "keywords": ["Biology", " Developmental/Reproductive Biology", " Medicine/Health", " Fertility"], "journal": "Reproductive BioMedicine Online", "description": "Details of a pioneering IVF technique using mitochondrial replacement therapy (MRT) have been published in Reproductive BioMedicine Online, giving hope to those families with inheritable mitochondrial disorders that they may be able to have healthy children in the future.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}