{"title": "Pilot study highlights role of grapes in preventing Alzheimer's disease", "text": "FRESNO, CA - Consuming grapes twice a day for six months protected against significant metabolic decline in Alzheimer-related areas of the brain in a study of people with early memory decline.  Low metabolic activity in these areas of the brain is a hallmark of early stage Alzheimer's disease.  Study results showed a grape-enriched diet protected against the decline of metabolic activity.  Additionally, those consuming a grape-enriched diet also exhibited increased metabolism in other areas of the brain that correlated with individual improvements in attention and working memory performance, compared to those on the non-grape diet.  Results of the randomized controlled research study, conducted by the University of California, Los Angeles, were recently published in Experimental Gerontology[1]. \"The study examines the impact of grapes as a whole fruit versus isolated compounds and the results suggest that regular intake of grapes may provide a protective effect against early decline associated with Alzheimer's disease,\" said Dr. Daniel H. Silverman, lead investigator of the study.  \"This pilot study contributes to the growing evidence that supports a beneficial role for grapes in neurologic and cardiovascular health, however more clinical studies with larger groups of subjects are needed to confirm the effects observed here.\"   In the study, subjects with early memory decline were randomly selected to receive either whole grape powder - equivalent to just 2 ¼ cups of grapes per day - or a polyphenol-free placebo powder matched for flavor and appearance.  Cognitive performance was measured at baseline and 6 months later.  Changes in brain metabolism, assessed by brain PET scans, were also measured at baseline and 6 months later.  PET scans provide valuable predictive and diagnostic value to clinicians evaluating patients with dementia symptoms.The results showed that consuming grapes preserved healthy metabolic activity in the regions of the brain that are affected by the earliest stages of Alzheimer's disease, where metabolic decline takes hold.  Subjects who didn't consume grapes exhibited significant metabolic decline in these critical regions.  Additionally, those consuming the grape-enriched diet showed beneficial changes in regional brain metabolism that correlated to improvements in cognition and working memory performance.Grape polyphenols help promote antioxidant and anti-inflammatory activities.  Research suggests that grapes may help support brain health by working in multiple ways - from reducing oxidative stress in the brain to promoting healthy blood flow in the brain to helping maintain levels of a key brain chemical that promotes memory to exerting anti-inflammatory effects[2].  Alzheimer's disease is a brain disease that results in a slow decline of memory and cognitive skills.  Currently 5.4 million Americans are living with Alzheimer's disease and the numbers continue to grow.  The cause of Alzheimer's disease is not yet fully understood, but believed to be a combination of genetic, environmental and lifestyle factors.  ", "article_link": "http://dx.doi.org/10.1016/jexger.2016.10.004", "url": "http://www.eurekalert.org/pub_releases/2017-02/ral-psh020317.php", "region": "", "source_link": null, "funder": "California Table Grape Commission", "meeting": "", "institution": "California Table Grape Commission", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Gerontology", " Alzheimer's Disease"], "journal": "Experimental Gerontology", "description": "Consuming grapes twice a day for six months protected against significant metabolic decline in Alzheimer-related areas of the brain in a study of people with early memory decline.  Low metabolic activity in these areas of the brain is a hallmark of early stage Alzheimer's disease.  Study results showed a grape-enriched diet protected against the decline of metabolic activity.", "date": "Fri, 03 Feb 2017 05:00:00 GMT"}