{"title": "Chimps' behavior following death disturbing to ISU anthropologist", "text": "AMES, Iowa - Shocking is one word Jill Pruetz uses to describe the behavior she witnessed after a chimp was killed at her research site in Fongoli, Senegal. The fact that chimps would kill a member of their own community is extremely rare - most aggression is between communities - but the abuse that followed was completely unexpected.   \"It was very difficult and quite gruesome to watch,\" said Pruetz, a professor of anthropology at Iowa State University. \"I couldn't initially make sense of what was happening, and I didn't expect them to be so aggressive with the body.\" Pruetz has witnessed many things since establishing her research site in 2001. She was the first to document chimps using tools to hunt prey. However, what she observed in 2013 was different. Pruetz and her research team documented the chimps' behavior after discovering the body of Foudouko, a former leader of the Fongoli community, who was exiled from the group for five years. As Pruetz explains in the video above, the chimps - many of which Pruetz suspects killed Foudouko - abused and cannibalized his body for nearly four hours. There is a lot of anecdotal information on how chimps grieve, but Pruetz says these chimps were not in mourning. The team's reports and video, published in the International Journal of Primatology, build upon a 2014 study on lethal aggression. The younger adult male chimps were the most aggressive. Researchers noted that two of Foudouko's former allies were the only ones that didn't show any aggression. Pruetz says one of the two did yell at and hit the body, but it appeared to be an attempt to rouse Foudouko. Few animals, other than humans, show such deadly aggression, and the field of primatology has been divided as to what causes this behavior among primates, Pruetz said. It is important to understand this deadly behavior because of the chimpanzee's endangered status. Pruetz has long thought that man-made environmental changes, which disrupt the chimp's habitat, may contribute to the aggressive behavior researchers observed. She cannot say definitively if that was the case with Foudouko's death. It's likely that competition for a mate - there are more male than female chimps at Fongoli - and a power struggle with younger chimps were contributing factors. The skewed gender balance at Fongoli may be linked to human factors. Pruetz says local residents have reported people hunting female chimps to get infants for the pet trade. Hunters capturing just one female chimp every few years would have a real impact on the community, because of their slow life history, she said. Isolation and exile uniqueThe fact that Foudouko survived in isolation for several years is quite unusual. No one has ever recorded this happening for such a long period, Pruetz said. During the five years of his exile, Pruetz and her team observed Foudouko following the group from a distance, and privately interacting with some of his former allies, but these interactions were rare.\"It really struck us that Foudouko lived on the outskirts for so long,\" Pruetz said. \"Chimps are very social, so this type of isolation would be a huge stress, and it seemed Foudouko wanted to get back into the social group.\" Pruetz says Foudouko might have had a chance, if he had been more submissive. During the days before his death, researchers suspected he was in the area. Still, there was no indication or warning that the group would kill him, she said. As a leader, Foudouko was very dominant and feared by the other chimps. It's possible the younger chimps were concerned he would try to regain a position of power, and decided to attack him, Pruetz said. The younger chimps outnumbered Foudouko and his allies, and they were in their physical prime, which gave them an advantage. Even after the deadly attack, Pruetz says it was obvious the other chimps were still afraid of Foudouko. They showed signs of fear, especially when Foudouko's body would jerk or move during the attacks. Once the chimps left the body, Pruetz and her team buried Foudouko. His bones will be exhumed for examination in the future. ", "article_link": "http://dx.doi.org/10.1007/s10764-016-9942-9", "url": "http://www.eurekalert.org/pub_releases/2017-01/isu-cbf013117.php", "region": "namerica", "source_link": "http://www.news.iastate.edu/news/2017/01/31/chimpaggression", "funder": "", "meeting": "", "institution": "Iowa State University", "keywords": ["Social/Behavioral Science", " Anthropology"], "journal": "International Journal of Primatology", "description": "Shocking is one word Jill Pruetz uses to describe the behavior she witnessed after a chimp was killed at her research site in Fongoli, Senegal. The fact that chimps would kill a member of their own community is extremely rare -- most aggression is between communities -- but the abuse that followed was completely unexpected.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}