{"title": "Brain-computer interface allows completely locked-in people to communicate", "text": "A brain-computer interface that can decipher the thoughts of people who are unable to communicate could revolutionize the lives of those living with completely locked-in syndrome, according to a new paper publishing January 31st, 2017 in PLOS Biology. Counter to expectations, the participants in the study reported being \"happy\", despite their extreme condition. The research was conducted by a multinational team, led by Professor Niels Birbaumer, at the Wyss Center for Bio and Neuroengineering in Geneva, Switzerland.Patients suffering from complete paralysis, but with preserved awareness, cognition, and eye movements and blinking are classified as having locked-in syndrome. If eye movements are also lost, the condition is referred to as completely locked-in syndrome.In the trial, patients with completely locked-in syndrome were able to respond \"yes\" or \"no\" to spoken questions, by thinking the answers. A non-invasive brain-computer interface detected their responses by measuring changes in blood oxygen levels in the brain.The results overturn previous theories that postulate that people with completely locked-in syndrome lack the goal-directed thinking necessary to use a brain-computer interface and are, therefore, incapable of communication.Extensive investigations were carried out in four patients with ALS (amyotrophic lateral sclerosis, also known as Lou Gehrig's disease) --a progressive motor neuron disease that leads to complete destruction of the part of the nervous system responsible for movement. The researchers asked personal questions with known answers and open questions that needed \"yes\" or \"no\" answers including: \"Your husband's name is Joachim?\" and \"Are you happy?\". They found the questions elicited correct responses in seventy percent of the trials.Professor Birbaumer said: \"The striking results overturn my own theory that people with completely locked-in syndrome are not capable of communication. We found that all four patients we tested were able to answer the personal questions we asked them, using their thoughts alone. If we can replicate this study in more patients, I believe we could restore useful communication in completely locked-in states for people with motor neuron diseases.\" The question \"Are you happy?\" resulted in a consistent \"yes\" response from the four people, repeated over weeks of questioning.Professor Birbaumer added: \"We were initially surprised at the positive responses when we questioned the four completely locked-in patients about their quality of life. All four had accepted artificial ventilation in order to sustain their life, when breathing became impossible; thus, in a sense, they had already chosen to live. What we observed was that as long as they received satisfactory care at home, they found their quality of life acceptable. It is for this reason, if we could make this technique widely clinically available, it could have a huge impact on the day-to-day life of people with completely locked-in syndrome\".In one case, a family requested that the researchers asked one of the participants whether he would agree for his daughter to marry her boyfriend 'Mario'. The answer was \"no\", nine times out of ten.Professor John Donoghue, Director of the Wyss Center, said: \"Restoring communication for completely locked-in patients is a crucial first step in the challenge to regain movement. The Wyss Center plans to build on the results of this study to develop clinically useful technology that will be available to people with paralysis resulting from ALS, stroke, or spinal cord injury. The technology used in the study also has broader applications that we believe could be further developed to treat and monitor people with a wide range of neuro-disorders.\"The brain-computer interface in the study used near-infrared spectroscopy combined with electroencephalography (EEG) to measure blood oxygenation and electrical activity in the brain. While other brain-computer interfaces have previously enabled some paralyzed patients to communicate, near-infrared spectroscopy is, so far, the only successful approach to restore communication to patients suffering from completely locked-in syndrome.", "article_link": "http://dx.doi.org/10.1371/journal.pbio.1002593", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-bia012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Physiology", " Medicine/Health", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Disabled Persons", " Trauma/Injury", " Bioinformatics"], "journal": "PLOS Biology", "description": "A brain-computer interface that can decipher the thoughts of people who are unable to communicate could revolutionize the lives of those living with completely locked-in syndrome, according to a new paper publishing Jan. 31, 2017, in PLOS Biology. Counter to expectations, the participants in the study reported being 'happy', despite their extreme condition. The research was conducted by a multinational team, led by Professor Niels Birbaumer, at the Wyss Center for Bio and Neuroengineering in Geneva, Switzerland.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}