{"title": "Mount Sinai researchers generate rat model of autism", "text": "Researchers at The Seaver Autism Center for Research and Treatment at Mount Sinai have generated and characterized a genetically modified rat model of autism and intellectual disability, according to a study conducted at the Icahn School of Medicine at Mount Sinai and published January 31 in the journal eLife. Researchers report that in this novel rat model, the hormone oxytocin significantly improved social memory, attention, and nerve cell activity.The Mount Sinai study focused specifically on the production and characterization of a first genetically modified rat model for Phelan-McDermid syndrome, a developmental disorder with high rates of autism, intellectual disability, attention deficits, and severe language delay. One or more of these symptoms is found in up to 10 percent of children, with limited medicines available for treatment.  Phelan-McDermid syndrome is caused by a mutation in a gene called Shank3, leading to a malfunction of nerve cells, especially at the region known as the synapse, where nerve cells communicate with each other. \"Our rat model provides the research community with a valuable tool to study how altered function of synapses and nerve cells leads to subsequent deficits in behavior and cognition that are associated with multiple developmental disorders, including Phelan-McDermid syndrome.\" says Hala Harony-Nicolas, PhD, an instructor at The Seaver Autism Center, and the lead scientist on this study. \"Such studies require sophisticated approaches that are significantly more challenging in other model systems as compared to rats, underscoring the value of this model.\" The new model, referred to as the Shank3-deficient rat, mimics a human Shank3 mutation and exhibits deficits in a form of social behavior that depends on long-term memory, attention, and communication between nerve cells. The research team discovered that behavioral and synaptic deficits could be improved by treatment with the pro-social hormone oxytocin, which is known to be a powerful modulator of mammalian social behavior. Oxytocin was also able to reverse attention deficits that were not related to any social context, a finding that has not been seen in previous studies.   These findings provide important leads into how Shank3 plays a role in synapse development and function and, ultimately, behavior. In addition, the effect of oxytocin on reversing developmental deficits provides a tool to understand the causes of nerve cell and behavioral deficits and to develop novel treatments.\"One of the most surprising and promising findings of this study is the effect oxytocin had on attention deficits beyond its known effects on social memory,\" says Joseph D. Buxbaum, PhD, senior author of the publication and Director of The Seaver Autism Center. \"This study is important for understanding developmental disorders broadly and is also the first to indicate that individuals with Phelan-McDermid syndrome may particularly benefit from oxytocin treatment, a hypothesis that is being further examined in ongoing clinical studies at the Seaver Autism Center.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tmsh-msr013117.php", "region": "namerica", "source_link": null, "funder": "Beatrice and Samuel A. Seaver Foundation, NIH/National Institute of Mental Health, Human Frontier Science Program, Israel Science Foundation, Autism Speaks", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Genetics", " Medicine/Health", " Clinical Trials", " Neurobiology", " Pediatrics", " Behavior", " Disabled Persons", " Parenting/Child Care/Family"], "journal": "eLife", "description": "A study found oxytocin improves behavioral and electrophysiological deficits in a novel Shank3-deficient rat.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}