{"title": "Brain-computer interface allows completely locked-in people to communicate", "text": "Geneva, Switzerland - A brain-computer interface that can decipher the thoughts of people who are unable to communicate could revolutionize the lives of those living with complete locked-in syndrome according to a new paper published in PLOS Biology. Counter to expectations, the participants in the study reported being \"happy\" despite their condition. \r\nIn the trial, people with complete locked-in syndrome, who were incapable of even moving their eyes to communicate, were able to respond \"yes\" or \"no\" via thought to spoken questions. A non-invasive brain-computer interface (BCI) detected their responses by measuring changes in blood oxygen levels in the brain.\r\nThe results overturn previous theories that people with complete locked-in syndrome lack the goal directed thinking necessary to use a brain computer interface and are therefore incapable of communication.\r\nExtensive investigations were carried out in four people with ALS (amyotrophic lateral sclerosis) - a progressive motor neuron disease that leads to complete destruction of the part of the nervous system responsible for movement.  \r\nThe researchers asked personal questions with known answers and open questions that needed \"yes\" or \"no\" answers including: \"Your husband's name is Joachim?\" and \"Are you happy?\". They found the questions elicited correct responses seven times out of ten.\r\nProfessor Niels Birbaumer, a neuroscientist at the Wyss Center for Bio and Neuroengineering in Geneva, Switzerland (who was formerly at University of Tübingen, Germany), senior author of the paper said: \"The striking results overturn my own theory that people with complete locked-in syndrome are not capable of communication. We found that all four people we tested were able to answer the personal questions we asked them, using their thoughts alone. If we can replicate this study in more patients I believe we could restore useful communication in completely locked-in states for people with motor neuron diseases.\"  \r\nThe question \"Are you happy?\" resulted in a consistent \"Yes\" response from the four people, repeated over weeks of questioning. \r\nProfessor Birbaumer said: \"We were initially surprised at the positive responses when we questioned the four completely locked-in participants about their quality of life. All four had accepted artificial ventilation in order to sustain their life when breathing became impossible so, in a sense, they had already chosen to live. What we observed was as long as they received satisfactory care at home, they found their quality of life acceptable. It is for this reason, if we could make this technique widely clinically available, it would have a huge impact on the day-to-day life of people with complete locked-in syndrome\". \r\nIn one case, a family requested that the researchers ask one of the participants whether he would agree for his daughter to marry her boyfriend 'Mario'. The answer was \"No\" nine times out of ten. Professor John Donoghue, Director of the Wyss Center, said: \"Restoring communication for completely locked-in people is a crucial first step in the challenge to regain movement. The Wyss Center plans to build on the results of this study to develop clinically useful technology that will be available to people with paralysis resulting from ALS, stroke or spinal cord injury. The technology used in the study also has broader applications that we believe could be further developed to treat and monitor people with a wide range of neuro-disorders.\"\r\nPeople with preserved awareness and cognition but complete paralysis except for up and down eye movements and blinking are classified as having locked-in syndrome. If all eye movements are lost, the condition is referred to as complete locked-in syndrome.The BCI technique in the study used near-infrared spectroscopy (NIRS) combined with electroencephalography (EEG) to measure blood oxygenation and electrical activity in the brain. While other BCIs have previously enabled some paralyzed patients to communicate, NIRS is so far the only successful approach to restore communication to people who have complete locked-in syndrome.", "article_link": "http://dx.doi.org/10.1371/journal.pbio.1002593", "url": "http://www.eurekalert.org/pub_releases/2017-01/wcfb-bia012517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Wyss Center for Bio and Neuroengineering", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Neurobiology", " Disabled Persons", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Electrical Engineering/Electronics", " Research/Development"], "journal": "PLOS Biology", "description": "A brain-computer interface that can decipher the thoughts of people who are unable to communicate could revolutionize the lives of those living with complete locked-in syndrome according to a new paper published in PLOS Biology. Counter to expectations, the participants in the study reported being 'happy' despite their condition.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}