{"title": "Animal genetics: The bovine heritage of the yak", "text": "Though placid enough to be managed by humans, yaks are robust enough to survive at 4000 meters altitude. Genomic analyses by researchers of Ludwig-Maximilians-Universitaet (LMU) in Munich show that yak domestication began several millennia ago and was promoted by repeated crosses with cattle. The first systematic genome-wide comparison of the genetic heritage of yaks and cattle shows that about 1.5% of the genome of Mongolian yaks is derived from domesticated cattle. While male hybrids are sterile, hybrid females can be backcrossed to male yaks for several generations, which allows for the stable introgression of short regions of bovine chromosomes into the yak genome. The results of the new study suggest that yak hybridization began thousands of years ago. Dr. Ivica Medugorac, who heads a research group in population genomics at the Chair of Animal Genetics and Husbandry at LMU, is the first and corresponding author on the new paper, which appears in the journal Nature Genetics. \"Our results indicate that hybridization between yaks and cattle began more than 1500 years ago, and has continued with varying intensity ever since,\" Medugorac says, and points out that written records also testify to early hybridization of yaks by Mongolian breeders.In collaboration with Dr. Aurélien Capitan of the Université Paris-Saclay, Dr. Stefan Krebs of the Laboratory for Functional Genome Analysis at LMU's Gene Center and colleagues from other European, American and Mongolian institutions, Medugorac has mapped the distribution of cattle genes in the yak genome. \"Many of the genetic variants in the yak that can be traced back to cattle are found at gene loci that are known to play roles in the development and function of the nervous system. They have an impact on sensory perception, cognition and social behavior. Evidently, over a period of several thousands of years, Mongolian breeders succeeded in speeding up the domestication of the yak by crossing them with cattle, which had been domesticated thousands of years before,\" he explains. Furthermore, the traits that enable yaks to survive at high altitudes, in mountain ranges such as the Altai, the Pamirs and the Himalayas have obviously been retained during this process.In the course of the study, the researchers identified a gene variant in Mongolian cattle and yaks that is responsible for the loss of horns. \"We were able to show that this variant had been introduced into yaks from the domesticated Mongolian Turano cattle long ago,\" Medugorac says. Lack of horns (known as 'polledness') is, however, only one of the traits with which yak breeders attempted to tame the ferocious temper of the yaks. Interestingly, the polled variant in the Mongolian Turano cattle differs from the mutations known to be responsible for polledness in European cattle, which had previously been molecularly characterized by Medugorac's group in 2012 and 2014. These findings are already being exploited by breeders worldwide to select for polled cattle in order to avoid the painful procedure of dehorning.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/lm-agt013017.php", "region": "europe", "source_link": "http://www.en.uni-muenchen.de/news/newsarchiv/2017/medugorac_yak.html", "funder": "", "meeting": "", "institution": "Ludwig-Maximilians-Universität München", "keywords": ["Biology", " Zoology/Veterinary Science"], "journal": "Nature Genetics", "description": "Though placid enough to be managed by humans, yaks are robust enough to survive at 4,000 meters altitude. Genomic analyses by researchers of Ludwig-Maximilians-Universitaet in Munich show that yak domestication began several millennia ago and was promoted by repeated crosses with cattle.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}