{"title": "The attraction effect: How our brains can be influenced", "text": "The decisions we make are influenced by other possibilities that we did not choose. At the same time, the options we missed out on determine our satisfaction with the outcomes of situations we were unable to control. Psychologists from the University of Basel conducted two experiments: first, they studied the decision-making behavior of students and, second, they measured brain activity and satisfaction when a set of possibilities is supplemented with another alternative. The Journal of Neuroscience has published the results.Classical economic models state that when faced with a decision, we always choose the option that is of greatest benefit to us, regardless of the benefits of other options. However, the latter assumption contradicts the much-researched &laquoattraction effect». This leads us to make different decisions depending on how our situation appears at the time of the decision. If, when buying a camera, we are presented with a choice between an expensive, high-quality model and a cheap model of low quality, the addition of a third, unattractive camera - similar in quality to the expensive camera but with a higher price - leads us to choose the expensive model. Various studies show that people choose the option from the original selection that is clearly better than the third, additional option.Same options - different decisionsPsychologists from the University of Basel have studied the attraction effect in connection with intertemporal choices for the first time. In our everyday lives, we are frequently confronted with decisions of this kind that require us to choose whether we prefer a small advantage as soon as possible or would rather wait longer for a greater advantage (an example is the conflict between the immediate enjoyment of a piece of cake and a long-term diet). In the study, a group of students solved numerous decision-making tasks on a computer. They were faced with a conflict between receipt of smaller amounts of money in a short time or larger sums at a later point in time. In order to create real decision-making situations, a selected sum of money was transferred to the students' bank accounts at the appropriate point in time. This experiment allowed the researchers to demonstrate the attraction effect: although the subjects were essentially making a choice between the same two alternatives, their decisions were influenced by the presence of a third, irrelevant option.Measuring satisfaction and effect in the brain's reward systemA second group of students saw the same combinations of money and time while an MRI scanner took a scan of their brain. The subjects were not able to make decisions actively; rather, an option was assigned to them at random. After the MRI scan, they reported their satisfaction with the outcome of the random selection. Here, too, the subjects were susceptible to the attraction effect, reporting different levels of satisfaction with the outcome, depending on the options they were shown. In subjects who were particularly satisfied, and therefore subject to a strong attraction effect, the researchers observed through the scan an above-average effect in the brain's reward system.Interdisciplinary researchThe results of this research are based on a combination of different branches of science. &laquoOur study spans the interface between neuroscience, psychology and economics», explains Prof. Sebastian Gluth, lead author of the study. &laquoThe results therefore invite further research, but they are also discussed, for example, in terms of their practical applications in marketing.»\r\n", "article_link": "http://dx.doi.org/10.1523/jneurosci.2532-16.2017", "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-tae013017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Basel", "keywords": ["Social/Behavioral Science", " Decision-making/Problem Solving", " Memory/Cognitive Processes"], "journal": "Journal of Neuroscience", "description": "The decisions we make are influenced by other possibilities that we did not choose. At the same time, the options we missed out on determine our satisfaction with the outcomes of situations we were unable to control. Psychologists from the University of Basel conducted two experiments: first, they studied the decision-making behavior of students and, second, they measured brain activity and satisfaction when a set of possibilities is supplemented with another alternative. The Journal of Neuroscience has published the results.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}