{"title": "Researchers identify gene that controls birth defect common in diabetes", "text": "Researchers have identified a gene that plays a key role in the formation of neural tube defects, a problem commonly found in infants of pregnant women with diabetes. This is the first time the gene has been shown to play this role; it opens up a new way to understand these defects, and may one day lead to new treatments that could prevent the problem or decrease its incidence.The findings were published today in the journal Nature Communications.\"This gene plays a crucial role in the process that leads to these defects,\" said the study's lead author, Peixin Yang, a professor in the Department of Obstetrics, Gynecology and Reproductive Sciences at UM SOM. \"Now that we have pinpointed the mechanism, we can begin to focus on how we can stop it from happening in humans.\" Neural tube defects (NTDs) occur when mutations accumulate in the neuroepithelial cells, neural stem cells that eventually transform themselves into the brain and the central nervous system.  the problem occurs after the fetus is exposed to too much glucose, which can  cause widespread cell death, eventually leading to the birth defects. The researchers focused on a gene called Prkca, which plays a key role in regulating autophagy, the process by which cells dispose of material they no longer need; often this material is broken or flawed in some way. In diabetes, the Prkca gene becomes overactive, and as a result autophagy is suppressed. As a result, the flawed cellular material is used to create embryonic tissue, which can lead to major birth defects. In essence, the process is a series of dominoes. The Prkca gene triggers production of a protein called protein kinase C-alpha, or PKCalpha. PKCalpha in turn increases expression of a molecule called miR-129-2, which decreases the levels of a protein called PGC-1alpha, which encourages the destruction of flawed cells. In an experiment using pregnant diabetic mice, Dr. Yang and his colleagues deleted this gene, which allowed autophagy to work normally. In animals in which the gene had been deleted, embryos had far fewer NTDs. The scientists also examined whether it is possible to reduce NTDs by restoring the expression of PGC-1alpha in developing neural cells. During diabetic pregnancy, PGC-a1alpha re-activated the process of destroying flawed cells and also reduced the death of normal cells. This reduced levels of NTDs. Yang says that in the future it may be possible to prevent and TDs in humans by using medicines that inhibit PKCalpha or miR-129-2, or activate PGC-1alpha.Neural tube defects are birth defects of the brain and spinal cord. They occur in the first month of pregnancy. The two most common are spina bifida and anencephaly. In the first, the fetal spinal column doesn't close completely. This usually causes nerve damage, with some paralysis of the legs. In the latter, most of the brain and skull do not develop. Infants with this defect are usually stillborn or die soon after birth. Neural tube defects have several causes, including diabetes, folic acid deficiency, obesity in the mother, and consumption of certain medications. About 10 percent of women with diabetes who are pregnant will have embryos with neural tube defects.Globally more than 300,000 pregnancies are affected by NTDs every year. One out of ten babies with NTDs die before their first birthday. In the US alone, medical and surgical costs for children born with NTDs come to more than $200 million a year. Pregnant women who have diabetes have a significantly higher risk of having a child with NTDs, and even with the highest quality preconception care, diabetic women are five times more likely to have a child with birth defects than are non-diabetic women.The researchers on the article include UM SOM Dean E. Albert Reece, MD, PhD, MBA. \"Neural tube defects remain a significant hazard for pregnant women who have diabetes,\" said Dean Reece, who is also the vice president for Medical Affairs, University of Maryland, and the John Z. and Akiko K. Bowers Distinguished Professor. \"Women with diabetes prior to pregnancy are between three and 10 times more likely to have a child with NTDs than women without disease. This new research shines a fresh light on how we can continue to reduce this urgent problem.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoms-rig050517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland School of Medicine", "keywords": ["Genetics", " Medicine/Health", " Clinical Trials", " Mortality/Longevity", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Neurobiology", " Public Health", " Genes"], "journal": "Nature Communications", "description": "Researchers have identified a gene that plays a key role in the formation of neural tube defects, a problem commonly found in infants of pregnant women with diabetes. This is the first time the gene has been shown to play this role; it opens up a new way to understand these defects, and may one day lead to new treatments that could prevent the problem or decrease its incidence.", "date": "Fri, 05 May 2017 04:00:00 GMT"}