{"title": "Study shows association between gut microbes and brain structure in people with IBS", "text": "FINDINGSA new study by researchers at UCLA has revealed two key findings for people with irritable bowel syndrome about the relationship between the microorganisms that live in the gut and the brain.\r\nFor people with IBS research shows for the first time that there is an association between the gut microbiota and the brain regions involved in the processing of sensory information from their bodies. The results suggest that signals generated by the brain can influence the composition of microbes residing in the intestine and that the chemicals in the gut can shape the human brain's structure.\r\nBACKGROUNDPrevious studies performed in mice have demonstrated effects of gut microbiota on brain function and behavior, as well as the influence of the brain on the composition of microbes in the gut. However, to date, only one study performed in human subjects has confirmed the translatability of such findings to the human brain.\r\nStudies have also reported evidence for alterations in the composition of gut microbiota in people with irritable bowel syndrome, but there has been little consistency among studies regarding the specific microbial alterations and the relationship of such alterations with the cardinal symptoms of IBS, recurring abdominal pain and altered bowel habits.\r\nMETHODThe UCLA researchers collected behavioral and clinical measures, stool samples and structural brain images from 29 adults diagnosed with IBS, and 23 healthy control subjects. They used DNA sequencing and various mathematical approaches to quantify composition, abundance and diversity of the gut microbiota. They also estimated the microbial gene content and gene products of the stool samples. Then the researchers cross-referenced these gut microbial measures with structural features of the brain.\r\nBased on the composition of the microbes in the gut, the samples from those diagnosed with IBS clustered into two subgroups. One group was indistinguishable from the healthy control subjects, while the other differed. Those in the group with an altered gut microbiota had more history of early life trauma and longer duration of IBS symptoms. \r\nIMPACTAnalysis of a person's gut microbiota may become a routine screening test for people with IBS in clinical practice, and in the future, therapies such as certain diets and probiotics may become personalized based on an individual's gut microbial profile. At the same time, subgroups of people with IBS distinguished by brain and microbial signatures may show different responsiveness to brain-directed therapies such as mindfulness-based stress reduction, cognitive behavioral therapy and targeted drugs.\r\nA history of early life trauma has been shown to be associated with structural and functional brain changes and to alter gut microbial composition. It is possible that the signals the gut and its microbes get from the brain of an individual with a history of childhood trauma may lead to lifelong changes in the gut microbiome. These alterations in the gut microbiota may feed back into sensory brain regions, altering the sensitivity to gut stimuli, a hallmark of people with IBS.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--ssa050517.php", "region": "namerica", "source_link": "http://newsroom.ucla.edu/releases/study-shows-association-between-gut-microbes-and-brain-structure-in-people-with-irritable-bowel-syndrome", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Center for Complementary and Alternative Medicine", "meeting": "", "institution": "University of California - Los Angeles Health Sciences", "keywords": ["Medicine/Health", " Gastroenterology", " Neurobiology", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Microbiome", "description": "Research shows for the first time an association between the gut microbiota and the brain regions involved in the processing of sensory information from their bodies. This suggests that signals generated by the brain can influence the composition of microbes residing in the intestine and that the chemicals in the gut can shape the human brain's structure. Also, the researchers gained insight into the connections among childhood trauma, brain development and gut microbiome composition.", "date": "Fri, 05 May 2017 04:00:00 GMT"}