{"title": "Researchers discover how flu viruses hijack human cells", "text": "(New York - May 5, 2017) - Much is known about flu viruses, but little is understood about how they reproduce inside human host cells, spreading infection.  Now, a research team headed by investigators from the Icahn School of Medicine at Mount Sinai is the first to identify a mechanism by which influenza A, a family of pathogens that includes the most deadly strains of flu worldwide, hijacks cellular machinery to replicate.The study findings, published online today in Cell, also identifies a link between congenital defects in that machinery -- the RNA exosome -- and the neurodegeneration that results in people who have that rare mutation. It was by studying the cells of patients with an RNA exosome mutation, which were contributed by six collaborating medical centers, that the investigators were able to understand how influenza A hijacks the RNA exosome inside a cell's nucleus for its own purposes.\"This study shows how we can discover genes linked to disease -- in this case, neurodegeneration -- by looking at the natural symbiosis between a host and a pathogen,\" says the study's senior investigator, Ivan Marazzi, PhD, an assistant professor in the Department of Microbiology at the Icahn School of Medicine at Mount Sinai.Influenza A is responsible in part not only for seasonal flus but also pandemics such as H1N1 and other flus that cross from mammals (such as swine) or birds into humans.\"We are all a result of co-evolution with viruses, bacteria, and other microbes, but when this process is interrupted, which we call the broken symmetry hypothesis, disease can result,\" Dr. Marazzi says. The genes affected in these rare cases of neurodegeneration caused by a congenital RNA exosome mutation may offer future insight into more common brain disorders, such as Alzheimer's and Parkinson's diseases, he added. In the case of Influenza A, the loss of RNA exosome activity severely compromises viral infectivity, but also manifests in human neurodegeneration suggesting that viruses target essential proteins implicated in rare disease in order to ensure continual adaptation.Influenza A is an RNA virus, meaning that it reproduces itself inside the nucleus. Most viruses replicate in a cell's cytoplasm, outside the nucleus. The researchers found that once inside the nucleus, influenza A hijacks the RNA exosome, an essential protein complex that degrades RNA as a way to regulate gene expression. The flu pathogen needs extra RNA to start the replication process so it steals these molecules from the hijacked exosome, Dr. Marazzi says. \"Viruses have a very intelligent way of not messing too much with our own biology,\" he says. \"It makes use of our by-products, so rather than allowing the exosome to chew up and degrade excess RNA, it tags the exosome and steals the RNA it needs before it is destroyed.\"Without an RNA exosome, a virus cannot grow, so the agreement between the virus and host is that it is ok for the virus to use some of the host RNA because the host has other ways to suppress the virus that is replicated,\" says the study's lead author, Alex Rialdi, MPH, a graduate assistant in Dr. Marazzi's laboratory.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tmsh-rdh050517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Center for Research on Influenza Pathogenesis, NIHD/Center of Excellence for Influenza Research and Surveillance", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Biology", " Cell Biology", " Genetics", " Microbiology", " Virology", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease"], "journal": "Cell", "description": "Much is known about flu viruses, but little is understood about how they reproduce inside human host cells, spreading infection.  Now, a research team headed by investigators from the Icahn School of Medicine at Mount Sinai is the first to identify a mechanism by which influenza A, a family of pathogens that includes the most deadly strains of flu worldwide, hijacks cellular machinery to replicate.", "date": "Fri, 05 May 2017 04:00:00 GMT"}