{"title": "Genetic findings in 'type 1.5' diabetes may shed light on better diagnosis, treatment", "text": "Researchers investigating a form of adult-onset diabetes that shares features with the two better-known types of diabetes have discovered genetic influences that may offer clues to more accurate diagnosis and treatment.Latent autoimmune diabetes in adults (LADA) is informally called \"type 1.5 diabetes\" because like type 1 diabetes (T1D), LADA is marked by circulating autoantibodies, an indicator that an overactive immune system is damaging the body's insulin-producing beta cells. But LADA also shares clinical features with type 2 diabetes (T2D), which tends to appear in adulthood. Also, as in T2D, LADA patients do not require insulin treatments when first diagnosed.A study published April 25 in BMC Medicine uses genetic analysis to show that LADA is closer to T1D than to T2D. \"Correctly diagnosing subtypes of diabetes is important, because it affects how physicians manage a patient's disease,\" said co-study leader Struan F.A. Grant, PhD, a genomics researcher at Children's Hospital of Philadelphia (CHOP). \"If patients are misdiagnosed with the wrong type of diabetes, they may not receive the most effective medication.\"Grant collaborated with European scientists, led by Richard David Leslie of the University of London, U.K.; and Bernhard O. Boehm, of Ulm University Medical Center, Germany and the Lee Kong Chian School of Medicine, a joint medical school of Imperial College London and Nanyang Technological University, Singapore.Occurring when patients cannot produce their own insulin or are unable to properly process the insulin they do produce, diabetes is usually classified into two major types.  T1D, formerly called juvenile diabetes, generally presents in childhood, but may also appear first in adults. T2D, formerly called non-insulin-dependent diabetes, typically appears in adults, but has been increasing over the past several decades in children and teens. Some 90 percent or more of all patients with diabetes are diagnosed with T2D. Grant and many other researchers have discovered dozens of genetic regions that increase diabetes risk, usually with different sets of variants associated with T1D compared to T2D. The current study, the largest-ever genetic study of LADA, sought to determine how established T1D- or T2D-associated variants operate in the context of LADA.The study team compared DNA from 978 LADA patients, all adults from the U.K. and Germany, to a control group of 1,057 children without diabetes. Another set of control samples came from 2,820 healthy adults in the U.K. All samples were from individuals of European ancestry. The researchers calculated genetic risk scores to measure whether LADA patients had genetic profiles more similar to those of T1D or T2D patients. They found several T1D genetic regions associated with LADA, while relatively few T2D gene regions added to the risk of LADA. The genetic risk in LADA from T1D risk alleles was lower than in childhood-onset T1D, possibly accounting for the fact that LADA appears later in life. One variant, located in TCF7L2, which Grant and colleagues showed in 2006 to be among the strongest genetic risk factors for T2D reported to date, had no role in LADA. \"Our finding that LADA is genetically closer to T1D than to T2D suggests that some proportion of patients diagnosed as adults with type 2 diabetes may actually have late-onset type 1 diabetes,\" said Grant.Grant said that larger studies are needed to further uncover genetic influences in the complex biology of diabetes, adding, \"As we continue to integrate genetic findings with clinical characteristics, we may be able to more accurately classify diabetes subtypes to match patients with more effective treatments.\"  ", "article_link": "http://dx.doi.org/10.1186/s12916-017-0846-0", "url": "http://www.eurekalert.org/pub_releases/2017-05/chop-gfi050417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Children's Hospital of Philadelphia", "keywords": ["Biology", " Genetics", " Medicine/Health", " Diagnostics", " Metabolism/Metabolic Diseases", " Diabetes", " Genes"], "journal": "BMC Medicine", "description": "Researchers investigating a form of adult-onset diabetes that shares features with the two better-known types of diabetes have discovered genetic influences that may offer clues to more accurate diagnosis and treatment. The team found that latent autoimmune diabetes in adults (LADA) is genetically more similar to type 1 diabetes than to type 2 diabetes.", "date": "Thu, 04 May 2017 04:00:00 GMT"}