{"title": "Study suggests omega-3 in mothers' diets may lower children's risk of type 1 diabetes", "text": "New research published in Diabetologia (the journal of the European Association for the Study of Diabetes [EASD]) suggests that omega 3 polyunsaturated fatty acids (PUFAs), derived primarily from fish in maternal diet during pregnancy or lactation, may help protect infants at high risk of type 1 diabetes (T1D) from developing the disease. If confirmed, this could mean that increasing the intake of fish-derived fatty acids and the duration of breastfeeding may have beneficial effects by reducing the autoimmune responses that lead to T1D. More than 20 million people worldwide are affected by T1D -- an autoimmune disease in which the immune system turns on the body and destroys insulin-producing beta cells in the pancreas. The subclinical disease process can be detected in asymptomatic individuals by identifying autoantibodies that develop in infancy or early childhood. Fatty acids have been shown to alter the immune system and inflammatory reactions and may play a role in the development of type 1 diabetes-related autoimmunity. However, evidence to date has been inconclusive. In this new study, Dr Sari Niinistö at the National Institute of Health and Welfare, Helsinki, Finland and colleagues investigated whether serum fatty acid levels during infancy are related to the development of autoimmunity among children at increased genetic risk of developing T1D from the Finnish 'Type 1 Diabetes Prediction and Prevention Study'. In particular, they looked at whether especially high levels of omega 3 PUFAs reduce the risk of autoimmune responses that are associated with clinical disease.Between 1997 and 2004, 7782 genetically predisposed newborns were monitored for islet cell autoantibodies, with blood samples drawn at regular intervals between 3 and 24 months of age, and then annually thereafter up to age 15, to determine islet autoimmunity. Questionnaires and food diaries were used to record breastfeeding and formula use--the main dietary sources of fatty acids in early infancy. 240 infants who developed islet autoimmunity (and 480 matched control infants) had their serum total fatty acid composition analysed from samples collected at the age of 3 and 6 months. The research team also assessed these positive cases for earlier signs of insulin and glutamic acid decarboxylase (GAD) autoantibodies -- both closely related to the development of type 1 diabetes.Results showed that high serum levels of fish-derived fatty acids (docosahexaenoic acid; DHA and docosapentaenoic acid; DPA) were associated with lower risk of early (insulin) autoimmunity. However, high serum levels of alpha-linolenic acid (ALA) and high ratios of arachidonic acid (AA):DHA and omega 6:omega 3 PUFA were linked to higher risk. The researchers also found that fatty acid status in infants strongly reflected the type of milk feeding. Breastfed infants had higher serum levels of fatty acids (e.g., pentadecanoic, palmitic, DPA, and DHA) associated with lower risk of type 1 diabetes-related autoimmunity compared to non-breastfed infants. Quantity of breast milk consumed further reduced the risk, whereas the amount of cow's milk-based formula was associated with higher risk of developing earlier (insulin) autoimmunity.Despite the relatively small number of cases of insulin and GAD autoimmunity, the study revealed a number of clear links between fatty acid levels in infancy and type 1 diabetes-related autoimmunity. These were not affected when the researchers took into account other potential variables such as familial diabetes, maternal education, and amount of cow's milk in diet. The results point to new directions for tackling type 1 diabetes. But the authors caution that an association does not imply causality, and they say that more studies are needed to confirm whether fatty acids can protect children from autoimmune responses that can trigger type 1 diabetes. However, they add, \"[Our] findings support the view that breastfeeding, or some components of breast milk, including fatty acids, are protective, particularly with early autoimmunity...[and] that long-chain omega-3 status during the early months, at a time when the immune system is maturing and being programmed, is critical.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/d-sso050317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "Diabetologia", "description": "New research published in Diabetologia (the journal of the European Association for the Study of Diabetes [EASD]) suggests that omega 3 polyunsaturated fatty acids (PUFAs), derived primarily from fish in maternal diet during pregnancy or lactation, may help protect infants at high risk of type 1 diabetes (T1D) from developing the disease.", "date": "Thu, 04 May 2017 04:00:00 GMT"}