{"title": "Type 2 diabetes genetic mapping identifies new 'loci'", "text": "Scientists are closer to understanding the genetic causes of type 2 diabetes by identifying 111 new chromosome locations ('loci') on the human genome that indicate susceptibility to the disease, according to a UCL-led study in collaboration with Imperial College London.Type 2 diabetes is the world's most widespread and devastating metabolic disorder and previously only 76 loci were known and studied. Very few these loci are found in the African American population where the prevalence of type 2 diabetes is almost twice that in the European American population (19% vs. 10%).Of the additional 111 loci identified by the team, 93 (84%) are found in both African American and European populations and only 18 are European-specific. The study, published today in the American Journal of Human Genetics, used a method developed at UCL based on highly informative genetic maps to investigate complex disorders such as type 2 diabetes. European and African American sample populations comprising 5,800 type 2 diabetes case subjects and 9,691 control subjects were analysed, revealing multiple type 2 diabetes loci at regulatory hotspots across the genome.\"No disease with a genetic predisposition has been more intensely investigated than type 2 diabetes. We've proven the benefits of gene mapping to identify hundreds of locations where causal mutations might be across many populations, including African Americans. This provides a larger number of characterised loci for scientists to study and will allow us to build a more detailed picture of the genetic architecture of type 2 diabetes,\" explained lead author, Dr Nikolas Maniatis (UCL Genetics, Evolution & Environment).\"Before we can conduct the functional studies required in order to better understand the molecular basis of this disease, we first need to identify as many plausible candidate loci as possible. Genetic maps are key to this task, by integrating the cross-platform genomic data in a biologically meaningful way,\" added co-lead author, Dr Toby Andrew (ICL, Department of Genomics of Common Disease).The team discovered that the additional 111 loci and previously known 76 loci regulate the expression of at least 266 genes that neighbour the identified disease loci. The vast majority of these loci were found outside of gene coding regions but coincided with regulatory 'hotspots' that alter the expression of these genes in body fat. They are currently investigating whether these loci alter the expression of the same genes in other tissues such as the pancreas, liver and skeletal muscle that are also relevant to type 2 diabetes.Three loci present in African American and European populations were analysed further using deep sequencing in an independent sample of 94 European patients with type 2 diabetes and 94 control subjects in order to identify genetic mutations that cause the disease. The team found that all three loci overlapped with areas of the chromosome containing multiple regulatory elements and epigenetic markers along with candidate causal mutations for type 2 diabetes that can be further investigated. \"Our results mean that we can now target the remaining loci on the genetic maps with deep sequencing to try and find the causal mutations within them. We are also very excited that most of the identified disease loci appear to confer risk of disease in diverse populations such as African Americans, implying our findings are likely to be universally applicable and not just confined to Europeans,\" added Dr Winston Lau (UCL Genetics, Evolution & Environment).\"We are now in a strong position to build upon these genomic results, and we can apply the same methods to other complex diseases such as Alzheimer's disease,\" concluded Dr Maniatis.\r\n", "article_link": "http://dx.doi.org/10.1016/j.ajhg.2017.04.007", "url": "http://www.eurekalert.org/pub_releases/2017-05/ucl-t2d050217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University College London", "keywords": ["Genetics", " Population Biology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Bioinformatics", " Genes"], "journal": "American Journal of Human Genetics", "description": "Scientists are closer to understanding the genetic causes of type 2 diabetes by identifying 111 new chromosome locations ('loci') on the human genome that indicate susceptibility to the disease, according to a UCL-led study in collaboration with Imperial College London.", "date": "Thu, 04 May 2017 04:00:00 GMT"}