{"title": "'Smart contact lens sensor' for diabetic and glaucoma diagnosis", "text": "A recent study, affiliated with UNIST has proposed the possibility of in situ human health monitoring simply by wearing a contact lens with built-in wireless smart sensors.This study has been jointly conducted by Professor Jang-Ung Park of Materials Science and Engineering, Professor Chang Young Lee of Life Science, and Professor Franklin Bien of Electrical and Computer Engineering at UNIST in collaboration with Professor Hong Kyun Kim of Ophthalmology and Professor Kwi-Hyun Bae of Internal Medicine at Kyungpook National University (KNU).In the study, the research team unveiled a smart contact lens sensor that could help monitor biomarkers for intraocular pressure (IOP), diabetes mellitus, and other health conditions. The research team expects that this research breakthrough could lead to the development of biosensors capable of detecting and treating various human diseases, and used as a component of next-generation smart contact lens-related electronic devices.Diabetes is the most common cause of high blood sugar levels. Hyperglycemia is a condition in which an excessive amount of glucose circulates in the blood plasma. If this condition persists for more than two hours, a patient will be diagnosed with diabetes.Since blood sugar can be measured with tears, many attempts have been made to monitor diabetes with contact lenses. Despite numerous studies in the last several decades, the biggest drawback with conventional smart contact lenses was thought to be poor wearability. The electrodes used in existing smart contact lenses are opaque, and therefore obscure the view when wearing it. Moreover, because they lens-shaped firm plastic material, many people complain of comfort issues with contact lens wear which made wearing them impossible.Professor Park and his research team solved these issues by developing a sensor based on transparent and flexible materials. Their new smart contact lens sensors use electrodes made of highly stretchable and transparent graphene sheets and metal nanowires.Using this sensor, patients with diabetes and glaucoma may one day be able to self-monitor blood glucose levels and eye pressure. Through the embedded wireless antenna in the contact lens sensor, patients can also transmit their health information, which allows real-time monitoring of their health conditions, as well. In addition, because the system uses wireless antenna to read sensor information, no separate power source, like battery is required for the smart contact lens sensors.Intraocular pressure measurement can be achieved using the dielectric layers. The dielectric layer is an electrically non-conductive layer, characterized by polarity that divides both positive and negative charges. The thickness of this layer changes from thinning as the intraocular pressure increases, to thickening as the intraocular pressure decreases. The IOP sensor, embedded in the contact lenses senses this and transmits the information to the wireless antenna.According to the research team, their newly-developed smart lenses with built-in pressure-sensing and glucose-monitoring sensors could still detect blood glucose and IOP despite the deformation of the contact lenses. The sensor characteristics were also maintained even when exposed to various substances in human tears.\"It was observed that the live rabbit did not show any abnormal behavior when wearing the contact lens sensor,\" says Joohee Kim (Combined M.S./Ph.D. student of Materials Science and Engineering), the first author of the study.The contact lens sensor characteristics are not changed when the lens is deformed. Even when the sensor exposed to various materials in human tears the characteristics were maintained, and flexibility and stretchability were also excellent. Furthermore, since the electronic sensor is inserted into the soft contact lens, the feeling of wearing it is also excellent.\"This study can be used to diagnose diseases (diabetes and glaucoma) by implementing two types of transparent electronic sensors in the production of smart contact lens sensors,\" said Professor Park. \"We are now a step closer to the implementation of a fictional idea for a smart contact lens in the films, like \"Minority Report\" and \"Mission: Impossible\".", "article_link": "http://dx.doi.org/10.1038/ncomms14997", "url": "http://www.eurekalert.org/pub_releases/2017-05/unio-cl050317.php", "region": "asia", "source_link": null, "funder": "2017 CooperVision Science and Technology Awards Program", "meeting": "", "institution": "Ulsan National Institute of Science and Technology(UNIST)", "keywords": ["Chemistry/Physics/Materials Sciences", " Medicine/Health", " Clinical Trials", " Diagnostics", " Health Care Systems/Services", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "Nature Communications", "description": "A research team, led by South Korea's Ulsan National Institute of Science and Technology (UNIST) has proposed the possibility of in situ human health monitoring simply by wearing a contact lens with built-in wireless smart sensors.", "date": "Thu, 04 May 2017 04:00:00 GMT"}