{"title": "Can the antioxidant resveratrol reduce artery stiffness in diabetics?", "text": "Minneapolis, May. 4, 2017 -- Resveratrol, a natural compound found in red wine, peanuts, berries and the skin of red grapes, may reduce artery stiffness in some people with Type 2 diabetes, according to an abstract presented at the American Heart Association's Arteriosclerosis, Thrombosis and Vascular Biology | Peripheral Vascular Disease 2017 Scientific Sessions.\"This adds to emerging evidence that there may be interventions that may reverse the blood vessel abnormalities that occur with aging and are more pronounced in people with Type 2 diabetes and obesity,\" said Naomi M. Hamburg, M.D., M.S., senior author of the study and chief of the vascular biology section at the Boston University School of Medicine in Massachusetts.As the body's largest artery, the aorta, becomes stiffer, the risk of heart attacks and strokes increases. In the current study, researchers used a test called the carotid-femoral pulse wave velocity (CFPWV) to measure aortic stiffness in 57 patients with Type-2 diabetes (average age 56 years, 52 percent female, 67 percent African-American and on average rating as obese on standard height/weight charts). Tests were performed after patients consumed daily doses of 100 mg/day of resveratrol for two weeks followed by 300 mg/day of resveratrol for two weeks and after comparable placebo dosing for a total of four weeks. Participants were also tested on several other measures of their blood vessels' ability to relax and expand as needed to accommodate changes in blood flow, an important indicator of healthy blood vessel function.\"The effect of resveratrol may be more about improving structural changes in the aorta, and less about the relaxation of blood vessels, and people with more normal aortic stiffness may not get as much benefit,\" Hamburg said.In animal studies, resveratrol activates a gene (SIRT1) that delays aging and the development of several diseases. To look at that mechanism in humans, researchers in the current study took a sample of the inner lining of blood vessels from seven participants and examined the tissue for SIRT1 activity. Although they detected increased SIRT1 activity after resveratrol supplementation, the difference was not statistically significant.\"We found that resveratrol also activates the longevity gene SIRT1 in humans, and this may be a potential mechanism for the supplements to reduce aortic stiffness. However, the changes in this small and short-term study are not proof. Studies with longer treatment are needed to test the effects of a daily resveratrol supplement on vascular function,\" said Ji-Yao Ella Zhang, Ph.D., lead study author and postdoctoral fellow at the Whitaker Cardiovascular Institute at Boston University.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-cta042717.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/can-the-antioxidant-resveratrol-reduce-artery-stiffness-in-diabetics?preview=35676e089df6e627e7f663476dd04767", "funder": "NIH/The National Heart, Lung, and Blood Institute, NIH/National Center for Complementary and Integrative Health", "meeting": "American Heart Association ATVB-PVD Scientific Sessions 2017", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "", "description": "In a short-term study, consuming resveratrol, an antioxidant, reduced artery stiffness in some people with Type 2 diabetes.", "date": "Thu, 04 May 2017 04:00:00 GMT"}