{"title": "'Health halo' foods likely to pass parents' scrutiny by not examining nutrition labels", "text": "NEW HYDE PARK, NY- Parents choosing foods for their children are significantly more likely to purchase \"health halo\" products - branded to cause misleading assumptions of good nutritional value - when they only view package images and don't examine nutritional labels, according to novel new research by a Northwell Health pediatrician.   The study, one of a trio led by senior supervising author Ruth Milanaik, DO, is scheduled for presentation at the Pediatric Academic Societies Meeting being held in San Francisco from May 6-9.  Dr. Milanaik, Director of the Neonatal Neurodevelopmental Follow Up Program at Cohen Children's Medical Center in New Hyde Park, concentrated her studies on factors affecting children's food choices, including those parents made on their behalf and those depicted on popular children's television shows.   Dr. Milanaik's research was very much a family affair: Her son, Jonathan Goldman, a student at Great Neck High School, was first author on two of the three studies, which all incorporated high school, college and medical student participation. Meanwhile, her 8-year-old son, who has diabetes, inspired a more critical eye toward factors affecting kids' food choices in both his brother and mother. Her study, \"Defeating the Health Halo: Parental Food Choices for Grade-School Children,\"  asked 1,013 parents to choose from pairs of food products in which one \"health halo\" item was matched with a more obviously unhealthy item with a similar nutritional label. These included pairings of Naked Smoothie vs. Coke; Oat Bites vs. Lucky Charms; and Cliff Bar vs. Peppermint Patty, among others.When given the package image and nutritional label of the same products side by side, nearly three-quarters of the parents started to question whether healthy food could be inferred from packaging alone. More than 77 percent indicated they should look at nutritional labels more carefully in the future. \"Just because we believe from packaging and marketing that a product is healthy doesn't mean it really is,\" Dr. Milanaik said. \"We have to look at nutritional labels and avoid products that have what we call the 'health halo' around them. It was a big wake-up for me as a parent of a diabetic, but also as a parent, period, to see some products I thought were intrinsically healthy not be any healthier than candy.\"In her two other studies, Dr. Milanaik and her team zeroed in on children's awareness of food choices. One study examined foods chosen by characters on popular children's TV shows. The other assessed how the types of food children notice on children's TV correlates with their body mass index.   For the former study, \"Food Consumption by Characters on Popular Children's Television Shows: Are Children Aware of Character Food Choices,\" the researchers analyzed 60 popular children's TV shows for depictions of characters eating food, when and why. They then asked parents of 1,800 children ages 3 through 10 about their favorite TV characters' food choices and why they seemed to be eating.Of 92 percent of shows containing food choices among characters, 59 percent of those foods were classified as \"junk foods\" encompassing fast food, dessert, candy and chips. Most food choices occurred while characters were \"snacking not during meal times in a social setting.\"\"On television channels aimed at children, there's been a lot of emphasis on decreasing violence, but I don't know whether they've really thought about what foods are being eaten by characters and whether they can promote a healthier eating style,\" Dr. Milanaik said. \"Food should be something nutritious that you eat because your body is hungry. That's how we want children to view food, not as something you eat because you're bored or need something to do between meals.\"In the remaining study, \"You Eat What You See: The Association between Foods on Popular Children's TV and Increased Body Mass Index,\" parents were asked to help their child recall a favorite TV character and the food he/she eats. BMI (body mass index) for each child was also calculated.While 43.5 percent of normal-weight children and nearly 43 percent of underweight children listed characters that ate unhealthy food, this proportion was higher among overweight children (54.5 percent) and obese children (49.8 percent). A closer look showed that nearly 22 percent of normal-weight children listed characters who ate dessert or treats, but this percentage rose significantly among underweight (28.4 percent), overweight (30.3 percent) and obese children (28.2 percent).Pediatricians should advise parents to limit children's TV viewing and discourage them from imitating unhealthy eating habits depicted, Dr. Milanaik said. \"Physicians need to be able to take a few minutes and discuss with parents what's in a healthy diet and what should be avoided,\" she said. \"It's very difficult - pediatricians have a lot to cover in a short visit. But I do think they should have a talk with parents about what their kids are eating, even if a child is weight-appropriate, since those choices will likely follow them into adulthood.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nh-hf050117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Pediatric Academic Societies 2017 Meeting", "institution": "Northwell Health", "keywords": ["Nutrition/Nutrients", " K-12", " Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Diabetes", " Nutrition/Nutrients", " Parenting/Child Care/Family"], "journal": "", "description": "Parents choosing foods for their children are significantly more likely to purchase 'health halo' products -- branded to cause misleading assumptions of good nutritional value.", "date": "Thu, 04 May 2017 04:00:00 GMT"}