{"title": "COBRE to focus on women's reproductive health", "text": "Pregnancy is a critical time in a woman's life and is recognized as a window into her future health. Although the overwhelming majority of patients have a healthy outcome, pregnancy complications have been on the rise globally. New and emerging data strongly suggest significant maternal health consequences after pregnancies complicated by preeclampsia, diabetes and preterm birth. Likewise, children born to mothers experiencing these conditions are at significant risk of developing chronic diseases, including neurological, metabolic and cardiovascular disorders. Surprisingly, there is still little information about the causes of these pregnancy-associated disorders, as well as prediction and treatment.Toward conducting research that will shed light on these disorders and their potential future health implications, Women & Infants Hospital of Rhode Island has been awarded a $12.2 million National Institutes of Health (NIH) Center of Biomedical Research Excellence (COBRE) grant to boost interdisciplinary research related to women's reproductive health. (NOTE:  This grant was previously reported on March 29, 2017 as $11 million.) The programmatic and scientific goals of this COBRE for Reproductive Health are to develop research infrastructure for a center that supports a multidisciplinary, translational and innovative program in women's reproductive health. This is the first COBRE of its size and the only one to focus on women's health.\"Pregnancy is an important time in a woman's life, and while there are physiological changes in response to pregnancy, some of these changes persist later in life,\" said Surendra Sharma, MD, PhD, a research scientist and professor in the Department of Pediatrics at Women & Infants Hospital and The Warren Alpert Medical School of Brown University.  \"The question that remains unanswered is how complications suffered by a woman during pregnancy provide insight into other future adverse health outcomes.\"  Dr. Sharma will serve as the principal investigator for the COBRE for Reproductive Health.  Maureen G. Phipps, MD, MPH, chair and Chace-Joukowsky Professor of Obstetrics and Gynecology and assistant dean for Teaching and Research in Women's Health at the Warren Alpert Medical School, professor of epidemiology at the Brown University School of Public Health, and chief of obstetrics and gynecology at Women & Infants Hospital and Care New England Health System, will serve as Deputy Director of the program.According to Dr. Sharma, the overarching research goals of this COBRE include the use of well-defined, pre-clinical models to understand mechanisms of preeclampsia, gestational diabetes and prematurity; identification of functional predictive biomarkers; and application of contemporary computational approaches to enhance understanding of the networks and pathways underlying these devastating pregnancy complications.Four investigators will be participating in this COBRE for Reproductive Health at Women & Infants Hospital:Lynae Brayboy, MD, a reproductive endocrinologist in the Division of Reproductive Endocrinology and Infertility at Women & Infants Hospital and an assistant professor of obstetrics and gynecology at the Warren Alpert Medical School, proposes an intriguing new study on the prediction of preeclampsia and gestational diabetes in in vitro fertilization (IVF) patients. Shibin Cheng, MD, PhD, a research scientist at Women & Infants Hospital and assistant professor of pediatrics at the Warren Alpert Medical School, will continue his studies into preeclampsia. Interestingly, his study also focuses on the concept that preeclampsia may be a prelude to Alzheimer's disease, a significant disease affecting women later in life. Beatrice Lechner, MD, a neonatologist at Women & Infants and assistant professor of pediatrics at the Warren Alpert Medical School, will continue her studies into complications causing pre-term birth. Dr. Lechner's work represents cutting -edge science. Along with a high rate of mortality in newborns, preterm birth has also been associated with a high rate of mortality in mothers, suggesting its long-term health effects on women. Jessica S. Schuster, PhD, is an instructor of pediatrics and a computational biologist in the Department of Pediatrics at Women & Infants Hospital. Her study focuses on women diagnosed with severe preeclampsia and on using contemporary mathematical and computer science approaches to find answers to scientific questions related to preeclampsia.\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cne-ctf050417.php", "region": "namerica", "source_link": "http://www.womenandinfants.org/news/cobre-womens-reproductive-health.cfm", "funder": "National Institutes of Health", "meeting": "", "institution": "Care New England ", "keywords": ["Developmental/Reproductive Biology", " Health Care", " Medicine/Health", " Developmental/Reproductive Biology", " Endocrinology", " Fertility", " Health Care Systems/Services", " Health Professionals", " Gynecology", " Pediatrics"], "journal": "", "description": "Women & Infants Hospital of Rhode Island has been awarded a $12.2 million National Institutes of Health (NIH) Center of Biomedical Research Excellence (COBRE) grant to boost interdisciplinary research related to women's reproductive health. This is the first COBRE of its size and the only one to focus on women's health.", "date": "Thu, 04 May 2017 04:00:00 GMT"}