{"title": "Unveiling the bottlenecks to discovering the root causes of rare genetic diseases", "text": "OTTAWA, ON - May 4, 2017 - A worldwide consensus co-authored by more than 40 scientists sets out ways to address research bottlenecks as the international community strives to diagnose most rare genetic diseases by 2020.A commentary paper by lead author Dr. Kym Boycott, Chair of the Diagnostics Committee of the International Rare Diseases Research Consortium (IRDiRC) and a clinical geneticist and senior scientist at the Children's Hospital of Eastern Ontario (CHEO) Research Institute, says international cooperation is needed now more than ever; despite advances in technology and decades of research, the genetic mutations behind half of the 7,000 known rare genetic diseases in the world remain a mystery.The paper, \"International Cooperation to Enable the Diagnosis of all Rare Genetic Diseases\", published in the American Journal of Human Genetics today, shows international enthusiasm and support for IRDiRC-recognized platforms, tools, standards and guidelines to streamline resources and accelerate progress for rare disease research.\"We need new strategies to solve the unsolved,\" Dr. Boycott said. \"Diagnosing the genes responsible for rare genetic diseases is a crucial first step towards informed patient care, giving patients a better understanding of what is causing their mysterious symptoms and helping doctors to better manage complications. We've made tremendous progress in linking rare genetic diseases to their causative biological pathways. However, the lack of data-sharing infrastructure is siloing data and hindering further discoveries. This paper for the first time sets out these pinch points so that they can be considered and addressed by the genetics community.\"The paper also describes the increasing challenge of discovering novel disease mechanisms and confirming their links to rare diseases. The arrival of genome-wide sequencing in 2010 resulted in a boom in the number of disease genes identified but the rate of new discoveries has plateaued or decreased in recent years. Whole Exome Sequencing, for example, allowed researchers to zone in on the exome, the portion of the genome which encodes for proteins and where 85% of mutations originate. However, as many 'straightforward' genetic links have been identified, rare diseases are getting rarer and more difficult to solve.Taila Hartley, operations director of Care4Rare based at CHEO, said some rare genetic diseases are one in a million rather than one in 300,000. Being able to confirm a genetic cause with a second patient from another country that may be recorded in a database makes a huge difference in building evidence.\"With whole-exome sequencing, there was a huge boom in new genetic discoveries. We thought this was going to continue but what we've realized now is we're experiencing a plateau or even actually a decrease in the number of genes that are being identified each year. And it's because we didn't realize the international scale of data-sharing that would be necessary to solve these ultra-rare diseases,\" Ms. Hartley said.Dr. Boycott, co-founder of Care4Rare, a nation-wide network of doctors, scientists and clinical researchers dedicated to improving the diagnosis and treatment of rare diseases, also helped establish the Matchmaker Exchange with University of Toronto scientist Dr. Michael Brudno. The Matchmaker Exchange is a data platform that enables sharing of rare disease patient clinical and genomic information from around the world.Key facts:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/choe-utb050417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's Hospital of Eastern Ontario Research Institute", "keywords": ["Genetics", " Medicine/Health", " Diagnostics", " Pediatrics", " Research/Development", " Genes"], "journal": "American Journal of Human Genetics", "description": "A commentary paper including feedback from 40 scientists, says international cooperation is needed now more than ever; despite advances in technology and decades of research, the genetic mutations behind half of the 7,000 known rare genetic diseases in the world remain a mystery. There is international support for IRDiRC-recognized platforms, tools, standards and guidelines to streamline resources and accelerate progress for rare disease research.", "date": "Thu, 04 May 2017 04:00:00 GMT"}