{"title": "Study examines 'watch-and-wait' approach for people with rectal cancer", "text": "TORONTO, May 4, 2017--A study published today suggests that a select group of patients with rectal cancer who undergo chemotherapy and radiation may have low rates of recurrence and good survival rates regardless of whether they go on to have surgery.\r\nThe conventional treatment for people with cancer of the rectum - the final part of the large intestine, ending at the anus - that has spread to nearby tissues or lymph nodes but not to other organs is chemoradiation to shrink the tumour, followed by surgery. But the surgery can result in complications, a permanent colostomy and poor quality of life. \r\nSome patients have such a dramatic response to chemotherapy and radiation that there is no detectable tumour at the time of surgery, said Dr. Fahima Dossa, the study's lead author and a surgical resident at St. Michael's Hospital. These patients, termed complete responders, have excellent survival and low rates of cancer recurrence, which raises questions about whether they benefit from surgery, said Dr. Dossa.\r\nSince 2004, some surgeons have offered these patients the option of surgery or a \"watch-and-wait\" approach that involves close followup. However, the safety of that approach remains unclear. \r\nIn a paper published online today in The Lancet Gastroenterology & Hepatology, Dr. Dossa and her team conducted a systematic review and meta-analysis of 23 studies involving 867 patients who adopted the \"watch-and-wait\" approach. Cancer returned in the rectum of only 15.7 per cent of these patients.\r\n\"What is striking is not only the low rate of cancer recurrence, but also that almost all the patients who had a recurrence could still be treated with surgery or radiation at the time the recurrence was detected,\" said Dr. Dossa.\r\nOnly three patients with a recurrence could not undergo further treatment -- either surgery or more radiation - due to the extent of the renewed cancer. The analysis did not find differences in mortality between those who took the watch-and-wait approach and those who underwent surgery.\r\nDr. Nancy Baxter, the study's senior author and chief of general surgery at St. Michael's, said that while many of the studies were small, the evidence to support a \"watch-and-wait\" approach is growing, challenging the current standards of care for rectal cancer. \r\n\"The fact that patients in these studies chose to avoid surgery despite not knowing the safety of this approach is a reminder of the various factors that go into cancer treatment decisions,\" said Dr. Baxter. \"At the very least, we are hopeful that this study will open the door to discussions between select patients and their surgeons about the option of a watch-and-wait approach.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/smh-se050217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Cancer", " Internal Medicine", " Urogenital System", " Surgery"], "journal": "Lancet Gastroenterology and Hepatology", "description": "New study suggests a select group of patients with rectal cancer who undergo chemotherapy and radiation may have low rates of recurrence and good survival rates regardless of whether they go on to have surgery.", "date": "Thu, 04 May 2017 04:00:00 GMT"}