{"title": "KAIST team identifies the novel molecular signal for triggering septic shock", "text": "Professor Seyun Kim's team from KAIST reported the mechanism by which cellular signaling transduction network is exquisitely controlled in mediating innate immune response such as sepsis by the enzyme IPMK (Inositol polyphosphate multikinase) essential for inositol biosynthesis metabolism. In collaboration with Professor Rho Hyun Seong at Seoul National University, the study's first author, Eunha Kim, a Ph.D. candidate in Department of Biological Sciences, performed a series of cellular, biochemical, and physiological experiments searching for the new function of IPMK enzyme in macrophages. The research findings were published in Science Advances on April 21. Professor Kim's team has been investigating various inositol metabolites and their biosynthesis metabolism for several years and has multilaterally identified signaling actions of IPMK (Inositol polyphosphate multikinase) in the control of cellular growth and energy homeostasis. This research showed that specific deletion of IPMK enzyme in macrophages could significantly reduce levels of inflammation and increase survival rates in mice when they were challenged by microbial septic shock as well as endotoxins. This suggests a role for IPMK enzyme in mediating innate inflammatory responses that are directly related to host defense against pathogenic bacterial infection. The team further discovered that IPMK enzyme directly binds to TRAF6 protein, a key player in immune signaling, thus protecting TRAF6 protein from ubiquitination reactions that are involved in protein degradation. In addition, Kim and colleagues successfully verified this IPMK-dependent immune control by employing short peptides which can specifically interfere with the binding between IPMK enzyme and TRAF6 protein in macrophage cells. This research revealed a novel function of IPMK enzyme in the fine tuning of innate immune signaling networks, suggesting a new direction for developing therapeutics targeting serious medical conditions such as neuroinflammation, type 2 diabetes, as well as polymicrobial sepsis that are developed from uncontrolled host immune responses. This research was funded by the Ministry of Science, ICT and Future Planning.", "article_link": "http://dx.doi.org/10.1126/sciadv.1602296", "url": "http://www.eurekalert.org/pub_releases/2017-05/tkai-kti050417.php", "region": "asia", "source_link": "http://www.kaist.ac.kr/_prog/_board/?code=ed_news&mode=V&no=63821&upr_ntt_no=63821&site_dvs_cd=en&menu_dvs_cd=060101", "funder": "National Research Foundation", "meeting": "", "institution": "The Korea Advanced Institute of Science and Technology (KAIST)", "keywords": ["Biology", " Biochemistry", " Biotechnology", " Cell Biology", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Biomedical/Environmental/Chemical Engineering"], "journal": "Science Advances", "description": "Professor Seyun Kim's team from KAIST reported the mechanism by which cellular signaling transduction network is exquisitely controlled in mediating innate immune response such as sepsis by the enzyme IPMK (Inositol polyphosphate multikinase) essential for inositol biosynthesis metabolism.", "date": "Thu, 04 May 2017 04:00:00 GMT"}