{"title": "Unlocking the barrier", "text": "Already extolled for their health benefits as a food compound, omega-3 fatty acids now appear to also play a critical role in preserving the integrity of the blood-brain barrier, which protects the central nervous system from blood-borne bacteria, toxins and other pathogens, according to new research from Harvard Medical School.Reporting in the May 3 issue of Neuron, a team led by Chenghua Gu, associate professor of neurobiology at Harvard Medical School, describes the first molecular explanation for how the barrier remains closed by suppressing transcytosis--a process for transporting molecules across cells in vesicles, or small bubbles. They found that the formation of these vesicles is inhibited by the lipid composition of blood vessel cells in the central nervous system, which involves a balance between omega-3 fatty acids and other lipids maintained by the lipid transport protein Mfsd2a.While the blood-brain barrier is a critical evolutionary mechanism that protects the central nervous system from harm, it also represents a major hurdle for delivering therapeutic compounds into the brain.Blocking the activity of Mfsd2a may be a strategy for getting drugs across the barrier and into the brain to treat a range of disorders such as brain cancer, stroke and Alzheimer's.\"This study presents the first clear molecular mechanism for how low rates of transcytosis are achieved in central nervous system blood vessels to ensure the impermeable nature of the blood-brain barrier,\" Gu said. \"There is still a lot we do not know about how the barrier is regulated. A better understanding of the mechanisms will allow us to begin to manipulate it, with the goal of getting therapeutics into the brain safely and effectively.\"The blood-brain barrier is composed of a network of endothelial cells that line blood vessels in the central nervous system. These cells are connected by tight junctions that prevent most molecules from passing between them, including many drugs that target brain diseases. In a 2014 study published in Nature, Gu and colleagues discovered that a gene and the protein it encodes, Mfsd2a, inhibits transcytosis and is critical for maintaining the blood-brain barrier. Mice that lacked Mfsd2a, which is found only in endothelial cells in the central nervous system, had higher rates of vesicle formation and leaky barriers, despite having normal tight junctions.Unfavorable conditionsIn the current study, Gu, Benjamin Andreone, a neurology student at Harvard Medical School, and their colleagues examined how Mfsd2a maintains the blood-brain barrier.Mfsd2a is a transporter protein that moves lipids containing DHA, an omega-3 fatty acid found in fish oil and nuts, into the cell membrane. To test the importance of this function to the barrier, the team created mice with a mutated form of Mfsd2a, in which a single amino acid substitution shut down its ability to transport DHA. They injected these mice with a fluorescent dye and observed leaky blood-brain barriers and higher rates of vesicle formation and transcytosis--mirroring mice that completely lacked Mfsd2a.A comparison of the lipid composition of endothelial cells in brain capillaries against those in lung capillaries--which do not have barrier properties and do not express Mfsd2a--revealed that brain endothelial cells had around two- to five-fold higher levels of DHA-containing lipids.Additional experiments revealed that Mfsd2a suppresses transcytosis by inhibiting the formation of caveolae--a type of vesicle that forms when a small segment of the cell membrane pinches in on itself. As expected, mice with normal Cav-1, a protein required for caveolae formation, and that lacked Mfsd2a exhibited higher transcytosis and leaky barriers. Mice that lacked both Mfsd2a and Cav-1, however, had low transcytosis and impermeable blood-brain barriers.\"We think that by incorporating DHA into the membrane, Mfsd2a is fundamentally changing the composition of the membrane and making it unfavorable for the formation of these specific type of caveolae,\" Andreone said. \"Even though we observed low rates of vesicle formation and transcytosis in blood-brain barrier cells decades ago, this is the first time that a cellular mechanism can explain this phenomenon.\"By revealing the role of Mfsd2a and how it controls transcytosis in the central nervous system, Gu and her colleagues hope to shed light on new strategies to open the barrier and allow drugs to enter and remain in the brain. They are currently testing the efficacy of an antibody that potentially can temporarily block the function of Msfd2a, and whether caveolae-mediated transcytosis can be leveraged to shuttle therapeutics across the barrier.\"Many of the drugs that could be effective against diseases of the brain have a hard time crossing the blood-brain barrier,\" Gu said. \"Suppressing Mfsd2a may be an additional strategy that allows us to increase transcytosis, and deliver cargo such as antibodies against beta-amyloid or compounds that selectively attack tumor cells. If we can find a way across the barrier, the impact would be enormous.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hms-utb050417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Mahoney Postdoctoral Fellowship, Howard Hughes Medical Institute, The Kaneb Fellowship, Fidelity Biosciences Research Initiative and Harvard Blavatnik", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Neuron", "description": "Already extolled for their health benefits as a food compound, omega-3 fatty acids now appear to also play a critical role in preserving the integrity of the blood-brain barrier, which protects the central nervous system from blood-borne bacteria, toxins and other pathogens, according to new research from Harvard Medical School.", "date": "Thu, 04 May 2017 04:00:00 GMT"}