{"title": "Researchers identify immunotherapy targets in early-stage lung cancer", "text": "(New York, NY - May 4, 2017) -- Immunotherapy, which has achieved remarkable results in late-stage lung cancer patients, can also hold great hope for newly diagnosed patients, cutting the deadly disease off before it has the chance to take hold and offering a potential cure, according to a new Mount Sinai study published today in Cell.Researchers at The Tisch Cancer Institute at Mount Sinai discovered that some of the same immune cells that allow immunotherapy to turn around some late-stage lung cancers are also present just as the disease takes hold. Before now, little was known about the immune response in early lung cancer, said Miriam Merad, MD, PhD, Professor of Oncological Sciences and of Medicine (Hematology and Medical Oncology) at The Tisch Cancer Institute at Mount Sinai. Dr. Merad and a multidisciplinary team of thoracic surgeons, pathologists, and scientists devised a comprehensive study that began when patients went into surgery to have cancerous lesions removed. The patients' lung tumor samples, samples of surrounding healthy lung tissue, and blood samples were immediately analyzed on a cellular level to map out the immune system components present. The team of researchers crafted a barcoding method that attaches cells in each sample to a different metal isotope, allowing the samples to be pooled for a simultaneous analysis of cells from all three tissue types. The scientists combined this barcoding approach with high-dimensional profiling to map the complete immune landscape to search for tumor-driven changes that would be vulnerable to targeted immunotherapy.The analysis of the samples showed that stage I lung cancer lesions already harbor immune system components that likely compromise anti-tumor T cells' ability to fend off cancer. These single-cell analyses offered unprecedented detail of tumor-driven immune changes, providing a powerful tool for the future design of immunotherapies such as checkpoint inhibitors, particularly those that target the PD-1 and PD-L1 proteins that shield cancer from the immune system; these checkpoint inhibitors have shown great promise in later-stage cancers. \"Immunotherapy has mostly been used in advanced or metastatic lung cancer, but its benefit in early-stage tumors remains unknown,\" Dr. Merad said. \"The standard treatment for early lung cancer is normally surgical removal of the lesions--sometimes with chemotherapy and radiation. Our study reveals that early lung lesions are heavily infiltrated with many different immune cells, suggesting that immunotherapy could also work on very early lesions and potentially lead to a cure by heading cancer off at the pass before it really takes root in the lungs.\"This new research also identified a multitude of additional immunotherapy targets to increase the number of patients that would significantly benefit from immunotherapy, which at the moment remains fairly small.  This research is being used to develop immunotherapy trials with early lung cancer patients.\"About 50 percent of patients with small lung cancer lesions relapse,\" Merad said. \"And when lung cancer is advanced, chemotherapy does not have a great success rate, so knowing how to attack the cancer at an early stage could have huge impacts on the number of patients relapsing and their overall survival. Our research further corroborates the belief that immunotherapy agents are most efficient at early stages of cancer, particularly in patients who have never been treated with chemotherapy.\"Raja M. Flores, MD, Chair of the Department of Thoracic Surgery at Mount Sinai Health System, and his team contributed significantly to the study by identifying patients and providing their tissue samples.  Mount Sinai's Human Immune Monitoring Center (HIMC) also played an integral role, by providing a platform to analyze patient samples using quality control assays and cutting-edge technology.  Through the HIMC, Dr. Merad plans to build a portal to share the results of this study and of other HIMC research to collaborate with colleagues at other cancer centers in the hopes of promoting further cancer and immunology research.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tmsh-rii042717.php", "region": "namerica", "source_link": null, "funder": "Foundation pour la Recherche Medicale, National Institutes of Health", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Cell Biology", " Genetics", " Pharmaceutical Sciences", " Medicine/Health", " Cancer", " Clinical Trials", " Immunology/Allergies/Asthma", " Pulmonary/Respiratory Medicine", " Pharmaceutical Chemistry", " Surgery"], "journal": "Cell", "description": "Immunotherapy, which has achieved remarkable results in late-stage lung cancer patients, can also hold great hope for newly diagnosed patients, cutting the deadly disease off before it has the chance to take hold and offering a potential cure, according to a new Mount Sinai study published today in Cell.", "date": "Thu, 04 May 2017 04:00:00 GMT"}