{"title": "Potential predictor of glaucoma damage identified", "text": "Glaucoma, a leading cause of blindness worldwide, most often is diagnosed during a routine eye exam. Over time, elevated pressure inside the eye damages the optic nerve, leading to vision loss. Unfortunately, there's no way to accurately predict which patients might lose vision most rapidly.Now, studying mice, rats and fluid removed from the eyes of patients with glaucoma, researchers at Washington University School of Medicine in St. Louis have identified a marker of damage to cells in the eye that potentially could be used to monitor progression of the disease and the effectiveness of treatment.The findings are published online May 4 in the journal JCI Insight.\"There hasn't been a reliable way to predict which patients with glaucoma have a high risk of rapid vision loss,\" said principal investigator Rajendra S. Apte, MD, PhD, the Paul A. Cibis Distinguished Professor of Ophthalmology and Visual Sciences. \"But we've identified a biomarker that seems to correlate with disease severity in patients, and what that marker is measuring is stress to the cells rather than cell death. Other glaucoma tests are measuring cell death, which is not reversible, but if we can identify when cells are under stress, then there's the potential to save those cells to preserve vision.\"Glaucoma is the second-leading cause of blindness in the world, affecting more than 60 million people. The disease often begins silently, with peripheral vision loss that occurs so gradually that it can go unnoticed. Over time, central vision becomes affected, which can mean substantial damage already has occurred before any aggressive therapy begins.Many patients start receiving treatment when their doctors discover they have elevated pressure in the eye. Those treatments, such as eye drops, are aimed at lowering pressure in the eye, but such therapies may not always protect ganglion cells in the retina, which are the cells destroyed in glaucoma, leading to vision loss.Apte, also a professor of developmental biology, of medicine and of neuroscience, said that all current treatments for glaucoma are aimed at lowering pressure in the eye to reduce ganglion cell loss and not necessarily at directly preserving ganglion cells.Glaucoma specialists attempt to track the vision loss caused by ganglion cell death with visual field testing. That's when a patient pushes a button when they see a blinking light. As vision is lost, patients see fewer lights blinking in the periphery of the visual field, but such testing is not always completely reliable, according to the paper's first author, Norimitsu Ban, MD, an ophthalmologist and a postdoctoral research associate in Apte's laboratory.Some older people don't do as well on the visual field test for reasons that may not be related to what's going on in their eyes, Ban explained. He said that finding a marker of cell damage in the eye would be a much more reliable way to track the progression of glaucoma.\"We were lucky to be able to identify a gene and are very excited that the same gene seems to be a marker of stress to ganglion cells in the retinas of mice, rats and humans,\" Ban said.Studying mouse models of glaucoma, Ban, Apte and their colleagues identified a molecule in the eye called growth differentiation factor 15 (GDF15), noting that the levels of the molecule increased as the animals aged and developed optic nerve damage.When they repeated the experiments in rats, they replicated their results. Further, in patients undergoing eye surgery to treat glaucoma, cataracts and other issues, the researchers found that those with glaucoma also had elevated GDF15 in the fluid of their eyes.\"That was exciting because comparing the fluid from patients without glaucoma to those with glaucoma, the GDF15 biomarker was significantly elevated in the glaucoma patients,\" Apte said. \"We also found that higher levels of the molecule were associated with worse functional outcomes, so this biomarker seems to correlate with disease severity.\"Apte and Ban don't believe that the molecule causes cells in the retina to die; rather, that it is a marker of stress in retinal cells.\"It seems to be a harbinger of future cell death rather than a molecule that's actually damaging the cells,\" Apte said.A potential limitation of this study is that the fluid samples were taken from the eyes of patients only once, so it was not possible to monitor levels of GDF15 over time. In future studies, it will be important to measure the biomarker at several time points to determine whether levels of the biomarker increase as the disease progresses, Apte said.He also would like to learn whether GDF15 levels eventually decline in those who have significant vision loss from glaucoma. In theory, Apte said, when most of the ganglion cells in the retina already have died, fewer cells would be under stress, and that could mean lower levels.\"So we are interested in doing a prospective study and sampling fluid from the eye over several months or years to correlate glaucoma progression with levels of this marker,\" he said. \"We'd also like to learn whether levels of GDF15 change after treatment, a particularly important question as we try to develop therapies that preserve vision more effectively in these patients.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/wuso-ppo050317.php", "region": "namerica", "source_link": "https://medicine.wustl.edu/?p=41740&preview=1&_ppp=e14c175479", "funder": "NIH/National Eye Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Institute of Neurological Disorders and Strok, NIH/National Institute of General Medical Sciences", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Ophthalmology", " Aging", " Genes"], "journal": "JCI Insight", "description": "Researchers at Washington University School of Medicine in St. Louis have identified a biomarker that appears linked to damage to cells in the retina of the eye. The marker may make it possible to better monitor the progression of glaucoma, as well as the effectiveness of treatment for the blinding disease.", "date": "Thu, 04 May 2017 04:00:00 GMT"}