{"title": "Surprising link between blood sugar and brain cancer found", "text": "COLUMBUS, Ohio - New research further illuminates the surprising relationship between blood sugar and brain tumors and could begin to shed light on how certain cancers develop.While many cancers are more common among those with diabetes, cancerous brain tumors called gliomas are less common among those with elevated blood sugar and diabetes, a study from The Ohio State University has found.The discovery builds on previous Ohio State research showing that high blood sugar appears to reduce a person's risk of a noncancerous brain tumor called meningioma. Both studies were led by Judith Schwartzbaum, an associate professor of epidemiology and a researcher in Ohio State's Comprehensive Cancer Center. The new glioma study appears in the journal Scientific Reports.\"Diabetes and elevated blood sugar increase the risk of cancer at several sites including the colon, breast and bladder. But in this case, these rare malignant brain tumors are more common among people who have normal levels of blood glucose than those with high blood sugar or diabetes,\" Schwartzbaum said.\"Our research raises questions that, when answered, will lead to a better understanding of the mechanisms involved in glioma development,\" she said.Glioma is one of the most common types of cancerous tumors originating in the brain. It begins in the cells that surround nerve cells and help them function. The disease is typically diagnosed in middle age. At present, there is no treatment that ensures long-term survival, but several potential options are being studied.The Scientific Reports paper included data from two large long-term studies. One, called AMORIS, included 528,580 Swedes. The second, Me-Can, consisted of 269,365 Austrians and Swedes. In all, 812 participants developed gliomas.Schwartzbaum and her collaborators evaluated blood sugar and diabetes data and its relationship to subsequent development of brain cancer and found that those with elevated blood sugar and diabetes had a lower risk of developing glioma. \"This really prompts the question, 'Why is the association between blood glucose levels and brain cancer the opposite of that for several other cancerous tumors?\" she said.The researchers found that this relationship was strongest within a year of cancer diagnosis. \"This may suggest that the tumor itself affects blood glucose levels or that elevated blood sugar or diabetes may paradoxically be associated with a protective factor that reduces brain tumor risk,\" Schwartzbaum said. \"For example, insulin-like growth factor is associated with glioma recurrence and is found in lower levels in people with diabetes than those who don't have the disease.\"The brain accounts for only about 2 percent of body weight, but consumes about 20 percent of the body's available glucose, Schwartzbaum said.The body of research on restrictive diets and their effect on brain cancer development has shown mixed results and more work is needed to determine if there's something about the sugar/tumor relationship that can be modified in a way that's beneficial to brain cancer patients, she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/osu-slb050117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute", "meeting": "", "institution": "Ohio State University", "keywords": ["Medicine/Health", " Cancer", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Scientific Reports", "description": "New research further illuminates the surprising relationship between blood sugar and brain tumors and could begin to shed light on how certain cancers develop.", "date": "Wed, 03 May 2017 04:00:00 GMT"}