{"title": "Doubling vegetable consumption in schools with a lower-cost gaming approach", "text": "Games for Health Journal breaks new ground as the first journal to address this emerging and increasingly important area of health care. The Journal provides a bimonthly forum...\n       view more New Rochelle, NY, May 3, 2017--A new study shows that the successful strategy to get elementary school children to eat more vegetables based on use of the FIT Game, can be just as effective and less costly to implement when teachers no longer administer the game. Results of a study in which FIT Game episodes were displayed in the school cafeteria, leading to a 99.9% increase in vegetable consumption from baseline levels, are published in Games for Health, a peer-reviewed publication from Mary Ann Liebert, Inc. The article is available free on the Games for Health Journal website until June 5, 2017.The article entitled \"The FIT Game III: Reduced the Operating Expenses of a Game-Based Approach to Increasing Health Eating in Elementary Schools\" is coauthored by Damon Joyner, Heidi Wengreen, RD, PhD, Sheryl Aguilar, RD, and Gregory Madden, PhD, Utah State University, Logan, Lori Andersen Spruance, PhD, Brigham Young University, Provo, Utah, and Brooke Morrill, PhD, Schell Games, Pittsburgh, PA. The researchers evaluated the effectiveness of the FIT Game in two elementary schools, graded K-5, measuring daily vegetable consumption. In previous studies, when teachers administered the game in the classroom, vegetable consumption increased by 44% and 33%. The current study employed a less costly approach to sharing FIT Game episodes with the students that was even more successful at increasing their vegetable consumption.\"Nationally, child vegetable consumption has been low, well below the levels needed to obtain the many health benefits. Since adults tend to eat what they found enjoyable as a child, increasing child vegetable consumption offers promise of influencing their health in their adult years,\" says Tom Baranowski, PhD, Editor-in-Chief of Games for Health Journal, from USDA/ARS Children's Nutrition Research Center, and Department of Pediatrics, Baylor College of Medicine, Houston, TX. \"Joyner and colleagues adapted a very low cost game-based intervention that can be employed in elementary schools and substantially increased vegetable consumption. This is a very promising outcome that needs to be replicated and, if found to be generally effective, should be broadly distributed throughout the U.S. and beyond.\"", "article_link": "http://dx.doi.org/10.1089/g4h.2016.0096", "url": "http://www.eurekalert.org/pub_releases/2017-05/mali-dvc050317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Education", " Medicine/Health", " Diet/Body Weight"], "journal": "Games for Health Journal", "description": "A new study shows that the successful strategy to get elementary school children to eat more vegetables based on use of the FIT Game, can be just as effective and less costly to implement when teachers no longer administer the game.", "date": "Wed, 03 May 2017 04:00:00 GMT"}