{"title": "Cardiorespiratory fitness can reduce risk of fatty liver", "text": "According to a new Finnish study, cardiorespiratory fitness is inversely related to risk of fatty liver. The research was conducted at the University of Turku, Finland, and shows that, despite the person's weight, achieving moderate cardiorespiratory fitness can protect from fatty liver. In the national Cardiovascular Risk in Young Finns Study, researchers measured the cardiorespiratory fitness of 463 Finns with a cycle ergometer exercise test and determined fatty liver with an ultrasound. The participants were 30-47 years of age.-The study revealed that cardiorespiratory fitness is inversely related to the risk of fatty liver - despite physical activity, smoking, alcohol use, serum lipids, insulin, glucose, and C-reactive protein. Importantly, the same results could be seen in participants who were obese, says Researcher Kristiina Pälve from Research Centre of Applied and Preventive Cardiovascular Medicine of the University of Turku.The research results are significant for public health: despite the person's weight, achieving a moderate level of cardiorespiratory fitness can protect from fatty liver. Fatty liver is a significant and expanding public health concern. It is related to several metabolic disturbances, increased risk of cardiovascular disease and type 2 diabetes.", "article_link": "http://dx.doi.org/10.1111/MSS.0000000000001288", "url": "http://www.eurekalert.org/pub_releases/2017-05/uot-cfc050317.php", "region": "europe", "source_link": "http://www.utu.fi/en/news/news/Pages/Cardiorespiratory-Fitness-Can-Reduce-Risk-of-Fatty-Liver.aspx", "funder": "", "meeting": "", "institution": "University of Turku", "keywords": ["Medicine/Health", " Liver", " Public Health", " Sports/Recreation"], "journal": "Medicine & Science in Sports & Exercise", "description": "According to a new Finnish study, cardiorespiratory fitness is inversely related to risk of fatty liver. The research was conducted at the University of Turku, Finland, and shows that, despite the person's weight, achieving moderate cardiorespiratory fitness can protect from fatty liver.", "date": "Wed, 03 May 2017 04:00:00 GMT"}