{"title": "Compilation of research showcases latest advances in obesity treatment", "text": "Bethesda, MD (May 3, 2017) -- More than 60 percent of American adults weigh more than is healthy. To help health-care providers better care for patients with obesity -- a chronic disease in which someone has so much extra fat that it negatively impacts his or her health -- Gastroenterology, the American Gastroenterological Association's flagship journal and the premiere journal in the field, has published a special obesity-focused issue. \r\nThis special issue of Gastroenterology provides state-of-the-art reviews covering key issues regarding the pathogenesis, pathophysiology and therapy of obesity, with a focus on the gastrointestinal tract and the gastroenterologist where appropriate. Learn more about obesity and the unique role gastroenterologists have in leading the multidisciplinary care team for obese patients by viewing the AGA Obesity Practice Guide on the AGA website. This guide provides gastroenterologists with a comprehensive, multi-disciplinary process to guide and personalize innovative obesity care for safe and effective weight management, including a model for how to operationalize business issues. The specific topics covered in this special issue of Gastroenterology are listed below. To speak with the study authors or receive access to the full reviews, please email?media@gastro.org?or call 301-272-1603. Special Issue Overview Advances in Obesity: Causes, Consequences, and Therapy; by special issue editors Hans-Rudolf Berthoud, Samuel Klein, http://www.gastrojournal.org/article/S0016-5085(17)35379-9/fulltextSpecial Populations Adolescent Obesity and Insulin Resistance: Roles of Ectopic Fat Accumulation and Adipose Inflammation; by Sonia Caprio, Rachel Perry, Romy Kursawe, http://www.gastrojournal.org/article/S0016-5085(17)30144-0/fulltext\nRisk of Obesity-Related Cardiometabolic Complications in Special Populations: A Crisis in Asians; by Nicola Abate, Manisha Chandalia, http://www.gastrojournal.org/article/S0016-5085(17)30140-3/fulltext Gastrointestinal Implications Gastrointestinal Complications of Obesity; by Michael Camilleri, Harmeet Malhi, Andres Acosta, http://www.gastrojournal.org/article/S0016-5085(17)30145-2/fulltext\nRole of the Gut Microbiome in the Pathogenesis of Obesity and Obesity-Related Metabolic Dysfunction; by Kristien E. Bouter, Daniël H. van Raalte, Albert K. Groen, Max Nieuwdorp, http://www.gastrojournal.org/article/S0016-5085(17)30141-5/fulltext\nBile Acid Control of Metabolism and Inflammation in Obesity, Type 2 Diabetes, Dyslipidemia, and Nonalcoholic Fatty Liver Disease; by Oscar Chávez-Talavera, Anne Tailleux, Philippe Lefebvre, Bart Staels, http://www.gastrojournal.org/article/S0016-5085(17)30157-9/fulltext Pathogenesis Recent Advances in Human Genetics and Epigenetics of Adiposity: Pathway to Precision Medicine?; by Tove Fall, Michael Mendelson, Elizabeth K. Speliotes, http://www.gastrojournal.org/article/S0016-5085(17)30156-7/fulltext\nThe Importance of the Gastrointestinal Tract in Controlling Food Intake and Regulating Energy Balance; by Mariana P. Monteiro, Rachel L. Batterham, http://www.gastrojournal.org/article/S0016-5085(17)30153-1/fulltext\nObesity Energetics: Body Weight Regulation and the Effects of Diet Composition; by Kevin D. Hall, Juen Guo, http://www.gastrojournal.org/article/S0016-5085(17)30152-X/fulltext\nBlaming the Brain for Obesity: Integration of Hedonic and Homeostatic Mechanisms; by Hans-Rudolf Berthoud, Heike Münzberg, Christopher D. Morrison, http://www.gastrojournal.org/article/S0016-5085(17)30143-9/fulltext Treatment Is There an Optimal Diet for Weight Management and Metabolic Health?; by George Thom, Mike Lean, http://www.gastrojournal.org/article/S0016-5085(17)30158-0/fulltext\nIntensive Lifestyle Intervention for Obesity: Principles,?Practices,?and Results; by Victoria L. Webb, Thomas A. Wadden, http://www.gastrojournal.org/article/S0016-5085(17)30139-7/fulltext\nPractical Use of Pharmacotherapy for Obesity; by Leon I. Igel, Rekha B. Kumar, Katherine H. Saunders, Louis J. Aronne, http://www.gastrojournal.org/article/S0016-5085(17)30142-7/fulltext\nMetabolic and Bariatric Surgery for Obesity; by Josep Vidal, Ricard Corcelles, Amanda Jiménez, Lílliam Flores, Antonio M. Lacy, http://www.gastrojournal.org/article/S0016-5085(17)30151-8/fulltext\nEndoscopic Bariatric and Metabolic Therapies: New and Emerging Technologies; by Shelby Sullivan, Steven A. Edmundowicz, Christopher C. Thompson, http://www.gastrojournal.org/article/S0016-5085(17)30138-5/fulltext View the special issue of Gastroenterology.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/aga-cor050317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Gastroenterological Association", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Internal Medicine", " Gastroenterology", " Liver", " Public Health", " Surgery"], "journal": "Gastroenterology", "description": "More than 60 percent of American adults weigh more than is healthy. To help health-care providers better care for patients with obesity -- a chronic disease in which someone has so much extra fat that it negatively impacts his or her health -- Gastroenterology, the American Gastroenterological Association's flagship journal and the premiere journal in the field, has published a special obesity-focused issue.", "date": "Wed, 03 May 2017 04:00:00 GMT"}