{"title": "Pathways leading to beta cell division identified, may aid diabetes treatment", "text": "Pancreatic beta cells help maintain normal blood glucose levels by producing the hormone insulin -- the master regulator of energy (glucose). Impairment and the loss of beta cells interrupts insulin production, leading to type 1 and 2 diabetes. Using single-cell RNA sequencing, researchers at University of California San Diego School of Medicine have, for the first time, mapped out pathways that regulate beta cell growth that could be exploited to trick them to regenerate. The findings are published in the May 2 issue of the journal Cell Metabolism.\"If we can find a drug that makes beta cells grow, it could improve blood sugar levels in people with diabetes,\" said Maike Sander, MD, professor in the Department of Pediatrics and Cellular and Molecular Medicine at UC San Diego School of Medicine. \"These people often have residual beta cells but not enough to maintain normal blood glucose levels.\"The body generates beta cells in utero and they continue to regenerate after birth, but as people age, cell regeneration diminishes. The predominant way to grow new beta cells is through cell division, but beta cells capable of dividing are rare, compromising less than 1 percent of all beta cells. Scientists have been investigating molecular pathways that govern beta cell growth in hopes of finding new therapies that would help people regain blood glucose control after the onset of diabetes.In their study, Sander's team identified the pathways that are active when beta cells divide providing insight into possible drug targets. Using single-cell RNA sequencing, the team was able to profile molecular features and metabolic activity of individual beta cells to determine how dividing beta cells differ from non-dividing cells. \"No one has been able to do this analysis because the 1 percent or less of beta cells that are dividing are masked by the 99 percent of beta cells that are not dividing,\" said Sander. \"This in-depth characterization of individual beta cells in different proliferative states was enabled by newer technology. It provides a better picture of what sends beta cells into cell division and clues we can use to try to develop drugs to stimulate certain pathways.\"Whether stimulating beta cells to grow will result in therapeutic interventions for diabetes is still to be seen, but this new information opens the door to find out, said Sander.", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.04.014", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--plt050217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health and Iacocca Family Foundation", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Cell Biology", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Metabolism", "description": "Pancreatic beta cells help maintain normal blood glucose levels by producing the hormone insulin -- the master regulator of energy (glucose). Impairment and the loss of beta cells interrupts insulin production, leading to type 1 and 2 diabetes. Using single-cell RNA sequencing, researchers at University of California San Diego School of Medicine have, for the first time, mapped out pathways that regulate beta cell growth that could be exploited to trick them to regenerate.", "date": "Tue, 02 May 2017 04:00:00 GMT"}