{"title": "NIH discovery in mice could lead to new class of medications to fight mid-life obesity", "text": "NIH discovery in mice could lead to new class of medications to fight mid-life obesityA team of scientists led by researchers from the National Institutes of Health has identified an enzyme that could help in the continuous battle against mid-life obesity and fitness loss. The discovery in mice could upend current notions about why people gain weight as they age, and could one day lead to more effective weight-loss medications.\"Our society attributes the weight gain and lack of exercise at mid-life (approximately 30-60 years) primarily to poor lifestyle choices and lack of will power, but this study shows that there is a genetic program driven by an overactive enzyme that promotes weight gain and loss of exercise capacity at mid-life,\" said lead study author Jay H. Chung, Ph.D., M.D., head of the Laboratory of Obesity and Aging Research at the National Heart, Lung, and Blood Institute (NHLBI), part of NIH.Chung and his team used mice to test the potentially key role this enzyme plays in obesity and exercise capacity. They administered an inhibitor that blocked the enzyme in one group being fed high-fat foods, but withheld it in another. The result was a 40 percent decrease in weight gain in the group that received the inhibitor.  The study, the first to link the increased activity of this enzyme to aging and obesity, appears in the current issue of Cell Metabolism. Its findings could have ramifications for several chronic illnesses. With lower rates of obesity, the researchers say, rates of heart disease, diabetes, and other diseases that tend to increase with age, including cancer and Alzheimer's disease, could fall as well. Researchers have known for years that losing weight and maintaining the capacity to exercise tend to get harder beginning between ages 30 to 40 -- the start of mid-life. Scientists have developed new therapies for obesity, including fat-fighting pills. However, many of those therapies have failed because of a lack of understanding about the biological changes that cause middle-aged people to gain weight, particularly around their abdomen.Chung, an endocrinologist, was always puzzled by the aging-weight gain paradox. An average adult in America gains 30 pounds from age 20 to 50, even though food intake usually decreases during this period. The aim of the current study was to better understand this mid-life weight gain and lowered exercise capacity.Chung and his associates searched for biochemical changes that occurred in middle-aged animals (human equivalent of 45 years). They found that an enzyme called DNA-dependent protein kinase, or DNA-PK, increases in activity with age. Further work showed that DNA-PK promotes conversion of nutrients to fat and decreases the number of mitochondria, tiny organelles in the cells that turn fat into energy to fuel the body. Mitochondria can be found in abundance among young people, but the numbers drop considerably in older people. Researchers know that decreased mitochondria can promote obesity as well as loss of exercise capacity.Chung and his associates theorized that reducing DNA-PK activity may decrease fat accumulation and increase mitochondria number as well as promote fat burning. The researchers tested their theory by orally administering a drug that inhibits DNA-PK and found that, in addition to preventing weight gain in the mice, the inhibitor drug boosted mitochondrial content in skeletal muscle, increased aerobic fitness in obese and middle aged mice, and reduced the incidence of obesity and type-2 diabetes.  \"Our studies indicate that DNA-PK is one of the drivers of the metabolic and fitness decline that occurs during aging, which makes staying lean and physically fit difficult and increases susceptibility to metabolic diseases like diabetes,\" Chung said. \"The identification of this new mechanism is very important for improving public health.\"\"The study opens the door to the development of a new type of weight-loss medication that could work by inhibiting DNA-PK activity,\" Chung said. However, he notes that DNA-PK inhibitors have yet to be tested this way in humans. In the meantime, the researchers say, middle-aged people who are fighting obesity should not abandon common practices of reducing calorie intake and boosting exercise, even if it takes a while to see results.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nhla-ndi042717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "NIH/National Heart, Lung and Blood Institute", "keywords": ["Genetics", " Pharmaceutical Sciences", " Medicine/Health", " Cardiology", " Diet/Body Weight", " Aging", " Metabolism/Metabolic Diseases", " Diabetes", " Exercise"], "journal": "Cell Metabolism", "description": "A team of scientists led by researchers from the National Institutes of Health has identified an enzyme that could help in the continuous battle against mid-life obesity and fitness loss. The discovery in mice could upend current notions about why people gain weight as they age, and could one day lead to more effective weight-loss medications.", "date": "Tue, 02 May 2017 04:00:00 GMT"}