{"title": "Stool microbes predict advanced liver disease", "text": "Nonalcoholic fatty liver disease (NAFLD) -- a condition that can lead to liver cirrhosis and cancer -- isn't typically detected until it's well advanced. Even then, diagnosis requires an invasive liver biopsy. To detect NAFLD earlier and more easily, researchers in the NAFLD Research Center at University of California San Diego School of Medicine, Human Longevity, Inc. and the J. Craig Venter Institute report that the unique microbial makeup of a patient's stool sample -- or gut microbiome -- can be used to predict advanced NAFLD with 88 to 94 percent accuracy. The proof-of-concept study, which involved 135 participants, is published May 2 in Cell Metabolism.\"We estimate that as many as 100 million adults and children in the U.S. may have NAFLD. Determining exactly who has or is at risk for the disease is a critical unmet medical need,\" said first author Rohit Loomba, MD, professor of medicine in the Division of Gastroenterology, director of the NAFLD Research Center and a faculty member in the Center for Microbiome Innovation at UC San Diego. \"There are about 50 new NAFLD drugs in the pipeline, including about five that will likely be approved for use in the next two years. If we are better able to diagnose this condition, we will be better at enrolling the right types of patients in these trials, and ultimately will be better equipped to prevent and treat it.\"The precise cause of NAFLD is unknown, but diet and genetics play substantial roles. Up to 50 percent of obese people are believed to have NAFLD. As mounting evidence continues to suggest that the makeup of a person's gut microbiome may influence his or her risk for obesity, Loomba and team began to wonder if the gut microbiome might also be linked to obesity-associated liver disease. If so, they hypothesized that a stool-based \"read-out\" of what's living in a person's gut might provide insight into his or her NAFLD status.To answer these questions, Loomba and team examined two different patient groups. The first group included 86 patients with NAFLD, as diagnosed by biopsy. Of these, 72 had mild/moderate NAFLD and 14 had advanced disease. Collaborators at Human Longevity, Inc. sequenced the microbial genes extracted from each participant's stool sample and used that information to determine which species were living where, and the relative abundance of each. The researchers found 37 bacterial species that distinguished mild/moderate NAFLD from advanced disease, allowing them to predict which patients had advanced disease with 93.6 percent accuracy.The team validated this finding with a second study group that included 16 patients with advanced NAFLD and 33 healthy people as controls. In this case, they found nine bacterial species whose relative numbers allowed them to distinguish NAFLD patients from the healthy volunteers, with 88 percent accuracy. Seven of these bacterial species overlapped with the signature 37 used in the previous group. There are four main types of bacteria found in the human gut: Firmicutes, Proteobacteria, Bacteroidetes and Actinobacteria. Loomba and team found that patients with advanced NAFLD tend to have more Proteobacteria and fewer Firmicutes in their stool than those with early stage NAFLD. At the species level, one major difference the researchers found was in the abundance of E. coli -- these bacteria were three-fold more common in advanced NAFLD patients than early stage patients.\"We believe our study sets the stage for a potential stool-based test to detect advanced liver fibrosis based simply on microbial patterns,\" said senior author Karen E. Nelson, PhD, president of the J. Craig Venter Institute, \"or at least help us minimize the number of patients who have to undergo liver biopsies.\" While Loomba estimates that a stool-based microbiome diagnostic might cost $1,500 if it were on the market today, he predicts that cost will lower to less than $400 in the next five years due to advances in genomic sequencing and analysis technologies.While excited, the researchers caution that so far this new diagnostic approach has only been tested in a relatively small patient group at a single, highly specialized medical center. The team is now applying for grant funding to expand their study in a larger cohort across multiple sites. Even if successful, a stool-based test for NAFLD wouldn't be available to patients for at least five years, they said. Loomba also points out that while a distinct set of microbial species may be associated with advanced NAFLD, this study does not suggest that the presence or absence of these microbes causes NAFLD or vice versa. \"We are looking forward to further studies to assess the role, if any, these microbial species play in gut permeability, liver inflammation and cross-talk with other factors to induce liver injury, and ultimately influence disease progression in NAFLD,\" said study co-author David A. Brenner, MD, vice chancellor of UC San Diego Health Sciences and dean of UC San Diego School of Medicine.\"Understanding the microbiome, just as sequencing the human genome, is one part of the puzzle on human health and disease,\" said study co-author J. Craig Venter, PhD, co-founder and executive chairman of Human Longevity, Inc. \"New technologies, such as machine learning, are allowing for tremendous advances to interpret these data.\"", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.04.001", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--smp042717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Gastroenterological Association Foundation, T. Franklin Williams Scholarship Award, Atlantic Philanthropies, Inc., John A. Hartford Foundation, OM and Association of Specialty Professors", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Bacteriology", " Biotechnology", " Microbiology", " Medicine/Health", " Diet/Body Weight", " Liver", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"], "journal": "Cell Metabolism", "description": "Nonalcoholic fatty liver disease (NAFLD) -- a condition that can lead to liver cirrhosis and cancer -- isn't typically detected until well advanced. Even then, diagnosis requires a biopsy. To more easily detect NAFLD, UC San Diego School of Medicine researchers and their collaborators report that the microbial makeup of a patient's stool -- gut microbiome -- can be used to predict advanced NAFLD with 88 to 94 percent accuracy. The study is published May 2 in Cell Metabolism.", "date": "Tue, 02 May 2017 04:00:00 GMT"}