{"title": "New data shows avocado consumers have improved nutrient intakes", "text": "Mission Viejo, Calif. (May 2, 2017) - A new analysis of the National Health and Nutrition Examination Survey (NHANES) data, compared avocado consumers to non-consumers and found that consuming avocados may be associated with an overall better diet, higher intake of essential nutrients, lower body weight, lower Body Mass Index (BMI) and smaller waist circumference.  Insulin and homocysteine levels were lower in the avocado group, as well as a significantly reduced incidence of metabolic syndrome. Homocysteine, when elevated, has been associated with an increased risk of cardiovascular disease.i Metabolic syndrome is the name for a group of risk factors that raises the risk for heart disease and other health problems, such as diabetes and stroke.ii The analysis, \"Avocado consumption by adults is associated with better nutrient Intake, diet quality, and some measures of adiposity: National Health and Nutrition Examination Survey, 2001-2012,\" was published in the journal Internal Medicine Review. SUMMARY OF KEY FINDINGS: * \tCompared to non-consumers, avocado consumers have:\r\n* \tAvocado consumers have improved diet quality, as measured by the Healthy Eating Index 2010. \r\n* \tImproved physiologic measures include:\r\nThe findings are based on avocado consumption and its association with nutrient and food group intake, diet quality, and health biomarkers assessed using a nationally representative sample of 29,684 adults (ages 19 years and older) participating in the 2001-2012 NHANES. Fresh avocado intake averaged a consumption of 76 grams per day (a little more than half of a medium Hass avocado) and was assessed by 24-hour dietary recalls. Diet quality was measured using the Healthy Eating Index-2010 (HEI-2010), which measured adherence to the 2010 Dietary Guidelines for Americans. The analysis was supported by the U.S. Department of Agriculture Children's Nutrition Research Center and the Hass Avocado Board (HAB). \"These findings indicate incorporating avocados could be one way for Americans to meet the recommended fruit and vegetable intake and potentially improve physiologic measures,\" said Nikki Ford, Hass Avocado Board Director of Nutrition. \"As we fund additional clinical studies investigating the relationship between fresh avocado consumption and weight management and risk factors for cardiovascular disease and diabetes, we continue to encourage healthcare professionals to remain committed to recommending avocados as part of an overall healthy diet.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/fl-nd050117.php", "region": "", "source_link": null, "funder": "Hass Avocado Board", "meeting": "", "institution": "Hass Avocado Board", "keywords": ["Food/Food Science", " Medicine/Health", " Diet/Body Weight", " Health Professionals", " Nutrition/Nutrients"], "journal": "Internal Medicine Review", "description": "A new analysis of the National Health and Nutrition Examination Survey (NHANES) data, compared avocado consumers to non-consumers and found that consuming avocados may be associated with an overall better diet, higher intake of essential nutrients, lower body weight, lower Body Mass Index (BMI) and smaller waist circumference.", "date": "Tue, 02 May 2017 04:00:00 GMT"}