{"title": "'Exercise-in-a-pill' boosts athletic endurance by 70 percent", "text": "LA JOLLA--(May 2, 2017) Every week, there seems to be another story about the health benefits of running. That's great--but what if you can't run? For the elderly, obese or otherwise mobility-limited, the rewards of aerobic exercise have long been out of reach.Salk Institute scientists, building on earlier work that identified a gene pathway triggered by running, have discovered how to fully activate that pathway in sedentary mice with a chemical compound, mimicking the beneficial effects of exercise, including increased fat burning and stamina. The study, which appears in Cell Metabolism on May 2, 2017, not only deepens our understanding of aerobic endurance, but also offers people with heart conditions, pulmonary disease, type 2 diabetes or other health limitations the hope of achieving those benefits pharmacologically.\"It's well known that people can improve their aerobic endurance through training,\" says senior author Ronald Evans, Howard Hughes Medical Institute investigator and holder of Salk's March of Dimes Chair in Molecular and Developmental Biology. \"The question for us was: how does endurance work? And if we really understand the science, can we replace training with a drug?\" Developing endurance means being able to sustain an aerobic activity for longer periods of time. As people become more fit, their muscles shift from burning carbohydrates (glucose) to burning fat. So researchers assumed that endurance is a function of the body's increasing ability to burn fat, though details of the process have been murky. Previous work by the Evans lab into a gene called PPAR delta (PPARD) offered intriguing clues: mice genetically engineered to have permanently activated PPARD became long-distance runners who were resistant to weight gain and highly responsive to insulin--all qualities associated with physical fitness. The team found that a chemical compound called GW1516 (GW) similarly activated PPARD, replicating the weight control and insulin responsiveness in normal mice that had been seen in the engineered ones. However, GW did not affect endurance (how long the mice could run) unless coupled with daily exercise, which defeated the purpose of using it to replace exercise. In the current study, the Salk team gave normal mice a higher dose of GW, for a longer period of time (8 weeks instead of 4). Both the mice that received the compound and mice that did not were typically sedentary, but all were subjected to treadmill tests to see how long they could run until exhausted.Mice in the control group could run about 160 minutes before exhaustion. Mice on the drug, however, could run about 270 minutes--about 70 percent longer. For both groups, exhaustion set in when blood sugar (glucose) dropped to around 70 mg/dl, suggesting that low glucose levels (hypoglycemia) are responsible for fatigue. To understand what was happening at the molecular level, the team compared gene expression in a major muscle of mice. They found 975 genes whose expression changed in response to the drug, either becoming suppressed or increased. Genes whose expression increased were ones that regulate breaking down and burning fat. Surprisingly, genes that were suppressed were related to breaking down carbohydrates for energy. This means that the PPARD pathway prevents sugar from being an energy source in muscle during exercise, possibly to preserve sugar for the brain. Activating fat-burning takes longer than burning sugar, which is why the body generally uses glucose unless it has a compelling reason not to--like maintaining brain function during periods of high energy expenditure. Although muscles can burn either sugar or fat, the brain prefers sugar, which explains why runners who \"hit the wall\" experience both physical and mental fatigue when they use up their supply of glucose. \"This study suggests that burning fat is less a driver of endurance than a compensatory mechanism to conserve glucose,\" says Michael Downes, a Salk senior scientist and co-senior author of the paper. \"PPARD is suppressing all the points that are involved in sugar metabolism in the muscle so glucose can be redirected to the brain, thereby preserving brain function.\"Interestingly, the muscles of mice that took the exercise drug did not exhibit the kinds of physiological changes that typically accompany aerobic fitness: additional mitochondria, more blood vessels and a shift toward the type of muscle fibers that burn fat rather than sugar. This shows that these changes are not exclusively driving aerobic endurance; it can also be accomplished by chemically activating a genetic pathway. In addition to having increased endurance, mice who were given the drug were also resistant to weight gain and more responsive to insulin than the mice who were not on the drug. \"Exercise activates PPARD, but we're showing that you can do the same thing without mechanical training. It means you can improve endurance to the equivalent level as someone in training, without all of the physical effort,\" says Weiwei Fan, a Salk research associate and the paper's first author. Although the lab's studies have been in mice, pharmaceutical companies are interested in using the research to develop clinical trials for humans. The team can envision a number of therapeutic applications for a prescription drug based on GW, from increasing fat burning in people suffering from obesity or type 2 diabetes to improving patients' fitness before and after surgery.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/si-ba042817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Molecular Biology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Physiology", " Exercise", " Genes"], "journal": "Cell Metabolism", "description": "Sedentary mice given the drug ran longer without training.", "date": "Tue, 02 May 2017 04:00:00 GMT"}