{"title": "Critical Path Institute and TGen forge partnership to advance TB research", "text": "TUCSON and FLAGSTAFF, Ariz. -- May 1, 2017 -- The Critical Path to TB Drug Regimens (CPTR), an initiative of the Critical Path Institute (C-Path), has received a $1.1 million grant from the Bill & Melinda Gates Foundation to significantly enrich its Relational Sequencing TB Data Platform (ReSeqTB). To this end, C-Path and the Translational Genomics Research Institute (TGen) are excited to announce a new partnership to sequence at least 12,000 tuberculosis (TB) bacteria isolates from around the world.ReSeqTB standardizes, curates, and aggregates genomic, phenotypic, and clinical outcome data, to better understand the genetic basis of drug resistance in Mycobacterium tuberculosis, cause of one of the world's most deadly diseases. The new data are intended to augment the ReSeqTB data-sharing platform, which provides key data on TB drug resistance to researchers worldwide.\"This critical partnership will allow us to bridge knowledge gaps essential for identifying TB drug-resistance patterns, and ultimately help us to better treat patients,\" said Debra Hanna, PhD, Executive Director of CPTR. \"With TGen's expertise in DNA sequencing, we at C-Path are able to extract valuable data from existing clinical samples and make them available globally via the ReSeqTB data-sharing platform.\"TGen's Pathogen Genomics Division, or TGen North, plans to sequence the DNA of the isolates using state-of-the-art, next-generation sequencing technology over the next three years, in an effort to build a database that can be used to pinpoint genetic markers that indicate how best to treat each individual, said Dr. David Engelthaler, Associate Professor and Co-Director of TGen North. Dr. Engelthaler went on to say that identifying DNA markers associated with TB drug resistance will also enable clinicians to more rapidly diagnose the disease and direct patients toward the best available treatments for their particular strain of bacteria.\"TB can quickly develop resistance to treatments, even multiple-drug resistance. And the degree and type of drug resistance varies from place to place,\" Dr. Engelthaler said. \"We need better ways to determine which patients should receive which specific drugs to address their infection. The ultimate goal is a more personalized, and effective, approach to treating this disease.\"Dr. Marco Schito, Scientific Director of CPTR, also emphasized how the addition of these important data--which will increase the number of isolates represented on ReSeqTB to twenty thousand--aids in the goal of personalized medicine.\"ReSeqTB is at the forefront of the genomic revolution,\" he said. \"The integration of clinical outcome data will be key toward having personalized medicine options available to patients who are infected with drug-resistant tuberculosis bacteria. This would have a significant impact on global health.\"As a sub-award from C-Path, and working with multiple collaborators, TGen North will sequence samples derived from as many as 35 countries around the world, including developing nations in Africa, Asia, Eastern Europe, and South America, where drug-resistant TB continues to present a significant threat. The genome samples will come from public health laboratories, clinical drug trials, and biobanks. The sources of samples and the number of countries involved could grow over time, providing an expanding base of evidence for researchers to draw on.\"ReSeqTB is a critical endeavor if we hope to drive the development of new diagnostics in drug-susceptibility tests to support TB patients and their diagnoses, and to prescribe appropriate therapy,\" said Dr. Hanna. \"The vision for ReSeqTB is to better understand TB resistance across the globe by bringing together comprehensive, whole-genome sequencing data, robust phenotypic data, and patient-outcome data related to those isolates wherever and whenever possible. Our partnership with TGen North is another step toward realizing this vision.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cpi-cpi050217.php", "region": "namerica", "source_link": "https://c-path.org/critical-path-institute-and-tgen-forge-partnership-to-advance-tb-research/", "funder": "Bill & Melinda Gates Foundation", "meeting": "", "institution": "Critical Path Institute (C-Path)", "keywords": ["Bacteriology", " Pharmaceutical Sciences", " Medicine/Health", " Diagnostics", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Researchers/Scientists/Awards", " Collaboration", " Genes", " Disease in the Developing World"], "journal": "", "description": "C-Path's Critical Path to TB Drug Regimens (CPTR) has been awarded a $1.1 million grant from the Bill & Melinda Gates Foundation. With it, CPTR will partner with Translational Genomics Research Institute's Pathogen Genomics Division (TGen North) to sequence thousands of TB bacteria isolates from around the globe, to better understand the genetic basis of drug-resistant TB and to enrich CPTR's Relational Sequencing TB Data Platform (ReSeqTB).", "date": "Tue, 02 May 2017 04:00:00 GMT"}