{"title": "TGen and UNC Lineberger studies help shed light on aggressive brain cancer", "text": "PHOENIX, Ariz. -- May 2, 2017 -- Two studies by researchers at the Translational Genomics Research Institute (TGen) and the University of North Carolina Lineberger Comprehensive Cancer Center (UNC Lineberger) provide insight on the evolution of glioblastoma and how to potentially combat this most aggressive brain tumor.Both studies were published recently in the scientific journal Neuro-Oncology, and both were funded, in part, by the Scottsdale-based Ben & Catherine Ivy Foundation.One of the studies showed that mutations affect how cancer starts in glial cells -- brain cells that provide support and insulation for neurons -- and how those mutations affect the way cancer evolves from low-grade gliomas to full-blown high-grade glioblastomas, the most common and deadly of primary brain cancer.The other study showed how using a combination of drugs at increased potency could prove an effective therapy against glioblastoma by inhibiting the PI3K and MAPK cellular pathways.\"The results of both studies help us continue to paint a more defined picture of how glioblastoma starts, evolves and kills, and how we might find a way to slow it down and eventually stop it,\" said TGen Professor and Deputy Director Dr. Michael Berens, one of the study's authors. Dr. Berens also is Director of the Cancer and Cell Biology Division and head of the Glioma Research Lab at TGen.\"Knowing the mutations that are driving a tumor over time could help us predict the genetic course of the disease, so that we can intervene in a more specific fashion,\" said the studies' senior author Dr. C. Ryan Miller, a member of UNC Lineberger and associate professor in the UNC School of Medicine. Initial treatment of glioblastoma consists of surgical removal of the tumor, radiation and chemotherapy using the drug temozolomide (TMZ). However, the proclivity of glioblastoma to invade adjacent brain tissue prevents the surgical removal of all tumor cells. Plus, invasive glioblastoma cells show resistance to TMZ, resulting in the cancer's eventual return and the patient's death, often within a year.One of the difficulties in treating glioblastoma is the vast genetic difference exhibited in each tumor.\"Treatment as it stands now is not based on the molecular abnormalities that drive brain tumor formation,\" Miller said. \"One of the reasons is that the tumor evolves genomically as it continues to grow. We've also found that when these drugs are used in combinations, they don't reach high enough concentrations within the brain tumor to be effective. We've got the genetic blueprint of how to attack these tumors, but there are multiple obstacles that prevent implementation of a genomics-driven personalized medicine.\"The study -- Genomic profiles of low-grade murine gliomas evolve during progression to glioblastoma -- published April 7, shows how these tumors continue to rapidly evolve, becoming ever more genetically diverse, as they become malignant and progress.Researchers developed models to examine the influence of driver mutations -- mutations that promote cancer development -- on the initiation and development of gliomas, and how tumor genomic profiles evolve as the cancer progresses.The results suggest the simultaneous activation of certain molecular pathways -- actions among molecules in a cell that can lead to change -- in particular the MAPK and PI3K cellular pathways, triggered tumor initiation and produced increasingly dense low-grade gliomas that quickly progressed to glioblastoma multiforme (GBM). \"Developing alternative treatments is essential,\" said Dr. Harshil Dhruv, a TGen Assistant Professor and another of the studies' authors. \"Precision medicine requires us to unveil the causes of their extensive genomic differences.\"Despite recent advances in understanding this disease, the median survival of glioblastoma patients is only 15 months, and survival statistics have not significantly improved over the past three decades. An estimated 17,000 Americans will die this year of brain and other nervous system cancers.The other study -- Combination therapy with potent PI3K and MAPK inhibitors overcomes adaptive kinome resistance to single agents in preclinical models of glioblastoma -- published March 30, shows how drugs targeting PI3K and MAPK could represent promising candidates for glioblastoma therapy.The REK/PI3K/MAPK pathways are mutated in 90 percent of GBM, and PI3K and MAPK promote the survival, proliferation and migration of this cancer.\"Single-agent protein kinase inhibitors have had disappointing clinical results in gliomas due to limited brain penetrance and drug resistance,\" the study said.One of the fundamental challenges in treating brain cancer with drugs is what is known as the blood-brain barrier, a membrane that separates circulating blood from the brain extracellular fluid in the central nervous system. This barrier works to protect the brain from toxins by allowing only small molecules to pass through. However, this security system is so effective at protecting the brain that it prevents many life-saving drugs from reaching the cancer.\"One of the major barriers to effective therapy is the blood-brain barrier,\" Miller said. \"So although we have a rational therapeutic approach, we're really limited by the ability of the drug to reach its target.\"\"Our findings suggest that combination therapies with highly potent, brain-penetrant kinase inhibitors will be required to improve patient outcomes,\" the study concludes.\"It is through studies like these that we continue to move closer to better treatments, and eventually finding a cure, for these patients who so desperately need our help,\" said Catherine (Bracken) Ivy, founder and President of The Ben & Catherine Ivy Foundation.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ttgr-tau050217.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgen-unc-brain-cancer-studies.aspx#.WQkEScm1vTE", "funder": "The Ben & Catherine Ivy Foundation, National Institutes of Health, US Department of Defense, UNC University Cancer Research Fund, Howard Hughes Medical Institute, Damon Runyon Cancer Research Foundation, American Brain Tumor Association", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Cancer", " Neurobiology", " Bioinformatics"], "journal": "Neuro-Oncology", "description": "One study showed that mutations affect how cancer starts in glial cells -- brain cells that provide support and insulation for neurons -- and how those mutations affect the way cancer evolves from low-grade gliomas to full-blown high-grade glioblastomas, the most common and deadly of primary brain cancer.\r\n\r\nThe other study showed how using a combination of drugs at increased potency could prove an effective therapy against glioblastoma by inhibiting the PI3K and MAPK cellular pathways.", "date": "Tue, 02 May 2017 04:00:00 GMT"}