{"title": "Wayne State receives $7.5 million NIH renewal for environmental center", "text": "DETROIT - Wayne State University received notice from the National Institute of Environmental Health Sciences of the National Institutes of Health of the $7.5 million renewal for five years of the Center for Urban Responses to Environmental Stressors (CURES). The previous NIH grant for CURES totaled $2.4 million for three years. CURES -- one of 22 P30 Core Centers funded by NIEHS -- is situated in the heart of Detroit, with the goal of understanding the integrated health impacts of environmental exposures to complex chemical and non-chemical contaminants in Detroit's urban landscape. CURES is focused on establishing a cleaner and healthier living and working environment in the city of Detroit and throughout the region. \"Modern-era\" diseases such as cardiovascular disease, cancer and diabetes compromise the quality of life of residents living in an industrialized urban environment such as Detroit and are a consequence of dynamic interactions among an individual's genetic and epigenetic make-up, nutritional status and environmental stressors, which affect key cellular networks causing disease. \"Our goal is to provide leadership that will identify, evaluate and mitigate environmental health concerns in close collaboration with the community and environmental policy makers,\" said Melissa Runge-Morris, M.D., director of CURES and the Institute of Environmental Health Sciences at Wayne State. \"Detroit has an overabundance of industrial and post-industrial environmental toxicants, socioeconomic strains, violence and decay of housing and urban infrastructure, and we have assembled a unique interdisciplinary team of established and new environmental health scientists and community partners to address major environmental health challenges facing Detroit's racially and ethnically diverse population.\"Since 2014, CURES researchers and community partners have collaborated closely to respond to serious emerging health crises in and around Detroit, including the lead watershed contamination in Flint, Michigan. \"Everyone in CURES realizes that to understand and solve the complex challenges of an aging urban infrastructure coupled with untold adverse health consequences of urban 'de-industrialization' is a team effort,\" said Runge-Morris. \"In Flint, CURES investigators Dr. Shawn McElmurry from Wayne State's Department of Civil and Environmental Engineering and Dr. Douglas Ruden from the Institute of Environmental Health Sciences have joined forces with the community. Their goal is to improve urban environmental health and safety -- not just for the moment, but for our children and future generations.\"  Through this renewal of the center grant, CURES aims to create a gateway to a healthy Detroit. It will do this by strengthening existing partnerships and developing new ones between CURES and the Detroit community. In addition, CURES team members will work with partners to identify the chief environmental health threats to Detroit's vulnerable populations. They will also conduct highly integrated mechanistic, epidemiological and community-engaged research that addresses the impact of urban environmental exposures on human health. In addition, they will provide facility cores that are optimized to meet the needs of its members and seed funds to support pilot projects to explore the feasibility of new areas of study, and enhance the impact of CURES on the field of environmental health science by providing mentoring to new and established scientists that supports their professional goals and prepares them for leadership roles in environmental health research. \"It is our goal to enhance and empower our community partners to create health programs for the community and develop appropriate strategies based on CURES research to affect policy so as to mitigate the risks associated with urban environmental exposures,\" said Runge-Morris. \"We believe that CURES is optimally positioned on the ground floor of innovative team science opportunities that have the greatest promise to realize the early detection, prevention and eventual eradication of urban environmental disease in our lifetime.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/wsu--wsr050217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Environmental Health Sciences", "meeting": "", "institution": "Wayne State University - Office of the Vice President for Research", "keywords": ["Pollution/Remediation", " Biomedical/Environmental/Chemical Engineering", " Ecology/Environment", " Medicine/Health", " Cancer", " Environmental Health", " Public Health", " Disease in the Developing World"], "journal": "", "description": "Wayne State University received notice from the National Institute of Environmental Health Sciences of the National Institutes of Health of the $7.5 million renewal for five years of the Center for Urban Responses to Environmental Stressors (CURES). The previous NIH grant for CURES totaled $2.4 million for three years.", "date": "Tue, 02 May 2017 04:00:00 GMT"}