{"title": "National Academy of Sciences members and foreign associates elected", "text": "The National Academy of Sciences announced today the election of 84 new members and 21 foreign associates in recognition of their distinguished and continuing achievements in original research.Those elected today bring the total number of active members to 2,290 and the total number of foreign associates to 475. Foreign associates are nonvoting members of the Academy, with citizenship outside the United States.Newly elected members and their affiliations at the time of election are:Arkani-Hamed, Nima; professor, Institute for Advanced Study, Princeton, N.J.Avouris, Phaedon; IBM Thomas J. Watson Research Center (retired), Brooklyn, N.Y.Baran, Phil S.; Darlene Shiley Professor, department of chemistry, The Scripps Research Institute, La Jolla, Calif.Bates, Frank S.; Regents Professor, department of chemical engineering and materials science, University of Minnesota, MinneapolisBaylin, Stephen B.; Virginia and D.K. Ludwig Professor in Cancer Research, Johns Hopkins University, BaltimoreBeilinson, Alexander; David and Mary Winton Green University Professor, department of mathematics, The University of Chicago, ChicagoBelkaid, Yasmine; chief, mucosal immunology section, laboratory of parasitic diseases, National Institutes of Health, Bethesda, Md.Bell, Stephen P.; investigator, Howard Hughes Medical Institute; and professor of biology, department of biology, Massachusetts Institute of Technology, CambridgeBergmann, Dominique; professor, department of biology, Stanford University, Stanford, Calif.Bhatia, Sangeeta N.; John J. (1929) and Dorothy Wilson Professor, Institute for Medical Engineering and Science, Massachusetts Institute of Technology, CambridgeBramson, Maury D.; professor of mathematics, University of Minnesota, MinneapolisBuzsáki, György; professor, Neuroscience Institute, departments of physiology and neuroscience, New York University Langone Medical Center, New York CityCarroll, Dana; distinguished professor, department of biochemistry, University of Utah School of Medicine, Salt Lake CityCharbonneau, David; professor of astronomy, Harvard University, Cambridge, Mass.Coates, Geoffrey W.; Tisch University Professor, department of chemistry, Cornell University, Ithaca, N.Y.Cohen, Judith G.; Kate Van Nuys Page Professor of Astronomy, department of astronomy, California Institute of Technology, PasadenaCrabtree, Robert H.; Conkey P. Whitehead Professor of Chemistry, department of chemistry, Yale University, New Haven, Conn.Cronan, John E.; professor and head of microbiology, professor of biochemistry,  and Microbiology Alumni Professor, department of microbiology, University of Illinois, Urbana-ChampaignCummins, Christopher C.; Henry Dreyfus Professor of Chemistry, Massachusetts Institute of Technology, CambridgeDarensbourg, Marcetta Y.; distinguished professor of chemistry, department of chemistry, Texas A&M University, College StationDeVore, Ronald A.; The Walter E. Koss Professor and distinguished professor, department of mathematics, Texas A&M University, College StationDiamond, Douglas W.; Merton H. Miller Distinguished Service Professor of Finance, The University of Chicago, ChicagoDoe, Chris Q.; investigator, Howard Hughes Medical Institute; and professor of biology, Institute of Molecular Biology, University of Oregon, EugeneDuflo, Esther; Co-founder and co-Director of the Abdul Latif Jameel Poverty Action Lab, and Professor of Poverty Alleviation and Development Economics, Massachusetts Institute of Technology, CambridgeEdwards, Robert Haas; professor of neurology and physiology, University of California, San FranciscoElkies, Noam D.; professor of mathematics, department of mathematics, Harvard University, Cambridge, Mass.Firestone, Mary K.; professor and associate dean of instruction and student affairs, department of environmental science policy and management, University of California, BerkeleyFischhoff, Baruch; Howard Heinz University Professor, department of social and decision sciences and department of engineering and public policy, Carnegie Mellon University, PittsburghGinty, David D.; investigator, Howard Hughes Medical Institute; and Edward R. and Anne G. Lefler Professor of Neurobiology, department of neurobiology, Harvard Medical School, BostonGlass, Christopher K.; professor of cellular and molecular medicine and professor of medicine, University of California, San DiegoGoldman, Yale E.; professor, department of physiology, Pennsylvania Muscle Institute, University of Pennsylvania Perelman School of Medicine, PhiladelphiaGonzález, Gabriela; spokesperson, LIGO Scientific Collaboration; and professor, department of physics and astronomy, Louisiana State University, Baton RougeHagan, John L.; John D. MacArthur Professor of Sociology and Law, department of sociology, Northwestern University, Evanston, Ill.Hatten, Mary E.; Frederick P. Rose Professor, laboratory of developmental neurobiology, The Rockefeller University, New York CityHebard, Arthur F.; distinguished professor of physics, department of physics, University of Florida, GainesvilleHuse, David A.; professor of physics, department of physics, Princeton University, Princeton, N.J.Jensen, Klavs F.; Warren K. Lewis Professor of Chemical Engineering and professor of materials science and engineering, Massachusetts Institute of Technology, CambridgeJoshua-Tor, Leemor; investigator, Howard Hughes Medical Institute; and professor, Cold Spring Harbor Laboratory, Cold Spring Harbor, N.Y.Kahn, Barbara B.; vice chair for research strategy and George R. Minot Professor of Medicine at Harvard Medical School, Beth Israel Deaconess Medical Center, BostonKinder, Donald R.; Philip E. Converse Collegiate Professor of Political Science and Psychology and research scientist, department of political science, Center for Political Studies, Institute for Social Research, University of Michigan, Ann ArborKosterlitz, J. Michael; Harrison E. Farnsworth Professor of Physics, Brown University, Providence, R.I.Lazar, Mitchell A.; Willard and Rhoda Ware Professor in Diabetes and Metabolic Diseases, and director, Institute for Diabetes, Obesity, and Metabolism, University of Pennsylvania Perelman School of Medicine, PhiladelphiaLocksley, Richard M.; investigator, Howard Hughes Medical Institute; and professor, department of medicine (infectious diseases), and Marion and Herbert Sandler Distinguished Professorship in Asthma Research, University of California, San FranciscoLowe, Scott W.; member and chair, Geoffrey Beane Cancer Center, Memorial Sloan-Kettering Cancer Center, New York CityLozano, Guillermina; professor and chair, department of genetics, The University of Texas M.D. Anderson Cancer Center, HoustonMarshall, Fiona B.; James W. and Jean L. Davis Professor, department of anthropology, Washington University, St. LouisMavalvala, Nergis; Curtis and Kathleen Marble Professor of Astrophysics and associate head, department of physics, Massachusetts Institute of Technology, CambridgeMoore, Jeffrey Scott; Murchison-Mallory Professor of Chemistry, department of chemistry, University of Illinois, Urbana-ChampaignMoore, Melissa J.; chief scientific officer, mRNA Research Platform, Moderna Therapeutics, Cambridge, Mass.; and Eleanor Eustis Farrington Chair of Cancer Research Professor, RNA Therapeutics Institute, University of Massachusetts Medical School, WorcesterNelson, Karen E.; president, The J. Craig Venter Institute, Rockville, Md.Nunnari, Jodi M.; professor, department of molecular and cellular biology, University of California, DavisO'Farrell, Patrick H.; professor of biochemistry and biophysics, department of biochemistry and biophysics, University of California, San FranciscoOrt, Donald R.; research leader and Robert Emerson Professor, USDA/ARS Global Change and Photosynthesis Research Unit, departments of plant biology and crop sciences, University of Illinois, Urbana-ChampaignPakes, Ariel; Thomas Professor of Economics, department of economics, Harvard University, Cambridge, Mass.Parker, Gary; professor, department of civil and environmental engineering and department of geology, University of Illinois, Urbana-ChampaignPatapoutian, Ardem; investigator, Howard Hughes Medical Institute; and professor, department of molecular and cellular neuroscience, The Scripps Research Institute, La Jolla, Calif.Pellegrini, Claudio; distinguished professor emeritus, department of physics and astronomy, University of California, Los AngelesPikaard, Craig, S.; investigator, Howard Hughes Medical Institute and Gordon and Betty Moore Foundation; and distinguished professor of biology and molecular and cellular biochemistry, department of biology, Indiana University, BloomingtonPriess, James R.; member, Fred Hutchinson Cancer Research Center, SeattlePringle, John Robert; professor of genetics, department of genetics, Stanford University, Stanford, Calif.Randerson, James T.; professor, department of earth system science, University of California, IrvineRead, Nicholas; Henry Ford II Professor of Physics and professor of applied physics and mathematics, Yale University, New Haven, Conn.Roediger, Henry L.; James S. McDonnell Distinguished and University Professor of Psychology, department of psychology and brain sciences, Washington University, St. LouisRosenzweig, Amy C.; Weinberg Family Distinguished Professor of Life Sciences, and professor, departments of molecular biosciences and of chemistry, Northwestern University, Evanston, Ill.Schemske, Douglas W.; John Hannah Distinguished Professor, department of plant biology, Michigan State University, East LansingSeto, Karen C.; professor, Yale School of Forestry and Environmental Studies, New Haven, Conn.Seyfarth, Robert M.; professor of psychology and member of the graduate groups in anthropology and biology, University of Pennsylvania, PhiladelphiaSibley, L. David; Alan A. and Edith L. Wolff Distinguished Professor in Molecular Microbiology, department of molecular microbiology, Washington University School of Medicine, St. LouisSiliciano, Robert F.; investigator, Howard Hughes Medical Institute; and professor of medicine, Johns Hopkins University, BaltimoreSoltis, Douglas E.; distinguished professor, Florida Museum of Natural History, University of Florida, GainesvilleSpielman, Daniel A.; Henry Ford II Professor of Computer Science and Mathematics, departments of computer science and mathematics, Yale University, New Haven, Conn.Sprent, Jonathan; professor, Garvan Institute of Medical Research, Darlinghurst, New South Wales, AustraliaStrand, Michael Ray; Regents Professor, University of Georgia, AthensSudan, Madhu; Gordon McKay Professor of Computer Science, John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, Mass.Tishkoff, Sarah; David and Lyn Silfen University Professor, departments of genetics and biology, University of Pennsylvania, PhiladelphiaTomasello, Michael; James F. Bonk Professor, department of psychology and neuroscience, Duke University, Durham, N.C.Van Essen, David C.; Alumni Professor of Neurobiology, department of anatomy and neurobiology, Washington University School of Medicine, St. LouisVidale, John E.; professor, department of earth and space sciences, University of Washington, SeattleVilleneuve, Anne M.; professor, department of developmental biology, Stanford University School of Medicine, Stanford, Calif.Wennberg, Paul O.; R. Stanton Avery Professor of Atmospheric Chemistry and Environmental Science and Engineering, California Institute of Technology, PasadenaWilson, Rachel I.; Martin Family Professor of Basic Research in the Field of Neurobiology, department of neurobiology, Harvard Medical School, BostonYuan, Junying; Elizabeth D. Hay Professor of Cell Biology, department of cell biology, Harvard Medical School, BostonZachos, James C.; professor, department of earth and planetary sciences, University of California, Santa Cruz, Santa CruzZagier, Don B.; scientific member and director, Max Planck Institute for Mathematics, Bonn, GermanyNewly elected foreign associates, their affiliations at the time of election, and their country of citizenship are:Addadi, Lia; professor and Dorothy and Patrick E. Gorman Chair of Biological Ultrastructure, department of structural science, Weizmann Institute of Science, Rehovot, Israel (Israel/Italy)Charpentier, Emmanuelle M.; professor and director, Max Planck Institute for Infection Biology, Berlin, Germany (France)Chen, Chien-Jen; academician, Academia Sinica, Taiwan, China (Taiwan, China)Chu, C.Y. Cyrus; distinguished research fellow, Institute of Economics, Academia Sinica, Nankang, Taipei, Taiwan, China (Taiwan, China)Csibra, Gergely; professor of cognitive science, Cognitive Development Center, department of cognitive science, Central European University, Budapest, Hungary (Hungary)Folke, Carl; director and professor, The Beijer Institute of Ecological Economics, Royal Swedish Academy of Sciences, Stockholm, Sweden (Sweden)Freeman, Kenneth C.; Duffield Professor of Astronomy, Mount Stromlo and Siding Spring Observatories, Research School of Astronomy and Astrophysics, Australian National University, Weston Creek (Australia)Guinea López, Francisco; senior research professor, IMDEA Nanociencia (IMDEA Nanoscience), Madrid (Spain)Haldane, Frederick Duncan M.; Eugene Higgins Professor of Physics, department of physics, Princeton University, Princeton, N.J. (United Kingdom)Hoare, Tony; visiting researcher, Microsoft Research, Cambridge, England (United Kingdom)Lee, Sang Yup; distinguished professor, dean, and director, department of chemical and biomolecular engineering, Korea Advanced Institute of Science and Technology, Daejeon, South Korea (South Korea)Levitzki, Alexander; professor of biochemistry, unit of cellular signaling, department of biological chemistry, The Hebrew University of Jerusalem, Jerusalem (Israel)Mattaj, Iain; professor and director general, European Molecular Biology Laboratory, Heidelberg, Germany (United Kingdom)Mori, Shigefumi; professor emeritus, Research Institute for Mathematical Sciences, Kyoto University, Kyoto, Japan (Japan)Peiris, Joseph Sriyal Malik; Tam Wah-Ching Professorship in Medical Science, School of Public Health, The University of Hong Kong, Pokfulam, Hong Kong, People's Republic of China (Sri Lanka)Robinson, Carol Vivien; Dr. Lee's Professor of Chemistry, Physical and Theoretical Chemistry Laboratory, University of Oxford, Oxford, England (United Kingdom)Schluter, Dolph; professor and Tier 1 Canada Research Chair, zoology department, University of British Columbia, Vancouver, Canada (Canada)Singer, Wolf; director emeritus, Max Planck Institute for Brain Research, Frankfurt, Germany (Germany)Starobinsky, Alexei Alexandrovich; principal researcher, Landau Institute of Theoretical Physics, Moscow (Russia)Thesleff, Irma; academician of science, professor, and research director, developmental biology program, Institute of Biotechnology, University of Helsinki, Helsinki (Finland)Underdal, Arild; professor of political science, department of political science, University of Oslo, Oslo, Norway (Norway)The National Academy of Sciences is a private, nonprofit institution that was established under a congressional charter signed by President Abraham Lincoln in 1863. It recognizes achievement in science by election to membership, and -- with the National Academy of Engineering and the National Academy of Medicine -- provides science, engineering, and health policy advice to the federal government and other organizations.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/naos-nao050217.php", "region": "namerica", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=522017b", "funder": "", "meeting": "National Academy of Sciences Annual Meeting", "institution": "National Academies of Sciences, Engineering, and Medicine", "keywords": ["Atmospheric Science", " Biology", " Chemistry/Physics/Materials Sciences", " Earth Science", " Education", " Mathematics/Statistics", " Medicine/Health", " Social/Behavioral Science", " Space/Planetary Science", " Technology/Engineering/Computer Science"], "journal": "", "description": "The National Academy of Sciences announced today the election of 84 new members and 21 foreign associates in recognition of their distinguished and continuing achievements in original research.\r\n\r\nThose elected today bring the total number of active members to 2,290 and the total number of foreign associates to 475. Foreign associates are nonvoting members of the Academy, with citizenship outside the United States.", "date": "Tue, 02 May 2017 04:00:00 GMT"}