{"title": "Greater life expectancy in patients with recommended mitral valve operations from high-volume surgeons", "text": " (New York - May 2, 2017) -- Surgeons who perform more than 25 mitral valve operations a year are more likely to perform repairs that are durable, and their patients are more likely to be alive a year after the operation, than when operations are performed by lower-volume surgeons, an Icahn School of Medicine at Mount Sinai study has found.The results of the study will be presented at the American Association for Thoracic Surgery Centennial meeting on Tuesday, May 2, in Boston and published online simultaneously in the Journal of the American College of Cardiology. The study is the first to highlight that patients operated on by higher volume mitral surgeons experienced lower one year mortality and rates of reoperations compared to those operated by low volume mitral surgeons. Mitral valve repair is the recommended treatment for patients with severe degenerative mitral valve disease because it has important advantages over replacement, including better life expectancy and quality of life. However, among individual surgeons, huge variability exists in successful repair rates, defined as the percentage of repairs that were performed vs. replacements. Mount Sinai researchers analyzed mitral valve surgery from the New York State Department of Health mandatory cardiac surgery database between 2002 and 2013 and found that patients whose mitral valve operations were performed by surgeons conducting more than 25 such operations per year were more likely to receive a mitral valve repair than a replacement, and the repair was more durable compared to patients operated on by surgeons with less mitral surgery experience. Patients operated on by higher-volume surgeons were also more likely to be alive a year after their surgery.\"This study adds further clarity to the American Heart Association and American College of Cardiology  guidelines which already recognize that patients with degenerative mitral valve disease should be referred to experienced mitral surgeons whenever feasible,\" said the study's senior author, David H. Adams, MD, Cardiac Surgeon-in-Chief, Mount Sinai Health System, Marie-Josée and Henry R. Kravis Professor and Chairman Department of Cardiovascular Surgery Icahn School of Medicine at Mount Sinai. \"Our study found for the first time that individual surgeon volume was directly linked to freedom from reoperation and survival after one year in patients operated on for degenerative mitral valve disease.\"The study's lead author is Joanna Chikwe, MD, Clinical Professor of Cardiovascular Surgery at the Icahn School of Medicine at Mount Sinai. The study found that among surgeons who performed any mitral valve procedures, the median volume was 10 cases per year, with a mean repair rate of 55 percent. In the subgroup of patients with degenerative disease, the mean repair rate ranged from 77 percent for surgeons with total annual volumes of more than 51 cases, to 48 percent for surgeons who performed fewer than 10 cases. Higher total annual surgeon volume was associated with increased repair rates of 1.13 for every additional 10 mitral cases, a steady decrease in reoperation risk until 25 mitral cases annually, and improved survival for every 10 additional cases. The study analyzed 5,475 adult patients 18 years or older who underwent primary mitral valve surgery in New York State between 2002 and 2013. Sixty-seven percent underwent mitral valve repair and 33 percent received mitral valve replacement. Researchers compared repair rates, long-term survival, and risk of post-repair operation in a subgroup of patients with degenerative disease according to total annual surgeon volume, which was defined as any mitral valve operation for any cause during the study period. A total of 313 surgeons from 41 institutions met the study's criteria. Researchers also observed significant differences in the characteristics of patients across each surgeon's case volume groups. The prevalence of congestive heart failure was significantly higher in patients operated on by surgeons with lower annual case volumes, compared with surgeons with higher annual case volumes. \r\n\"There is now a fair amount of medical literature supporting the case that high volumes generally lead to better surgical outcomes, in a wide variety of fields,\" said Dr. Chikwe. \"This study shows that for patients undergoing mitral surgery, both immediate and subsequent outcomes\" were influenced by the individual surgeon's experience.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tmsh-gle042817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "AATS Centennial", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Cardiology", " Surgery"], "journal": "Journal of the American College of Cardiology", "description": "Patients can maximize chances of high-quality mitral valve repair through referral to surgeons with large annual repair rates.", "date": "Tue, 02 May 2017 04:00:00 GMT"}