{"title": "Connecting the dots between insulin resistance, unhealthy blood vessels and cancer", "text": "BOSTON - (May 1, 2017) - Over the decades, scientists have repeatedly shown that patients with increased levels of the hormone insulin in their blood can experience increased risks of cancer. Surprisingly, however, Joslin Diabetes Center researchers now have discovered that impaired effects of insulin also can boost these risks.The Joslin team found that intestinal tumors grow just as quickly in a mouse cancer model whose \"epithelial\" cells lining the inside of the intestine have been genetically modified so that insulin can't activate the cells. A second surprise came when the investigators discovered that such tumors grow more quickly in mice when cells in blood vessels surrounding the intestine were genetically modified in the same way.The research highlights biological mechanisms driven by insulin resistance that impair blood vessel health and may be shared by both cancer and cardiovascular disease, says Christian Rask-Madsen, M.D., Ph.D., a Joslin assistant investigator, an assistant professor at Harvard Medical School and corresponding author on a paper describing the work in the journal Oncogene.The study was a collaboration between the labs of Rask-Madsen and C. Ronald Kahn, Joslin's chief academic officer. Years ago, the Kahn lab pioneered techniques to genetically modify given cell types to \"knock out\" the insulin receptor protein on the cell surface, which activates insulin's actions in the cell, thus creating a state of insulin resistance just in these cells.In a first set of experiments, postdoctoral researcher and co-lead author Max-Felix Häring found that insulin increased the proliferation of mouse epithelial tumor cells in culture, as expected. But when he and his co-workers created mice modified to carry such cells lacking an insulin receptor, the tumors grew at the same rates as in mice with normal epithelial tumor cells.That paradox raised questions about the role of insulin signaling among other cells in the tumor microenvironment that surrounds the cancer cells, says Rask-Madsen. So Xuanchun Wang, a postdoctoral researcher and co-lead author on the paper, followed up by generating mice lacking the insulin receptor in \"vascular endothelial\" cells (which line blood vessels). Knowing that insulin can stimulate the growth of blood vessels, \"our expectation was that knocking out insulin signaling in these cells might slow the growth of blood vessels and reduce tumor formation in these mice,\" Rask-Madsen says. \"But we saw the opposite--an increase in tumor formation.\" In earlier work as a postdoctoral researcher in the lab of George King, M.D., Joslin's chief scientific officer, Rask-Madsen studied the links between insulin resistance and arterial disease. This research helped to show that insulin resistance in vascular endothelial cells can create a pro-inflammatory state marked by the heightened presence of certain cell adhesion proteins that make immune cells stick to endothelial cells, the first step in enabling the immune cells to travel from the blood stream to tissues.Now applying the concept to tumor formation, Rask-Madsen and his colleagues discovered similar signs of a pro-inflammatory state in the mice with insulin receptors knocked-out in vascular endothelial cells. These mice displayed higher levels of both cell-adhesion proteins and of immune cells called neutrophils. This would be expected to promote tumor progression and could therefore explain the increase in tumors in these mice.  \"We're very interested in following up by finding more direct proof that if you block the recruitment of immune cells to tumors, you can reverse this phenomenon in these animals with endothelial cell insulin resistance,\" Rask-Madsen says. Additionally, his team will examine indications that the same pathways may be at work in people. Although scientists have examined insulin action in tumors for years, the ability to knock out the insulin receptor in specific types of tumor cells adds a level of sophistication to these investigations, Rask-Madsen emphasizes. \"It's also important to look not only at different tumor cell transformations but at all the cells in the tumor microenvironment, including these endothelial cells,\" he says.\"We have a real opportunity to propose mechanisms for the risk factors that overlap for cardiovascular disease and cancer formation,\" he adds. \"We're very interested to see if modifying these risk factors could improve vascular function and reduce risk of both cancer and cardiovascular disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/jdc-ctd050117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Metabolism/Metabolic Diseases"], "journal": "Oncogene", "description": "This research highlights biological mechanisms driven by insulin resistance that impair blood vessel health and may be shared by both cancer and cardiovascular disease.", "date": "Mon, 01 May 2017 04:00:00 GMT"}