{"title": "Widespread vitamin D deficiency likely due to sunscreen use, increase of chronic diseases", "text": "CHICAGO -- May 1, 2017 -- Results from a clinical review published in The Journal of the American Osteopathic Association find nearly 1 billion people worldwide may have deficient or insufficient levels of vitamin D due to chronic disease and inadequate sun exposure related to sunscreen use. The study also found that 95 percent of African American adults may have vitamin D deficiency or insufficiency. Vitamin D variations among races are attributed to differences in skin pigmentation. \"People are spending less time outside and, when they do go out, they're typically wearing sunscreen, which essentially nullifies the body's ability to produce vitamin D,\" said Kim Pfotenhauer, DO, assistant professor at Touro University and a researcher on this study. \"While we want people to protect themselves against skin cancer, there are healthy, moderate levels of unprotected sun exposure that can be very helpful in boosting vitamin D.\"Dr. Pfotenhauer also said chronic diseases like Type 2 Diabetes and those related to malabsorption, including kidney disease, Crohn's and celiac disease greatly inhibit the body's ability to metabolize vitamin D from food sources.Considered a hormone rather than a vitamin, vitamin D is produced when skin is exposed to sunlight. Vitamin D receptors are found in virtually every cell in the human body. As a result, it plays a wide role in the body's functions, including cell growth modulation, neuromuscular and immune function and inflammation reduction.Symptoms for insufficient or deficient vitamin D include muscle weakness and bone fractures. People exhibiting these symptoms or who have chronic diseases known to decrease vitamin D, should have their levels checked and, if found to be low, discuss treatment options. However, universal screening is likely neither necessary nor prudent absent significant symptoms or chronic disease.Increasing and maintaining healthy vitamin D levels can be as easy as spending 5-30 minutes in midday sun twice per week. The appropriate time depends on a person's geographic location and skin pigmentation -- lighter skin synthesizes more vitamin D than darker skin. It is important to forgo sunscreen during these sessions because SPF 15 or greater decreases vitamin D3 production by 99 percent.\"You don't need to go sunbathing at the beach to get the benefits,\" said Dr. Pfotenhauer. \"A simple walk with arms and legs exposed is enough for most people.\"Food sources such as milk, breakfast cereals, and Portobello mushrooms are also fortified with vitamin D. Dr. Pfotenhauer said supplements are a good option, as they are effective and pose few risks, provided they are taken as directed and a physician is consulted beforehand.Research is ongoing to determine whether vitamin D deficiency has a role in multiple sclerosis, autoimmune disorders, infections, respiratory disease, cardiometabolic disease, cancer, and fracture risk.\"Science has been trying to find a one-to-one correspondence between vitamin D levels and specific diseases,\" said Dr. Pfotenhauer. \"Given vitamin D's ubiquitous role in the body, I believe sufficient vitamin D is more about overall health. Our job as osteopathic physicians is to recognize those patients that need to be tested and treat them accordingly.\"Currently, insufficiency is defined as between 21 and 30 ng/ml and deficiency is considered below 20ng/ml by the Endocrine Society.", "article_link": "http://dx.doi.org/10.7556/jaoa.2017.056", "url": "http://www.eurekalert.org/pub_releases/2017-05/aoa-wvd042817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Osteopathic Association", "keywords": ["Medicine/Health", " Dermatology", " Endocrinology", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients"], "journal": "The Journal of the American Osteopathic Association", "description": "Results from a clinical review published in The Journal of the American Osteopathic Association find nearly 1 billion people worldwide may have deficient or insufficient levels of vitamin D due to chronic disease and inadequate sun exposure related to sunscreen use.", "date": "Mon, 01 May 2017 04:00:00 GMT"}