{"title": "Modest increases in kids' physical activity could avert billions in medical costs", "text": "Increasing the percentage of elementary school children in the United States who participate in 25 minutes of physical activity three times a week from 32 percent to 50 percent would avoid $21.9 billion in medical costs and lost wages over the course of their lifetimes, new Johns Hopkins Bloomberg School of Public Health research suggests.The findings, published May 1 in Health Affairs, suggest that just a small increase in the frequency of exercise among children ages eight through 11 would also result in 340,000 fewer obese and overweight youth, a reduction of more than four percent. If all current eight- through 11-year-olds in the United States exercised 25 minutes a day, three times a week, the researchers suggest that $62.3 billion in medical costs and lost wages over the course of their lifetimes could be avoided and in 1.2 million fewer youths would be overweight or obese.These numbers represent cost savings for one cohort of eight-to-11 year olds, so every year that children in this age group reach those levels of physical activity, over $60 billion more will be saved.\"Physical activity not only makes kids feel better and helps them develop healthy habits, it's also good for the nation's bottom line,\" says study leader Bruce Y. Lee, MD, MBA, executive director of the Global Obesity Prevention Center at the Bloomberg School. \"Our findings show that encouraging exercise and investing in physical activity such as school recess and youth sports leagues when kids are young pays big dividends as they grow up.\"Studies have shown that a high body mass index (BMI) at 18 is associated with a high BMI throughout adulthood and increases the subsequent risk of developing diseases such as diabetes and heart disease associated with being overweight or obese, which can lead to high medical costs and productivity losses due to illness. In recent decades, there has been a growing epidemic of obesity in the United States.For the study, Lee and his colleagues, including team members from the Bloomberg School and the Pittsburgh Supercomputing Center at Carnegie Mellon University, developed a computational simulation model utilizing their VPOP (Virtual Population for Obesity Prevention) software platform to represent the current population of U.S. children and to show how changes in levels of physical activity could affect them throughout their lifetime and the resulting economic impact. The model relied on data from the 2005 and 2013 National Health and Nutrition Examination Survey (NHANES) as well as information from the National Center for Health Statistics. The medical costs and the lost wages were calculated in the second model, which looked at the lifetime effects of physical activity.The researchers also looked at various levels of healthy physical activity, starting with the current average of 32 percent of children ages eight to 11 who exercise for 25 minutes a day, three days a week, up to 100 percent doing so. That is a guideline developed by the Sports and Fitness Industry Association. The researchers found that maintaining the current level of physical activity would result in 8.1 million of these youths being overweight or obese by 2020, which would cost $2.8 trillion in additional medical costs and lost wages over their lifetimes. An overweight person's lifetime medical costs average $62,331 and lost wages average $93,075. For an obese person, these amounts are even greater.\"Even modest increases in physical activity could yield billions of dollars in savings,\" Lee says. The costs averted are likely an underestimate, he says, as there are other benefits of physical activity that don't impact weight, such as improving bone density, improving mood and building muscle.Lee says that the spending averted by healthy levels of physical activity would more than make up for costs of programs designed to increase activity levels. \"As the prevalence of childhood obesity grows, so will the value of increasing physical activity,\" he says. \"We need to be adding physical education programs and not cutting them. We need to encourage kids to be active, to reduce screen time and get them running around again. It's important for their physical health -- and the nation's financial health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/jhub-mii042617.php", "region": "namerica", "source_link": null, "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, Agency for Healthcare Research and Quality", "meeting": "", "institution": "Johns Hopkins University Bloomberg School of Public Health", "keywords": ["Medicine/Health", " Eating Disorders/Obesity", " Public Health", " Exercise"], "journal": "Health Affairs", "description": "Increasing the percentage of elementary school children in the United States who participate in 25 minutes of physical activity three times a week from 32 percent to 50 percent would avoid $21.9 billion in medical costs and lost wages over the course of their lifetimes, new Johns Hopkins Bloomberg School of Public Health research suggests.", "date": "Mon, 01 May 2017 04:00:00 GMT"}