{"title": "Care management program reduced health care costs in Partners Pioneer ACO", "text": "Across the country, health care is going through a transformation both in how care is delivered and how it is paid for. These alternative payment models, such as Medicare's Accountable Care Organization (ACO), require health care delivery organizations to share in the financial risk associated with their patients' medical spending and encourage health care providers to think of alternative ways to get patients the care that they need. Although ACOs appear to lower medical spending, there is little information on how these savings are actually achieved. Today, researchers at Partners HealthCare published a study showing that Partners Pioneer ACO not only reduces spending growth, but does this by reducing avoidable hospitalizations for patients with elevated but modifiable risks. The study appears in the May issue of the journal Health Affairs.The study examined the impact of patient participation in the Pioneer ACO and its care management program on rates of emergency department (ED) visits, rates of hospitalizations, and on overall Medicare spending. To measure the ACO effect, and separately the care management effect, the researchers compared participation in the care management program to a similar group of patients who were eligible but had not yet started the program. \"The key finding was that the care management program appeared to be the mechanism through which the ACO was able to achieve its benefits,\" said John Hsu, MD, the study's first author and Director of Clinical Economics and Policy Analysis Program at the Mongan Institute for Health Policy at Massachusetts General Hospital, which is part of Partners HealthCare. Patients in the care management program had lower rates of ED visits (94% of the rates of non-participants) and non-emergency visits (88% of the rates of non-participants), and an 8% decrease in hospitalizations. The longer the patient was in the program, the greater the reduction in hospitalizations. \"The reductions in utilization and spending are modest, but grow with patient participation in the program,\" said Eric Weil, MD, Chief Medical Officer of Primary Care in the Center for Population Health at Partners HealthCare, and one of the study authors. \"The results of the study suggest that focusing on patients with high risk is an important strategy and may explain the reduction in spending growth associated with ACOs.\" In terms of cost savings, participation in the care management program was associated with a reduction in Medicare spending of $101 per participant per month, a decline of 6%.  The entire ACO population, similar to comparable studies, reduced health care spending $14 per participant per month, a 2% decline. \"Although the effects of payment system changes are still ongoing, this study reinforces the observation that altering care delivery takes time, but is worth the investment,\" said Gregg Meyer, MD, Chief Clinical Officer at Partners HealthCare. The care management program focuses on chronically ill patients with multiple health issues, such as diabetes, heart failure, and depression. Started at Massachusetts General Hospital in 2006 as part of the Medicare Care Management for High Cost Beneficiaries Demonstration, the program now treats and manages the care for more than 12,000 complex, high risk adult and pediatric patients cared for at every Partners HealthCare primary care practice. Patients are offered services by nurse care managers who work with physicians in the patient's primary care office. They develop custom treatment plans that address any gaps in health care or social factors, such as isolation and lack of family support. The care manager becomes the central, consistent point of contact for the patient. Other members of the care team include social workers, community resources specialists, a pharmacist, and the patient's specialists. The care management team works with patients and their families in various settings including the primary care office, at home, in the hospital, and in the emergency room. \"The study shows how one successful ACO was able to achieve benefits, including expansion from one hospital to the entire delivery system,\" said Dr. Hsu. \"This information can help other health systems in the US as they contemplate entry into alternative payment models or make investment decisions to enhance an existing ACO.\"", "article_link": "http://dx.doi.org/10.1377/hlthaff.2016.0922", "url": "http://www.eurekalert.org/pub_releases/2017-05/mgh-cmp050117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Health Care Systems/Services"], "journal": "Health Affairs", "description": "Pesearchers at Partners HealthCare published a study showing that Partners Pioneer ACO not only reduces spending growth, but does this by reducing avoidable hospitalizations for patients with elevated but modifiable risks.", "date": "Mon, 01 May 2017 04:00:00 GMT"}