{"title": "Study offers new insight into powerful inflammatory regulator", "text": "CHAMPAIGN, Ill. -- A new study in mice reveals how a protein called Brd4 boosts the inflammatory response -- for better and for worse, depending on the ailment. The study is the first to show that this protein, while problematic in some circumstances, also can protect the body from infection. The findings are reported in the Proceedings of the National Academy of Sciences.The heat, swelling, redness and pain associated with inflammation are evidence that the immune system is working to protect the body. Once its job is complete, the acute inflammation normally recedes and disappears.Sometimes inflammation fails to stop, and instead turns against the body, attacking healthy tissues and leading to chronic inflammatory diseases such as asthma, arthritis, diabetes and cancer.One very powerful protein complex, called NF-kappaB, influences the expression of numerous genes and governs both beneficial and harmful inflammatory responses. When NF-kappaB regulates discriminately, the body heals and survives. When NF-kappaB overreacts, inflammation can become dangerous.The NF-kappaB protein is a primary target for research looking for a way to stop inflammatory diseases.The new study, led by University of Illinois biochemistry professor Lin-Feng Chen , reveals how Brd4 influences NF-kappaB and contributes to inflammation.\"Brd4 acts like a turboboost for the NF-kappaB protein that regulates inflammation. For NF-kappaB to be 100 percent productive, it needs the help from Brd4,\" Chen said.Earlier work in Chen's lab revealed that Brd4 attaches to the NF-kappaB protein by recognizing a chemical tag. If Brd4 or the tag is not present, the potential of NF-kappaB protein to act as inflammation regulator is compromised.The new study in mice confirmed that Brd4 plays a major role in acute inflammatory responses. The researchers deleted the mouse Brd4 gene in certain types of immune cells, including macrophages, and monitored the immune response of these mice. Many of the NF-kappaB-dependent, inflammation-related genes involved in fighting infection were down-regulated in Brd4-deficient macrophages.\"We found that in the absence of Brd4, the immune system of mice was compromised. They were more resistant to a massive immune response, but more susceptible to bacterial infection,\" Chen said.\"Cancers and some inflammatory diseases use Brd4 to boost the expression of genes that lead to the growth or persistence of the disease, but Brd4 has the same effect on inflammation that is needed to kill bacteria and viruses,\" he said.The researchers also discovered a new mechanism for the reduced inflammatory gene expression in cells lacking Brd4. They found that deletion of Brd4 enhanced the protein synthesis of a NF-kappaB inhibitor, preventing the NF-kappaB from stimulating inflammatory gene expression.\"The next step is to test whether the absence of the gene for Brd4 would weaken the strength of the NF-kappaB protein - and inhibit chronic inflammatory diseases - without compromising the body's ability to fight off bacteria and viruses,\" Chen said.\"Pharmaceutical companies are currently investing enormous resources - to the tune of hundreds of millions of dollars - seeking molecules that will inhibit the Brd4,\" Chen said. \"Our findings urge caution and further foundational research before treatments involving the inhibition of Brd4 are used on patients.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1700109114", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoia-son042817.php", "region": "namerica", "source_link": null, "funder": "University of Illinois, National Institutes of Health", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Cell Biology", " Molecular Biology", " Biochemistry", " Pharmaceutical Sciences", " Medicine/Health", " Cancer", " Cardiology", " Pharmaceutical Chemistry"], "journal": "Proceedings of the National Academy of Sciences", "description": "A new study in mice reveals how a protein called Brd4 boosts the inflammatory response -- for better and for worse, depending on the ailment. The study is the first to show that this protein, while problematic in some circumstances, also can protect the body from infection.", "date": "Mon, 01 May 2017 04:00:00 GMT"}