{"title": "Alcohol is associated with higher risk of breast cancer in African-American women", "text": "Bottom Line: Alcohol consumption was associated with an increased risk of breast cancer in a large study of African-American women, indicating that they, like white women, may benefit from limiting alcohol.Journal in Which the Study was Published: Cancer Epidemiology, Biomarkers & Prevention, a journal of the American Association for Cancer Research.Author: Melissa A. Troester, PhD, a professor of epidemiology and director of the Center for Environmental Health and Susceptibility in the Gillings School of Global Public Health at the University of North Carolina.Background: Alcohol is an established risk factor for breast cancer; however, most studies have been conducted in predominantly white populations. The researchers wanted to discern whether alcohol raises risk for African-American women by assessing participants in a large study that solely enrolled African-American women.How the Study Was Conducted and Results: Troester and colleagues enrolled 22,338 women from the African American Breast Cancer Epidemiology and Risk (AMBER) Consortium, which encompasses four large epidemiologic studies of breast cancer. Study participants reported their alcohol intake via a questionnaire, and researchers used logistic regression to estimate the association between alcohol consumption and cases of breast cancer.The study showed that women who drank seven or more drinks per week showed an increased risk of almost all subtypes. Women who drank 14 or more alcoholic beverages per week were 33 percent more likely to develop breast cancer than women who consumed four or fewer drinks per week. Overall, Troester said, black women drink less alcohol than white women, with previous research suggesting a range of reasons from religious restrictions to health restrictions. In this study, 45 percent of the women were \"never drinkers,\" and researchers found that the \"never drinkers\" were more likely to develop breast cancer than the light drinkers. Troester said that they did not identify the causes for increased risk in never drinkers, but previous studies finding similar elevated risk in never drinkers implicate the comorbidities, such as diabetes, that influenced them to avoid alcohol. Author Comment: Troester said the results of this study indicate that the same risk factors that have been documented in previous research apply to black women as well. \"Alcohol is an important modifiable exposure, whereas many other risk factors are not,\" she said. \"Women who are concerned about their risk of breast cancer could consider reducing levels of exposure.\"Troester said that further research would be necessary to determine which breast cancer risk factors--weight, reproductive history, oral contraceptive use, family history, etc.--apply most significantly to each race. \"Understanding the impact of these various risk factors could help narrow the disparity in breast cancer incidence and mortality,\" she said. Limitations: Troester said a limitation of the study is that it included relatively few women who drank heavily, making those findings less statistically significant. However, she said this study's results are consistent with previous research indicating increased risk for the highest levels of alcohol consumption. Funding & Disclosures: This study was funded by the National Institutes of Health, the Komen for the Cure Foundation, the Breast Cancer Research Foundation, and the University Cancer Research Fund of North Carolina. Troester declares no conflicts of interest. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/aafc-aia042717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Komen for the Cure Foundation, Breast Cancer Research Foundation, University Cancer Research Fund of North Carolina", "meeting": "", "institution": "American Association for Cancer Research", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Epidemiology", " Demography", " Minorities"], "journal": "Cancer Epidemiology, Biomarkers & Prevention", "description": "Alcohol consumption was associated with an increased risk of breast cancer in a large study of African-American women, indicating that they, like white women, may benefit from limiting alcohol.", "date": "Mon, 01 May 2017 04:00:00 GMT"}