{"title": "Heart disease risks experienced in childhood impact cognition later in life", "text": "Cardiovascular risk factors such as high blood pressure, cholesterol and smoking have long been associated with cognitive deficiencies in adults. A new study, published today in the Journal of the American College of Cardiology, found the burden of cardiovascular risk factors from childhood and adolescence is associated with worse midlife cognition regardless of adulthood exposure.\"While it is well known that high blood pressure, cholesterol and smoking are associated with poor cognitive performance in adults, the effects of these risk factors from childhood on midlife cognition were unknown,\" said Suvi Rovio, PhD, senior scientist at the Research Centre of Applied and Preventive Cardiovascular Medicine at the University of Turku in Turku, Finland, and the study's lead author.Researchers analyzed data from the Cardiovascular Risk in Young Finns Study, which has followed a population-based sample of 3,596 individuals from childhood to adulthood since 1980. As part of the 31-year follow-up, cognitive testing was performed as well as regular measurement of blood pressure, cholesterol, triglycerides, body mass index and smoking exposure. These continuous risk variables were evaluated to indicate the long-term burden of each measurement. They were defined separately for childhood (6-12 years), adolescence (12-18 years), young adulthood (18-24 years) and early life (6-24 years). The Young Finns Study also analyzes age, sex, baseline household income, blood pressure and cholesterol medications, diagnoses of heart disease and Type 1 and Type 2 diabetes. Altogether, 1,901 individuals with cognitive test data had complete data on the other variables analyzed. The study found that high blood pressure and high cholesterol in childhood, adolescence and young adulthood, as well as smoking in adolescence and young adulthood were associated with worse midlife cognitive performance, especially memory and learning. Study participants with all risk factors within recommended levels between ages 6-24 performed better on cognitive testing than those exceeding all risk factor guidelines at least twice. In all, the difference corresponded to the effect of six years of aging.Researchers also looked at the independent effects of early life cumulative burden of high blood pressure, high cholesterol, BMI and smoking on cognitive performance. Individuals with the highest blood pressure had an 8.4 years' difference in cognitive age compared to individuals with the lowest blood pressure. Similarly, researchers found a 6.6 years difference between those with high and low cholesterol and a 3.4 years difference between smokers and non-smokers.\"These findings support the need for active monitoring and treatment strategies against cardiovascular risk factors from childhood,\" Rovio said. \"This shouldn't just be a matter of cognitive deficits prevention, but one of primordial prevention.\"Study limitations included that cognitive performance was measured once over the course of the Young Finns Study. This prevented researchers from determining the role of early life cardiovascular risk factors on changes in cognition.\"Recent evidence has demonstrated that risk factors developed in adulthood can impact cognitive dysfunction in the elderly, if they have not been corrected,\" said Valentin Fuster, MD, PhD, MACC, editor-in-chief of the Journal of the American College of Cardiology. \"The findings in this paper are important, because they show that risk factors that develop at an even younger age can have the same adverse impact.\" In an accompanying editorial, Donald M. Lloyd-Jones, MD, ScM, and Norrina B. Allen, PhD, MPH, from the Feinberg School of Medicine at Northwestern University in Chicago, said, \"These findings extend our prior understanding on the accumulation of CV risk and cognition back into childhood and suggest that the adverse impacts on later-life health begin accruing very early in life.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.02.060", "url": "http://www.eurekalert.org/pub_releases/2017-05/acoc-hdr042717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Diet/Body Weight", " Epidemiology", " Cholesterol", " Pediatrics", " Public Health", " Memory/Cognitive Processes"], "journal": "Journal of the American College of Cardiology", "description": "Cardiovascular risk factors such as high blood pressure, cholesterol and smoking have long been associated with cognitive deficiencies in adults. A new study, published today in the Journal of the American College of Cardiology, found the burden of cardiovascular risk factors from childhood and adolescence is associated with worse midlife cognition regardless of adulthood exposure.", "date": "Mon, 01 May 2017 04:00:00 GMT"}