{"title": "Smoking-related heart disease tied to effects of a single gene", "text": "New York, NY (May 1, 2017)--Researchers have found a genetic explanation for how smoking can lead to coronary heart disease (CHD). Many people have a protective gene type that reduces levels of an enzyme connected to artery-clogging fatty plaques and CHD. However, in people carrying this gene, smoking counteracts the protective effect.\"Our finding suggest that interventions to inhibit this enzyme would be particularly beneficial for smokers, and they may also prove useful for anyone at heightened risk of coronary heart disease,\" said study leader Muredach P. Reilly, MBBCH, MSCE, the Herbert and Florence Irving Professor of Medicine (in Cardiology) and director of the Irving Institute for Clinical and Translational Research at Columbia University Medical Center (CUMC).The study, the largest of its kind, was published online today in the journal Circulation.Cigarette smoking is known to cause about one in five cases of CHD, and is linked to approximately 1.6 million deaths worldwide each year. But the precise mechanisms by which smoking leads to CHD has not been clear. To learn more about how genetics affect the interplay between smoking and heart disease, the researchers pooled genetic data on more than 140,000 people from 29 previous studies. They analyzed 45 small regions of the genome that have been previously associated with a heightened risk of CHD. They hypothesized that for some of these regions, the associated heart risk would be different in smokers than in non-smokers.The analysis showed that a change in a single DNA \"letter\" on chromosome 15, near the gene that expresses an enzyme (ADAMTS7) produced in blood vessels, was associated with a 12 percent reduction in heart risk in non-smokers. However, smokers with this same variation had only a 5 percent lower risk of CHD--reducing by over half the protective effect of this genetic variation. DNA variations located near a gene sometimes inhibit the gene's activity, causing below-normal levels of the protein it produces. In this case, the researchers discovered that the single-letter DNA variation that protected patients from CHD resulted in a significant decline in the production of ADAMTS7.In a separate recent mouse study, Dr. Reilly's lab demonstrated that genetic deletion of ADAMTS7 reduced the buildup of fatty plaques in arteries, suggesting that blocking the production or function of this enzyme might be a way to lower the risk of CHD.In the current study, when the researchers applied a liquid extract of cigarette smoke to coronary artery cells, the cells' production of ADAMTS7 more than doubled, supporting the conclusion that smoking may counteract the genetic protection from CHD by increasing the level of ADAMTS7 in the artery wall. \"This has been one of the first big steps towards solving the complex puzzle of gene-environment interactions that lead to CHD,\" said lead author Danish Saleheen, PhD, assistant professor of biostatistics and epidemiology at the Perelman School of Medicine at the University of Pennsylvania. In future studies, the researchers hope to establish exactly how the ADAMTS7 variants protect against CHD, how cigarette smoking affects the activity of the gene that produces the enzyme, and whether reducing or inhibiting ADAMTS7 can slow the progression of atherosclerosis due to cigarette smoking. \"This study is an important example of the emerging field of precision medicine and precision public health,\" said Dr. Reilly. \"Through these large-scale genetic studies, we're beginning to understand the genetic variations that drive risk in response to certain environmental exposures or lifestyle behaviors. Not everyone reacts the same to the same exposures or behaviors. For example, some people who don't exercise develop diabetes while others do not. So, instead of saying there are rules for everybody, we can specify which interventions will be especially beneficial for specific populations or individuals and focus our health resources more efficiently.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cumc-shd042817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Wellcome Trust, Pfizer, Genentech, Regeneron, Eli Lilly", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Circulation", "description": "Smoking counteracts the effect of a gene that normally protects against heart disease, according to a group of researchers.", "date": "Mon, 01 May 2017 04:00:00 GMT"}