{"title": "Pain reliever may help relieve the vision damage of glaucoma", "text": "AUGUSTA, Ga. (May 1, 2017) - The tip of our optic nerve is typically the first place injured by glaucoma.Now researchers want to know if the powerful pain medicine (+)-pentazocine can help avoid the damage.Their focus is star-shaped brain cells called astrocytes that normally nourish and protect the neurons in the eye, called retinal ganglion cells, at the juncture where the optic nerve sends visual information to the brain so we can see. Glaucoma appears to change the relationship between these two brain cell types so that astrocytes move from supportive to destructive mode.  \"The theory is that in glaucoma, through some complicated set of mechanisms that may be dependent on intraocular pressure, the astrocytes may change so that they become toxic to neurons,\" said Dr. Kathryn Bollinger, ophthalmologist, glaucoma specialist and retinal cell biologist at the Department of Ophthalmology at the Medical College of Georgia at Augusta University. Bollinger, this year's only recipient of a mid-career physician scientist grant from the American Glaucoma Society, wants to prevent the conversion and potentially make the astrocytes even more supportive in this high-pressure scenario. \"Our thought for how we can better treat glaucoma is to protect the neurons directly,\" Bollinger said. \"That is what we are trying to do,\" she said of therapies that may one day be used alongside existing strategies that work to either increase the amount of fluid drained from or produced by the eye. Her target in the astrocytes is sigma-1 receptor, or S1R, a protein found throughout the body that is believed to have the innate role of protecting neurons. In fact, S1R's demise is associated with neurodegenerative disease, like Alzheimer's. In some complex central nervous system disorders like Alzheimer's, Parkinson's and stroke, using small molecules to activate S1R appears to help protect against the classic neuron damage and death that occurs in these diseases, and that Bollinger would like to prevent in glaucoma. Also, research animals with S1R deleted have slow progressing, age-associated death of neurons in the eye that is similar to what can occur in glaucoma as well as death of motor neurons that produce ALS-like symptoms. The problem in glaucoma appears to be that astrocytes become too reactive and more S1R may be part of the solution. Astrocytes need to be activated following an injury to help neurons recover but when they become reactive they go from being nurturing to noxious, increasing in number but forming disruptive scar tissue. They also begin to release substances like the gas nitric oxide, which is toxic at these higher levels but protective at lower ones, and tumor necrosis factor alpha, a signaling protein that activates inflammation and is implicated in a wide range of diseases.Bollinger notes that there is no evidence that S1R activity is decreased by glaucoma, rather it's more likely that the increased pressure increases the amount of SIR needed to be protective. \"We do know that if we increase its activity, it appears to be protective,\" she said. \"The question is how.\" Her research model includes co-culturing astrocytes and retinal ganglion cells from the optic nerve of research animals to learn more about how they interact in a healthy scenario. Her research team also will be taking astrocytes from mice missing S1R and putting them with normal retinal ganglion cells to see how that changes the equation. They'll then add the pain reliever (+)-pentazocine, which activates S1R, and further examine its impact.They have shown that exposing astrocytes to proinflammatory signals called cytokines, which are elevated in glaucoma, makes astrocytes very reactive. The brain cells experience changes to their shape, start moving around more and GFAP levels go up. Glial fibrillary acidic protein, or GFAP, is expressed by astrocytes and other cells in the central nervous system and thought to help astrocytes maintain their shape and strength under duress, such as increased pressure. However high levels of GFAP, also associated with traumatic brain injury and stroke, appear to put the brain at risk. So, they will add another cytokine, transforming growth factor beta 1, to get the astrocytes to react and see how the presence and absence of (+)-pentazocine affects reactivity.The MCG vision research team has evidence that treatment with (+) - pentazocine calms the astrocytes, instead prompting them to release brain-derived neurotrophic factor, known to promote healthy survival of neurons.  A primary purpose of the project is to see whether stimulating S1R levels in the astrocytes is sufficient to enable them to protect the retinal ganglion cells in glaucoma. Both astrocytes and retinal ganglion cells have S1R, but her lab hypothesizes that activation in the astrocytes alone will work. While it's not clear what, if anything, glaucoma pressure does to S1R itself, it does not appear to eliminate it, which is good, Bollinger notes. Others, including former MCG chair and professor emeritus of biochemistry and molecular biology, Dr. Vadivel Ganapathy have shown that directly activating S1R in retinal ganglion cells only, reduces cell stress and activates natural pro-survival pathways. But it's not known whether stimulating it in astrocytes will aid or impair neuroprotection. Learning more about how astrocytes and retinal ganglion cells interact and how S1R agonists affect that interplay will provide more insight on the agonists' potential use as a glaucoma therapy as well as for other purposes, where it might be given systemically, Bollinger said. Last summer, Dr. Sylvia Smith, chair of the MCG Department of Cellular Biology and Anatomy, reported that (+)-pentazocine helps preserve vision in a model of severe retinal degeneration, like macular degeneration. The study in the journal Proceedings of the National Academy of Sciences showed that in an animal model of severe, inherited retinal degeneration,  (+)-pentazocine enables the survival of cone cells, a type of photoreceptor cell that gives us detailed, color vision. Potentially blinding diseases such as retinitis pigmentosa and macular degeneration result in the loss of these photoreceptor cells in the retina that enable us to convert light into images. Retinal ganglion cells receive visual information from the photoreceptors cells and send it on to the brain via the optic nerve. It's the optic nerve head, where the retina connects with the optic nerve. Glaucoma is a leading cause of blindness and while the risk increases with age, even babies can develop it and blacks are more susceptible at a young age, according to the Glaucoma Research Foundation. A strong family history also is a risk along with diabetes and severe nearsightedness. Like generalized high blood pressure, glaucoma is often asymptomatic until early loss of primarily peripheral vision.  An estimated 3 million Americans have it but only about half know it, the Glaucoma Research Foundation says.  Both in human glaucoma and research models, the rate of degeneration of the axons, or arms of retinal ganglion cells that reach out other cells, parallels increased reactivity of astrocytes. S1R agonists are in clinical trials for conditions like depression and stroke, and drugs, like the antipsychotic haloperidol that target the sigma receptor, already are taken by patients.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/mcog-prm050117.php", "region": "namerica", "source_link": null, "funder": "American Glaucoma Society", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Cell Biology", " Medicine/Health", " Ophthalmology", " Research/Development"], "journal": "", "description": "The tip of our optic nerve is typically the first place injured by glaucoma.\r\nNow researchers want to know if the powerful pain medicine (+)-pentazocine can help avoid the damage.", "date": "Mon, 01 May 2017 04:00:00 GMT"}