{"title": "New technique may prevent graft rejection in high-risk corneal transplant patients", "text": "(BOSTON) - Treating donor corneas with a cocktail of molecules prior to transplanting to a host may improve survival of grafts and, thus, outcomes in high-risk corneal transplant patients, according to a new study led by researchers at Massachusetts Eye and Ear. The findings, published online in Scientific Reports, describe a novel strategy to promote the tolerance of corneal transplants in patients at high risk for rejection by targeting antigen-presenting cells in donor tissues with a combination of two cytokines, TGF-β and IL-10, that work together to promote tolerance of the graft by the transplant recipient's immune system. \"We made use of cytokines that can change the function of immune cells to induce tolerance in donor corneas\" said senior author Reza Dana, M.D., MPH, Director of Cornea and Refractive Surgery at Mass. Eye and Ear and the Claes H. Dohlman Professor of Ophthalmology at Harvard Medical School. \"We exposed donor tissue to a particular cocktail of immunoregulatory cytokines, and we've determined what doses, concentrations and exposure we need for these cytokines to generate tolerance inducing antigen-presenting cells in the cornea.\" With more than 150,000 cases performed each year worldwide, corneal transplantation is the most common transplant procedure in medicine. Patients may need corneal transplants when the cornea, the transparent, outermost layer of the eye, is no longer able to let light in due to scarring or disease. An ophthalmologist removes a section of the injured or diseased cornea and replaces it with donor tissue. Many corneal transplants are successful in restoring vision to those with damage to the surface of the eye, with the help of steroids to suppress the body's natural immune response to reject the donor tissue; however, roughly one-third of all cases are considered \"high-risk,\" with increased chance of rejecting even with the use of steroids to suppress the immune system. These patients often show signs of a degeneration of what is known as T cell-immunity. With the goal of improving survival of cornea grafts for patients in the high-risk category, the authors of the Scientific Reports study developed a technique in preclinical models to make the donor tissue more likely to be accepted by the host, rather than tweaking the immune system of the host to accept the donated tissue. The team accomplished this by treating donor tissue with the TGF-β and IL-10 cocktail, and then grafting them onto high-risk recipient eyes of a preclinical model. Eight weeks post-transplantation, they noted a significant increase in graft survival (68.7 percent of treated grafts had survived, while none of the control grafts had survived).The researchers are hopeful that this novel method of using a combination of cytokines working together to promote tolerance of corneal grafts -- by treating the donor tissue rather than the recipient -- may transition more easily to the clinical setting.\"By exposing the transplant tissue to these cytokines, we avoid having to expose the transplant recipients themselves to any immunosuppressive,\" said Dr. Dana. \"We're very excited, because it's highly translatable technology. When we grafted the tissue that has been treated that way, we developed active tolerance, which leads to long-term acceptance of the corneal transplant and suppresses all the destructive sides of immunity.\"", "article_link": "http://dx.doi.org/10.1038/s41598-017-01065-z", "url": "http://www.eurekalert.org/pub_releases/2017-05/meae-ntm050117.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/04/new-technique-may-prevent-graft-rejection-in-high-risk-corneal-transplant-patients", "funder": "National Institutes of Health, NIH/National Eye Institute", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Ophthalmology"], "journal": "Scientific Reports", "description": "Treating donor corneas with a cocktail of molecules prior to transplanting to a host may improve survival of grafts and, thus, outcomes in high-risk corneal transplant patients, according to a new study led by researchers at Massachusetts Eye and Ear.", "date": "Mon, 01 May 2017 04:00:00 GMT"}