{"title": "Pre-eclampsia deaths are avoidable -- new comment in The Lancet", "text": "Pregnancy in the UK has never been safer, say scientists from King's College London writing in the latest edition of The Lancet.In their article, Professor Andrew Shennan and Professor Lucy Chappell welcomed the news from the latest Confidential Enquiry into Maternal Deaths that less than 1 in 10,000 women in the UK die in pregnancy and women who get Pre-eclampsia have a less than 1 in 1,000,000 chance of dying.\"This reduction in mortality in the U.K. in mothers with Pre-eclampsia is quite remarkable. Good care in the NHS, driven by sound evidence-based medicine and disseminated by NICE guidelines, means the rest of the world will be driven to emulate this success. This is a real success story,\" said Andrew Shennan, Professor of Obstetrics at King's College London.The article suggests that the improved outcomes over recent decades are due to improved monitoring of pregnant women, good diagnosis and timely delivery. More recently, it has been shown there can be partial prevention through the use of low dose aspirin, use of antihypertensive medication and magnesium sulphate. Planned delivery from 37 weeks has also been shown to reduce morbidity. \"We should continue the focus on high-quality care that has enabled this reduction to happen including regular antenatal checks and prompt treatment of severe hypertension.  We now need to turn our attention to reducing Pre-eclampsia deaths around the globe and the baby deaths associated with the disease in the UK and elsewhere,\" added Lucy Chappell, Professor of Obstetrics at King's College London.Marcus Green from the charity Action on Pre-eclampsia has been working with the team to utilise their findings in his own work.He said: \"Pregnancy in the UK is now so safe a women's partner is more likely to die than she is. There has been great progress even in the last few years, especially in Pre-eclampsia and this is down to great care in the NHS.  In 2006-8, 19 women died from Pre-eclampsia and this is now down to 2 deaths in 2012-14. \"We know great care makes a tremendous difference and Pre-eclampsia is only safe for the mother if it is identified and well managed without this we run the risk of these statistics rising in the UK and the effect on families is utterly devastating.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/kcl-pda021017.php", "region": "europe", "source_link": "http://www.kcl.ac.uk/newsevents/news/newsrecords/2017/February/Pre-eclampsia-deaths-are-avoidable.aspx", "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Fertility", " Health Care Systems/Services", " Public Health"], "journal": "Lancet", "description": "Pregnancy in the UK has never been safer, say scientists from King's College London writing in the latest edition of The Lancet.", "date": "Fri, 10 Feb 2017 05:00:00 GMT"}