{"title": "Pervasive chemicals pose threats for pregnant women and their offspring", "text": "Each day, we are exposed to an array of chemicals lurking in the foods we eat and the common products we use. Pregnant women and their developing offspring are particularly at risk for the adverse health effects such chemicals sometimes cause, but the scientific evidence necessary to make informed choices has been lacking.In a series of innovative, multi-institutional studies, Rolf Halden, a researcher at Arizona State University's Biodesign Institute, has tracked the effects of a wide range of chemicals on human health and the environment. In a pair of studies appearing in the journal Environmental Research and the advanced online edition of the Journal of Hazardous Materials, Halden and collaborators examine human exposure to several common chemicals and evaluate resulting health outcomes in mothers and infants.In the first of these studies, Halden's team explores the effects of methyl mercury on blood pressure in pregnant women, while a companion paper provides the first evidence linking common chemicals found in cosmetics, (known as parabens), as well as the antimicrobial agent triclocarban, to measurable adverse health effects in newborns who have been exposed to these chemicals in the womb.The studies significantly add to the still limited information on threats posed by methyl mercury, parabens and antimicrobials to fetal and maternal well-being. They also raise questions about whether more aggressive steps are warranted to help society avoid harmful exposures and their consequences.\"These new studies reveal the presence of environmental toxicants in U.S. babies at birth and provide the first insights into possible associations between chemical uptake and adverse birth and health outcomes,\" says Halden.Under pressureIt has been known for some time that women with chronic or pre-existing, high blood pressure are at higher risk not only for cardiovascular disease--the leading cause of death in the United States--but also for various complications during pregnancy, compared with mothers having normal blood pressure. Some women only develop high blood pressure during the course of their pregnancy, a condition known as gestational hypertension, which can likewise lead to problems for mother and developing infant alike.One of the most common and potentially serious consequences of elevated blood pressure during pregnancy is preeclampsia, which may affect the proper functioning of organs like the kidneys and liver, leading to adverse effects on offspring, including premature birth, low birthweight and placental abruption--a condition causing the placenta to peel away from the inner wall of the uterus, before delivery.In the new study, Halden and colleagues examine the effects of mercury, an environmental contaminant from coal burning power generation and known chemical risk factor during pregnancy. They note that research to date has often produced contradictory findings. The paper identifies two primary sources of data inaccuracies: mercury speciation and confounding factors, and attempts to control for each in order to provide more informative and accurate results.Speciation is important as mercury does not occur in a single form. Rather, different types or species of mercury may be present in the environment. While both inorganic and organic mercury compounds are toxic, most sources of inorganic mercury have been banned since 1990 in the United States, dramatically limiting common exposure of the population. Mercury released into the atmosphere during burning of coal and oil still represents a major environmental input, however. Upon deposition on water and soil, microorganisms can convert this metallic mercury into organic mercury compounds, including the highly toxic methyl mercury that tends to accumulate in foods, particularly, seafood.  Conventional measurements of total mercury levels in human blood fail to draw out the subtle distinctions between various mercury subtypes. Further, levels of other critical substances may alter the laboratory findings, particularly fatty acids commonly found in fish, (known as n-3 or omega-3 fatty acids), and the chemical element selenium, each of which can interfere with the assessment of effects of mercury toxicity.The new study controls for these factors, with intriguing results. The research examined the umbilical cord blood and blood pressure of 263 pregnant women, during labor and delivery. Data on maternal age, race/ethnicity, prepregnancy body mass index, neighborhood income, parity and smoking were also gathered and evaluated. (Cord blood is considered a good proxy for estimating maternal exposure to mercury.)The results indicated that systolic blood pressure and pulse pressure in the women rose with increasing concentrations of methyl mercury (MeHg) measured in cord blood, but decreased with increasing concentrations of inorganic mercury (IHg). (No associations were found between elevated mercury levels of either species or total mercury level with diastolic blood pressure.) The underlying mechanisms of these blood pressure alterations under the influence of methyl and inorganic mercury are presently not understood.Methyl mercury is a known neurological toxin, but cardiovascular toxicity may also result from ingestion. The primary source of methyl mercury exposure is the consumption of fish and other seafood. Despite the long-recognized susceptibility of pregnant women to cardiovascular risk, little previous research has been devoted to the potential effects of mercury exposure on cardiovascular health during pregnancy. Commonly, such studies have relied on sometimes misleading measurements of total mercury level, rather than speciated mercury separated by particular subtype.This lack of specificity with respect to mercury speciation has led to confusion when assessing health risks to mothers and newborns. Overestimates of MeHg can occur when total mercury content (including IHg and MeHg) is used as a proxy for MeHg. This is particularly true for populations where fish is less common in the diet.Further, while mercury exposure can act to reduce the size of babies at birth, the presence of nutrients including selenium and fatty acids in fish tend to enhance fetal growth, thus blurring the picture.Cosmetic alterationsIn a second study, Halden and his colleagues examine birth outcomes for an immigrant population in Brooklyn, New York, following chemical exposure. Earlier studies have suggested that fetal exposure to antimicrobials and paraben compounds, (common ingredients in many cosmetics), can adversely affect health.Previous research by Halden's group confirmed elevated levels of these chemicals in both mothers and developing fetuses. The new study advances this work by presenting the first human data examining effects on the health of newborns from fetal exposure to these chemicals. The study evaluates a range of variables in the newborns, including birth weight, body length and head size, and gestational age at birth, assessing 185 mothers and 34 neonates in New York, from 2007-2009.Measurement of chemical concentrations involved testing the urine and umbilical cord blood plasma from mothers in their third trimester. The results provide the first positive associations between exposure to antimicrobial agents and adverse health outcomes for newborns. The findings are consistent with animal models of antimicrobial and paraben exposure, which suggest these chemicals can act as potent disrupters of the hormonal or endocrine system.Parabens, triclosan and triclocarban fall under the general heading of environmental phenols. They have a propensity to cause hormonal disturbances to fetuses, both in the womb and following birth. Mothers are exposed to these chemicals primarily through the use of cosmetics and personal care products containing them. Fetuses get exposed in the womb through the placenta and newborns also can ingest residues of such chemicals contained in breast milk.Parabens not only appear in cosmetics, but also as preservatives in various foods. They have been found to influence estrogen levels, suggesting they may be toxic to the reproductive system. Two antimicrobial agents known as triclosan and triclocarban (TCS and TCC), have found their way into a vast array of common products, from personal care to industrial cleaning, and also display a potential for endocrine disruption.  TCC is an ingredient in many soaps and the authors note that measurable amounts of the chemical can be detected in urine samples after even a single use of antimicrobial soap. Previous animal studies have shown some problematic associations, linking TCC exposure to liver tumors, though the effects on human infants have remained largely speculative until now.The new study examined archived samples of third trimester maternal urine (6-9th month) and human cord blood plasma, collected at two different time points. (The subjects were women 18-45 years old who earlier were evaluated for fetal exposure to mercury, TCS and TCC. A questionnaire was used to gather demographic data, including maternal age, race/ethnic origin, and education level, medical history, and to assess sources of environmental chemical exposure, for example, to mercury.The research results represent the first experimental evidence of adverse birth outcomes in babies exposed to triclocarban (TCC) and its metabolites in the womb. The findings show increased odds of pre-term birth due to the chemical butylparaben, decreased gestational age at birth due to butylparaben and TCC, decreased birth weight due to butylparaben and decreased body length, due to propylparaben.The study also measured protective effects on pre-term birth due to benzylparaben (BePB) and low birth weight, due to triclcarban. No associations were observed for methyl-paraben (MePB), ethylparaben (EtPB) or triclosan.The authors note that the observed effects of parabens and antimicrobials on these crucial parameters of growth may be precursors to other negative effects on developmental well-being in childhood and perhaps, later in life. This is of concern, given the ubiquitous presence of these endocrine-disrupting chemicals in cosmetics and personal care products, placing babies at high risk for exposure.\"Results from this study emphasize opportunities of expecting mothers to optimize the health of their offspring by observing health advisories for seafood consumption and by avoiding contact with personal care products that contain unnecessary and potentially harmful antimicrobial agents,\" says Halden.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/asu-pcp020717.php", "region": "namerica", "source_link": "https://biodesign.asu.edu/news/pervasive-chemicals-pose-threats-pregnant-women-and-their-offspring", "funder": "", "meeting": "", "institution": "Arizona State University", "keywords": ["Pollution/Remediation", " Developmental/Reproductive Biology", " Marine/Freshwater Biology", " Pollution/Remediation", " Toxicology", " Medicine/Health", " Endocrinology", " Environmental Health", " Public Health", " Toxicology"], "journal": "Journal of Hazardous Materials", "description": "In a series of innovative, multi-institutional studies, Rolf Halden, a researcher at Arizona State University's Biodesign Institute, has tracked the effects of a wide range of chemicals on human health and the environment. In a pair of studies appearing in the journal Environmental Research and the advanced online edition of the Journal of Hazardous Materials, Halden and collaborators examine human exposure to several common chemicals and evaluate resulting health outcomes in mothers and infants.", "date": "Tue, 07 Feb 2017 05:00:00 GMT"}