{"title": "A common medication restores social deficits in autism mouse model", "text": "Philadelphia, PA, Jan. 26, 2017 - Reducing the function of the autism-associated gene Pcdh10 leads to impairments in social behavior, according to a study published in Biological Psychiatry. Reducing Pcdh10 function also disrupted the structure and function of circuitry in the amygdala, a brain region implicated in the behavior symptoms of autism spectrum disorder (ASD).In the study, first authors Dr. Hannah Schoch and Dr. Arati Kreibich, both of the University of Pennsylvania, and colleagues found that neurons in the amygdala of mice lacking one copy of Pcdh10 (Pcdh10+/-) had reduced levels of NMDA glutamate receptor subunits, indicating disrupted excitatory neural circuitry.\"Our study of Pcdh10+/- mice gives us greater insight into the biology of social behaviors and into the function of a gene associated with ASD,\" said senior author Professor Edward Brodkin, also of the University of Pennsylvania.The study also suggests a possible target for treatment of ASD. When the researchers gave the mice a medication called d-cycloserine, the impaired social behavior improved. D-cycloserine is an old medication that was developed as a treatment for tuberculosis. However, nearly 30 years ago, it was discovered that this drug targets the NMDA glutamate receptor to enhance its function.Brodkin cautions that although much more work would be necessary in both animal models and humans to establish the medication as safe and effective for this use, preliminary clinical studies in humans with ASD have also shown promise for its use to improve social interactions.   \"This study is an example of a principle that we will hold for more psychiatric conditions,\" said John Krystal, Editor of Biological Psychiatry. \"That hypothesis is that when psychiatric syndromes can be targeted to specific genes, then specific treatments may be implicated.\"Reducing the function of the Pcdh10 gene had a more prominent effect in male mice -- female mice did not exhibit the social behavior deficits seen in males. The finding parallels the male predominance of ASD in humans, and will be an important line of future research to understand the genetic underpinnings of sex differences in ASD.", "journal": "Biological Psychiatry", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-01/e-acm012617.php", "institution": "Elsevier", "meeting": "", "description": "Reducing the function of the autism-associated gene Pcdh10 leads to impairments in social behavior, according to a study published in Biological Psychiatry. Reducing Pcdh10 function also disrupted the structure and function of circuitry in the amygdala, a brain region implicated in the behavior symptoms of autism spectrum disorder.", "article_link": "http://dx.doi.org/10.1016/j.biopsych.2016.06.008", "keywords": ["Neurochemistry", " Medicine/Health", " Neurobiology"], "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/a-common-medication-restores-social-deficits-in-autism-mouse-model", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}