{"title": "Scientists develop new flu vaccines for man's best friend | EurekAlert! Science News", "year": "Thu, 26 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "dreaded", "time", "year", "flu", "season", "humans", "ones", "feeling", "pain", "dogs", "get", "flu", "scientists", "university", "view", "dreaded", "time", "year", "flu", "season", "humans", "ones", "feeling", "pain", "dogs", "get", "flu", "scientists", "university", "rochester", "school", "medicine", "dentistry", "developed", "first", "time", "two", "new", "vaccines", "canine", "influenza", "research", "important", "improving", "health", "furry", "friends", "keeping", "us", "safe", "dogs", "infected", "multiple", "influenza", "viruses", "potential", "act", "mixing", "vessels", "generate", "new", "flu", "strains", "could", "infect", "people", "happened", "yet", "experts", "say", "possible", "today", "veterinarians", "use", "vaccines", "include", "inactivated", "killed", "flu", "virus", "experts", "say", "provide", "limited", "protection", "scientists", "led", "luis", "associate", "professor", "department", "microbiology", "immunology", "created", "two", "vaccines", "h3n8", "canine", "influenza", "virus", "currently", "circulating", "dogs", "past", "research", "shows", "vaccines", "made", "live", "flu", "virus", "dampened", "cause", "flu", "provide", "better", "immune", "responses", "longer", "periods", "protection", "team", "including", "postdoctoral", "fellows", "aitor", "laura", "rodriguez", "used", "genetic", "engineering", "technique", "called", "reserve", "genetics", "create", "live", "vaccine", "replicates", "nose", "lungs", "nose", "virus", "first", "enters", "dog", "body", "generating", "immune", "response", "could", "stop", "virus", "tracks", "vaccine", "get", "lungs", "could", "create", "unwanted", "inflammation", "response", "live", "virus", "study", "published", "journal", "virology", "found", "live", "vaccine", "safe", "able", "induce", "better", "immune", "protection", "h3n8", "canine", "influenza", "virus", "mice", "dog", "tracheal", "cells", "commercially", "available", "inactivated", "vaccine", "second", "study", "highlighted", "journal", "virology", "team", "used", "reserve", "genetics", "remove", "protein", "called", "ns1", "h3n8", "canine", "influenza", "virus", "previous", "studies", "shown", "deleting", "ns1", "viral", "protein", "significantly", "weakens", "flu", "viruses", "elicit", "immune", "response", "cause", "illness", "approach", "used", "human", "swine", "equine", "flu", "viruses", "generate", "potential", "vaccines", "also", "safe", "effective", "traditional", "inactivated", "h3n8", "influenza", "vaccine", "mice", "dog", "tracheal", "studies", "performed", "collaboration", "collin", "parrish", "professor", "virology", "college", "veterinary", "medicine", "cornell", "university", "pablo", "murcia", "professor", "university", "glasgow", "centre", "virus", "team", "planning", "test", "vaccine", "approaches", "clinical", "trials", "dogs", "hope", "come", "new", "options", "stem", "spread", "flu", "shelters", "kennels", "avoid", "transmission", "dog", "flu", "virus", "people", "many", "dog", "owners", "animal", "lovers", "close", "contact", "dogs", "regular", "basis", "believes", "best", "prevent", "dogs", "getting", "flu", "first", "place", "team", "using", "research", "tackle", "dog", "flu", "viruses", "used", "safety", "approaches", "engineer", "vaccine", "h3n2", "canine", "influenza", "virus", "introduced", "united", "states", "2015", "early", "results", "show", "similar", "h3n8", "vaccine", "h3n2", "vaccine", "able", "protect", "h3n2", "canine", "influenza", "virus", "effective", "currently", "available", "inactivated", "vaccine"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uorm-sdn012617.php", "date": "2018-01-19_20:59:03", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: It's that dreaded time of year -- flu season. And we humans aren't the only ones feeling the pain. Dogs can get the flu, too. Scientists at the University of...\n     view more It's that dreaded time of year - flu season. And we humans aren't the only ones feeling the pain. Dogs can get the flu, too. Scientists at the University of Rochester School of Medicine and Dentistry have developed, for the first time, two new vaccines for canine influenza. This research is not only important for improving the health of our furry friends, but for keeping us safe, too. Dogs that have been infected with multiple influenza viruses have the potential to act as \"mixing vessels\" and generate new flu strains that could infect people. This hasn't happened yet, but experts say it's possible. Today, veterinarians use vaccines that include inactivated or killed flu virus, but experts say they provide short-term, limited protection. Scientists led by Luis Martinez-Sobrido, Ph.D., associate professor in the department of Microbiology and Immunology created two \"live-attenuated\" vaccines against H3N8 canine influenza virus, which is currently circulating in dogs in the U.S. Past research shows that live-attenuated vaccines, made from live flu virus that is dampened down so that it doesn't cause the flu, provide better immune responses and longer periods of protection.   Martinez-Sobrido's team, including postdoctoral fellows Aitor Nogalez-Gonzalez, Ph.D. and Laura Rodriguez, Ph.D. used a genetic engineering technique called reserve genetics to create a live vaccine that replicates in the nose, but not in the lungs. The nose is where the virus first enters a dog's body, so generating an immune response there could stop the virus in its tracks. If the vaccine were to get into the lungs it could create unwanted inflammation in response to the live virus. The study, published in the Journal of Virology, found the live vaccine was safe and able to induce better immune protection against H3N8 canine influenza virus in mice and dog tracheal cells than a commercially available inactivated vaccine. In a second study highlighted in the journal Virology the team used reserve genetics to remove a protein called NS1 from H3N8 canine influenza virus. Previous studies have shown that deleting the NS1 viral protein significantly weakens flu viruses so that they elicit an immune response but don't cause illness. This approach has been used with human, swine and equine flu viruses to generate potential vaccines and was also safe and more effective than a traditional inactivated H3N8 influenza vaccine in mice and dog tracheal cells.Both studies were performed in collaboration with Collin Parrish, professor of Virology at the College of Veterinary Medicine at Cornell University and Pablo Murcia, professor at the University of Glasgow Centre for Virus Research.The team is planning to test both live-attenuated vaccine approaches in clinical trials with dogs. The hope is to come up with new options to stem the spread of flu in shelters and kennels, and to avoid the transmission of a dog flu virus to people. As many dog owners and animal lovers are in close contact with dogs on a regular basis, Martinez-Sobrido believes its best to prevent dogs from getting the flu in the first place. The team is using this research to tackle other dog flu viruses, too. They've used the safety of these approaches to engineer a live-attenuated vaccine for the H3N2 canine influenza virus, which was introduced in the United States in 2015. Early results show that similar to the H3N8 vaccine, the H3N2 live-attenuated vaccine is able to protect against the H3N2 canine influenza virus and is more effective than the only currently available inactivated vaccine.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: It's that dreaded time of year -- flu season.", "And we humans aren't the only ones feeling the pain.", "Dogs can get the flu, too.", "Scientists at the University of...\n     view more It's that dreaded time of year - flu season.", "And we humans aren't the only ones feeling the pain.", "Dogs can get the flu, too.", "Scientists at the University of Rochester School of Medicine and Dentistry have developed, for the first time, two new vaccines for canine influenza.", "This research is not only important for improving the health of our furry friends, but for keeping us safe, too.", "Dogs that have been infected with multiple influenza viruses have the potential to act as \"mixing vessels\" and generate new flu strains that could infect people.", "This hasn't happened yet, but experts say it's possible.", "Today, veterinarians use vaccines that include inactivated or killed flu virus, but experts say they provide short-term, limited protection.", "Scientists led by Luis Martinez-Sobrido, Ph.D., associate professor in the department of Microbiology and Immunology created two \"live-attenuated\" vaccines against H3N8 canine influenza virus, which is currently circulating in dogs in the U.S. Past research shows that live-attenuated vaccines, made from live flu virus that is dampened down so that it doesn't cause the flu, provide better immune responses and longer periods of protection.", "Martinez-Sobrido's team, including postdoctoral fellows Aitor Nogalez-Gonzalez, Ph.D. and Laura Rodriguez, Ph.D. used a genetic engineering technique called reserve genetics to create a live vaccine that replicates in the nose, but not in the lungs.", "The nose is where the virus first enters a dog's body, so generating an immune response there could stop the virus in its tracks.", "If the vaccine were to get into the lungs it could create unwanted inflammation in response to the live virus.", "The study, published in the Journal of Virology, found the live vaccine was safe and able to induce better immune protection against H3N8 canine influenza virus in mice and dog tracheal cells than a commercially available inactivated vaccine.", "In a second study highlighted in the journal Virology the team used reserve genetics to remove a protein called NS1 from H3N8 canine influenza virus.", "Previous studies have shown that deleting the NS1 viral protein significantly weakens flu viruses so that they elicit an immune response but don't cause illness.", "This approach has been used with human, swine and equine flu viruses to generate potential vaccines and was also safe and more effective than a traditional inactivated H3N8 influenza vaccine in mice and dog tracheal cells.Both studies were performed in collaboration with Collin Parrish, professor of Virology at the College of Veterinary Medicine at Cornell University and Pablo Murcia, professor at the University of Glasgow Centre for Virus Research.The team is planning to test both live-attenuated vaccine approaches in clinical trials with dogs.", "The hope is to come up with new options to stem the spread of flu in shelters and kennels, and to avoid the transmission of a dog flu virus to people.", "As many dog owners and animal lovers are in close contact with dogs on a regular basis, Martinez-Sobrido believes its best to prevent dogs from getting the flu in the first place.", "The team is using this research to tackle other dog flu viruses, too.", "They've used the safety of these approaches to engineer a live-attenuated vaccine for the H3N2 canine influenza virus, which was introduced in the United States in 2015.", "Early results show that similar to the H3N8 vaccine, the H3N2 live-attenuated vaccine is able to protect against the H3N2 canine influenza virus and is more effective than the only currently available inactivated vaccine."], "source": "University of Rochester Medical Center"}