{"title": "TSU is developing a new method for treating autism and memory disorder | EurekAlert! Science News", "year": "Wed, 25 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "volunteers", "divided", "three", "groups", "characterized", "different", "movement", "modes", "sedentary", "lifestyle", "normal", "excessive", "physical", "activity", "athletes", "view", "scientists", "tomsk", "state", "university", "tsu", "russia", "exploring", "myokines", "proteins", "produced", "muscles", "physical", "activities", "found", "active", "agents", "enhance", "human", "cognitive", "function", "scientists", "plan", "use", "feature", "correct", "conditions", "autism", "hyperactivity", "memory", "fact", "physical", "activity", "helps", "maintain", "good", "memory", "mental", "longevity", "known", "long", "time", "says", "anastasia", "kabachkova", "employee", "tsu", "interested", "mechanism", "words", "kind", "myokines", "produced", "result", "certain", "exercises", "knowing", "happens", "able", "choose", "set", "exercises", "replace", "medication", "treat", "cognitive", "disorders", "without", "order", "determine", "conditions", "production", "myokines", "body", "scientists", "faculty", "physical", "education", "conducted", "comprehensive", "studies", "involving", "volunteers", "volunteers", "divided", "three", "groups", "characterized", "different", "movement", "modes", "sedentary", "lifestyle", "normal", "excessive", "physical", "activity", "athletes", "tests", "carried", "complexes", "exercise", "cases", "combined", "physical", "mental", "exercises", "example", "held", "barbell", "looking", "monitor", "producing", "mathematical", "calculations", "mind", "scientists", "evaluated", "number", "parameters", "including", "indicators", "brain", "activity", "blood", "flow", "addition", "people", "animals", "also", "involved", "experiments", "laboratory", "mice", "also", "exercise", "running", "swimming", "weight", "training", "scientists", "sampled", "biological", "material", "examined", "content", "myokines", "animals", "skeletal", "next", "step", "experimenting", "cell", "cultures", "says", "anastasia", "kabachkova", "grow", "muscle", "cells", "rats", "humans", "laboratory", "using", "electric", "current", "simulate", "contractions", "occur", "muscles", "exercise", "investigate", "myokines", "end", "experiments", "researchers", "summarize", "data", "develop", "complex", "exercises", "allow", "obtaining", "necessary", "myokines", "make", "brain", "work", "complexes", "offered", "kids", "autism", "hyperactivity", "stroke", "patients", "impaired", "memory", "attention", "disorder"], "url": "http://www.eurekalert.org/pub_releases/2017-01/nrts-tid012517.php", "date": "2018-01-19_20:59:07", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Volunteers were divided into three groups, which were characterized by different movement modes -- sedentary lifestyle, normal, and excessive physical activity (athletes).\n       view more Scientists at the Tomsk State University (TSU, Russia) are exploring myokines, proteins that are produced in the muscles during physical activities. It is found that these active agents enhance human cognitive function. Scientists plan to use this feature to correct conditions such as autism, hyperactivity, and memory disorders.- The fact that physical activity helps to maintain good memory and mental longevity has been known for a long time, - says Anastasia Kabachkova, an employee of the TSU. - We are interested in the mechanism, in other words, what kind of myokines are produced as a result of certain exercises. Knowing how this happens, we will be able to choose a set of exercises that will replace medication and treat cognitive disorders without pills.In order to determine the conditions of the production of myokines in the body, scientists at the Faculty of Physical Education conducted comprehensive studies involving volunteers. Volunteers were divided into three groups, which were characterized by different movement modes - sedentary lifestyle, normal, and excessive physical activity (athletes).During the tests they carried out complexes of exercise, and in some cases, combined physical and mental exercises. For example, they held down a barbell while looking at the monitor and producing mathematical calculations in their mind. Scientists evaluated a number of parameters, including the indicators of brain activity and blood flow in the brain.In addition to people, animals also were involved in the experiments. Laboratory mice were also doing exercise: running and swimming, and weight training. After that, scientists sampled their biological material and examined the content of myokines in the animals' skeletal muscles.- The next step will be experimenting with cell cultures, - says Anastasia Kabachkova. - We will grow muscle cells of rats and humans in the laboratory. Then, using an electric current, we will simulate the contractions that occur in the muscles during exercise and investigate the myokines that are formed.At the end of the experiments, the researchers will summarize the data and develop a complex of exercises that allow obtaining the necessary myokines that make the brain work. These complexes will be offered to kids with autism and hyperactivity, those who had a stroke, and patients with impaired memory and attention disorder.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Volunteers were divided into three groups, which were characterized by different movement modes -- sedentary lifestyle, normal, and excessive physical activity (athletes).", "view more Scientists at the Tomsk State University (TSU, Russia) are exploring myokines, proteins that are produced in the muscles during physical activities.", "It is found that these active agents enhance human cognitive function.", "Scientists plan to use this feature to correct conditions such as autism, hyperactivity, and memory disorders.- The fact that physical activity helps to maintain good memory and mental longevity has been known for a long time, - says Anastasia Kabachkova, an employee of the TSU.", "- We are interested in the mechanism, in other words, what kind of myokines are produced as a result of certain exercises.", "Knowing how this happens, we will be able to choose a set of exercises that will replace medication and treat cognitive disorders without pills.In order to determine the conditions of the production of myokines in the body, scientists at the Faculty of Physical Education conducted comprehensive studies involving volunteers.", "Volunteers were divided into three groups, which were characterized by different movement modes - sedentary lifestyle, normal, and excessive physical activity (athletes).During the tests they carried out complexes of exercise, and in some cases, combined physical and mental exercises.", "For example, they held down a barbell while looking at the monitor and producing mathematical calculations in their mind.", "Scientists evaluated a number of parameters, including the indicators of brain activity and blood flow in the brain.In addition to people, animals also were involved in the experiments.", "Laboratory mice were also doing exercise: running and swimming, and weight training.", "After that, scientists sampled their biological material and examined the content of myokines in the animals' skeletal muscles.- The next step will be experimenting with cell cultures, - says Anastasia Kabachkova.", "- We will grow muscle cells of rats and humans in the laboratory.", "Then, using an electric current, we will simulate the contractions that occur in the muscles during exercise and investigate the myokines that are formed.At the end of the experiments, the researchers will summarize the data and develop a complex of exercises that allow obtaining the necessary myokines that make the brain work.", "These complexes will be offered to kids with autism and hyperactivity, those who had a stroke, and patients with impaired memory and attention disorder."], "source": "National Research Tomsk State University"}