{"title": "Fixating on faces | EurekAlert! Science News", "year": "Wed, 25 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "dots", "represent", "locations", "electrodes", "amygdala", "region", "brain", "electrode", "measured", "activity", "single", "brain", "cell", "view", "walking", "crowded", "street", "brains", "constantly", "active", "processing", "myriad", "visual", "stimuli", "faces", "particularly", "important", "social", "stimuli", "indeed", "human", "brain", "networks", "neurons", "dedicated", "processing", "faces", "cells", "process", "social", "information", "whether", "individual", "faces", "crowd", "happy", "threatening", "familiar", "novel", "new", "research", "caltech", "shows", "activation", "face", "cells", "depends", "highly", "paying", "attention", "enough", "face", "simply", "within", "field", "vision", "findings", "may", "lead", "better", "understanding", "mechanisms", "behind", "social", "cognitive", "defects", "characterize", "conditions", "autism", "research", "conducted", "laboratories", "ralph", "adolphs", "phd", "bren", "professor", "psychology", "neuroscience", "professor", "biology", "collaborator", "ueli", "rutishauser", "phd", "medical", "center", "los", "angeles", "visiting", "associate", "biology", "biological", "engineering", "caltech", "paper", "work", "appears", "january", "24", "issue", "cell", "reports", "ability", "recognize", "human", "faces", "basis", "social", "awareness", "interaction", "adolphs", "says", "previous", "work", "subject", "typically", "conducted", "rather", "artificial", "conditions", "single", "large", "image", "displayed", "monitor", "front", "subject", "focus", "wanted", "understand", "brain", "activity", "changes", "eye", "movements", "capture", "natural", "dynamics", "people", "constantly", "shift", "attention", "crowded", "scenes", "researchers", "focused", "face", "cells", "particular", "region", "brain", "called", "amygdala", "know", "damaged", "amygdala", "result", "profound", "deficits", "face", "processing", "especially", "recognizing", "emotions", "amygdala", "neurons", "normally", "contribute", "face", "perception", "still", "big", "open", "question", "says", "juri", "minxha", "graduate", "student", "caltech", "computation", "neural", "systems", "program", "lead", "author", "paper", "discovered", "face", "cells", "amygdala", "respond", "differently", "depending", "subject", "fixating", "face", "cell", "responds", "stimulus", "fires", "electrical", "impulses", "spikes", "working", "patients", "already", "electrodes", "implanted", "within", "amygdalae", "clinical", "reasons", "group", "measured", "activity", "individual", "face", "cells", "simultaneously", "monitoring", "subject", "looked", "subjects", "shown", "images", "human", "faces", "monkey", "faces", "variety", "objects", "flowers", "shapes", "study", "first", "subjects", "free", "look", "around", "various", "parts", "screen", "focus", "attention", "different", "things", "study", "found", "two", "types", "face", "cells", "fire", "spikes", "patient", "looking", "human", "face", "fire", "spikes", "patient", "looking", "face", "another", "species", "case", "monkey", "neither", "type", "face", "cell", "fired", "subjects", "paying", "attention", "objects", "faces", "even", "objects", "near", "face", "image", "saw", "person", "paying", "attention", "flower", "picture", "example", "face", "cells", "would", "fire", "even", "flower", "close", "face", "says", "senior", "author", "rutishauser", "suggests", "responses", "face", "cells", "controlled", "focusing", "attention", "experiments", "monkeys", "performed", "collaboration", "katalin", "gothard", "university", "arizona", "showed", "similar", "results", "groups", "subjects", "face", "cells", "responsive", "conspecifics", "faces", "species", "remarkable", "many", "aspects", "social", "perception", "social", "behavior", "different", "two", "species", "gothard", "says", "discovery", "indicates", "primate", "amygdala", "integral", "part", "network", "brain", "areas", "dedicated", "processing", "faces", "pay", "attention", "first", "direct", "comparison", "humans", "monkeys", "studies", "showed", "monkey", "human", "subjects", "viewing", "images", "species", "monkeys", "face", "cells", "reacted", "second", "quickly", "face", "cells", "humans", "validating", "hypothesis", "face", "cells", "monkeys", "would", "respond", "quickly", "corresponding", "cells", "humans", "difference", "larger", "explained", "variation", "human", "monkey", "brain", "size", "leaving", "open", "question", "human", "face", "cells", "delayed", "response", "power", "comparative", "approach", "identifies", "critical", "differences", "brain", "function", "might", "unique", "humans", "rutishauser", "says", "experimental", "design", "brings", "researchers", "step", "closer", "studying", "brain", "works", "natural", "behaviors", "minxha", "says", "ideally", "would", "want", "observe", "neural", "activity", "person", "actually", "moves", "crowded", "scene", "next", "step", "study", "activation", "changes", "subject", "emotional", "state", "interacting", "someone", "would", "also", "like", "understand", "responses", "different", "subjects", "specific", "clinical", "disorders", "people", "autism", "work", "conducting", "well"], "url": "http://www.eurekalert.org/pub_releases/2017-01/ciot-fof012517.php", "date": "2018-01-19_20:59:10", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dots represent locations of electrodes in the amygdala region of the brain. Each electrode measured activity of a single brain cell.\n       view more When we are walking down a crowded street, our brains are constantly active, processing a myriad of visual stimuli. Faces are particularly important social stimuli, and, indeed, the human brain has networks of neurons dedicated to processing faces. These cells process social information such as whether individual faces in the crowd are happy, threatening, familiar, or novel. New research from Caltech now shows that the activation of face cells depends highly on where you are paying attention--it is not enough for a face to simply be within your field of vision. The findings may lead to a better understanding of the mechanisms behind social cognitive defects that characterize conditions such as autism. The research was conducted in the laboratories of Ralph Adolphs (PhD '93), Bren Professor of Psychology and Neuroscience and professor of biology, and collaborator Ueli Rutishauser (PhD '08) of Cedars-Sinai Medical Center in Los Angeles and a visiting associate in biology and biological engineering at Caltech. A paper about the work appears in the January 24 issue of Cell Reports.\"The ability to recognize other human faces is the basis of social awareness and interaction,\" Adolphs says. \"Previous work on this subject has typically been conducted under rather artificial conditions--a single, large image is displayed on a monitor in front of a subject to focus on. We wanted to understand how brain activity changes with eye movements and capture the natural dynamics of how people constantly shift their attention in crowded scenes.\"The researchers focused on face cells in a particular region of the brain called the amygdala. \"We know that a damaged amygdala can result in profound deficits in face processing, especially in recognizing emotions, but how amygdala neurons normally contribute to face perception is still a big open question,\" says Juri Minxha, a graduate student in Caltech's computation and neural systems program and lead author on the paper. \"Now, we have discovered that face cells in the amygdala respond differently depending on where the subject is fixating.\"When a face cell responds to a stimulus, it fires electrical impulses or \"spikes.\" By working with patients who already had electrodes implanted within their amygdalae for clinical reasons, the group measured the activity of individual face cells while simultaneously monitoring where a subject looked. Subjects were shown images of human faces, monkey faces, and a variety of other objects such as flowers and shapes. This study is the first in which subjects were free to look around at various parts of a screen and focus their attention on different things. The study found two types of face cells: those that fire more spikes when the patient is looking at a human face and those that fire a few spikes when the patient is looking at a face of another species (in this case, that of a monkey). Neither type of face cell fired when the subjects were paying attention to objects that were not faces, even if those objects were near a face in the image.\"We saw that if a person was paying attention to a flower picture, for example, the face cells would not fire even if the flower was close to a face,\" says senior author Rutishauser. \"This suggests that the responses of face cells are controlled by where we are focusing our attention.\"Experiments in monkeys, performed in collaboration with Katalin Gothard of the University of Arizona, showed similar results. In both groups of subjects, face cells were most responsive to conspecifics--faces of the same species. \"This is remarkable because many aspects of social perception and social behavior are different between the two species,\" Gothard says. \"This discovery now indicates that the primate amygdala is an integral part of the network of brain areas dedicated to processing the faces we pay attention to, and is the first such direct comparison between humans and monkeys.\"The studies showed that when the monkey and human subjects were viewing images of the same species, the monkeys' face cells reacted about one-tenth of a second more quickly than the face cells of humans, validating a long-standing hypothesis that face cells in monkeys would respond more quickly than corresponding cells in humans. The tenth-of-a-second difference is larger than what can be explained by variation in human and monkey brain size, leaving open the question of why human face cells have a delayed response. \"The power of this comparative approach is that it identifies critical differences in brain function that might be unique to humans,\" Rutishauser says.\"The experimental design brings researchers a step closer to studying how the brain works during natural behaviors,\" Minxha says. \"Ideally, we would want to observe neural activity while a person actually moves through a crowded scene. The next step is to study how face-cell activation changes with the subject's emotional state, or when they are interacting with someone. We would also like to understand how face-cell responses are different in subjects with specific clinical disorders, such as in people with autism, which is work we have been conducting as well.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dots represent locations of electrodes in the amygdala region of the brain.", "Each electrode measured activity of a single brain cell.", "view more When we are walking down a crowded street, our brains are constantly active, processing a myriad of visual stimuli.", "Faces are particularly important social stimuli, and, indeed, the human brain has networks of neurons dedicated to processing faces.", "These cells process social information such as whether individual faces in the crowd are happy, threatening, familiar, or novel.", "New research from Caltech now shows that the activation of face cells depends highly on where you are paying attention--it is not enough for a face to simply be within your field of vision.", "The findings may lead to a better understanding of the mechanisms behind social cognitive defects that characterize conditions such as autism.", "The research was conducted in the laboratories of Ralph Adolphs (PhD '93), Bren Professor of Psychology and Neuroscience and professor of biology, and collaborator Ueli Rutishauser (PhD '08) of Cedars-Sinai Medical Center in Los Angeles and a visiting associate in biology and biological engineering at Caltech.", "A paper about the work appears in the January 24 issue of Cell Reports.", "\"The ability to recognize other human faces is the basis of social awareness and interaction,\" Adolphs says.", "\"Previous work on this subject has typically been conducted under rather artificial conditions--a single, large image is displayed on a monitor in front of a subject to focus on.", "We wanted to understand how brain activity changes with eye movements and capture the natural dynamics of how people constantly shift their attention in crowded scenes.", "\"The researchers focused on face cells in a particular region of the brain called the amygdala.", "\"We know that a damaged amygdala can result in profound deficits in face processing, especially in recognizing emotions, but how amygdala neurons normally contribute to face perception is still a big open question,\" says Juri Minxha, a graduate student in Caltech's computation and neural systems program and lead author on the paper.", "\"Now, we have discovered that face cells in the amygdala respond differently depending on where the subject is fixating.", "\"When a face cell responds to a stimulus, it fires electrical impulses or \"spikes.\"", "By working with patients who already had electrodes implanted within their amygdalae for clinical reasons, the group measured the activity of individual face cells while simultaneously monitoring where a subject looked.", "Subjects were shown images of human faces, monkey faces, and a variety of other objects such as flowers and shapes.", "This study is the first in which subjects were free to look around at various parts of a screen and focus their attention on different things.", "The study found two types of face cells: those that fire more spikes when the patient is looking at a human face and those that fire a few spikes when the patient is looking at a face of another species (in this case, that of a monkey).", "Neither type of face cell fired when the subjects were paying attention to objects that were not faces, even if those objects were near a face in the image.", "\"We saw that if a person was paying attention to a flower picture, for example, the face cells would not fire even if the flower was close to a face,\" says senior author Rutishauser.", "\"This suggests that the responses of face cells are controlled by where we are focusing our attention.", "\"Experiments in monkeys, performed in collaboration with Katalin Gothard of the University of Arizona, showed similar results.", "In both groups of subjects, face cells were most responsive to conspecifics--faces of the same species.", "\"This is remarkable because many aspects of social perception and social behavior are different between the two species,\" Gothard says.", "\"This discovery now indicates that the primate amygdala is an integral part of the network of brain areas dedicated to processing the faces we pay attention to, and is the first such direct comparison between humans and monkeys.", "\"The studies showed that when the monkey and human subjects were viewing images of the same species, the monkeys' face cells reacted about one-tenth of a second more quickly than the face cells of humans, validating a long-standing hypothesis that face cells in monkeys would respond more quickly than corresponding cells in humans.", "The tenth-of-a-second difference is larger than what can be explained by variation in human and monkey brain size, leaving open the question of why human face cells have a delayed response.", "\"The power of this comparative approach is that it identifies critical differences in brain function that might be unique to humans,\" Rutishauser says.", "\"The experimental design brings researchers a step closer to studying how the brain works during natural behaviors,\" Minxha says.", "\"Ideally, we would want to observe neural activity while a person actually moves through a crowded scene.", "The next step is to study how face-cell activation changes with the subject's emotional state, or when they are interacting with someone.", "We would also like to understand how face-cell responses are different in subjects with specific clinical disorders, such as in people with autism, which is work we have been conducting as well.\""], "source": "California Institute of Technology"}