{"title": "iGeorge syndrome kidney problems may be caused by missing gene | EurekAlert! Science News", "year": "Wed, 25 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "ny", "25", "2017", "loss", "function", "crkl", "gene", "causes", "kidney", "urinary", "tract", "defects", "people", "digeorge", "syndrome", "multinational", "team", "scientists", "led", "columbia", "university", "medical", "center", "cumc", "found", "findings", "study", "published", "online", "january", "25th", "new", "england", "journal", "medicine", "study", "represents", "critical", "step", "forward", "understanding", "genetic", "basis", "congenital", "kidney", "defects", "associated", "digeorge", "syndrome", "general", "population", "said", "simone", "md", "assistant", "professor", "medicine", "cumc", "expanding", "knowledge", "genetics", "kidney", "development", "malformations", "give", "us", "additional", "tools", "needed", "diagnose", "variant", "digeorge", "syndrome", "gives", "us", "potential", "therapeutic", "target", "digeorge", "syndrome", "chromosomal", "disorder", "lead", "malformations", "multiple", "organs", "common", "microdeletion", "syndrome", "portion", "chromosome", "missing", "condition", "occurs", "segment", "one", "copy", "22nd", "chromosome", "deleted", "deletion", "segment", "includes", "40", "genes", "affect", "development", "heart", "nervous", "system", "kidneys", "organs", "body", "systems", "scientists", "fully", "understand", "function", "many", "genes", "affected", "digeorge", "syndrome", "previously", "researchers", "identified", "loss", "tbx1", "gene", "source", "congenital", "heart", "malformations", "people", "digeorge", "syndrome", "however", "yet", "found", "cause", "congenital", "kidney", "urinary", "tract", "defects", "occur", "approximately", "30", "percent", "digeorge", "patients", "study", "investigators", "performed", "genomic", "analyses", "children", "congenital", "anomalies", "kidney", "urinary", "tract", "largest", "pediatric", "cohort", "disorders", "controls", "identify", "structural", "variants", "associated", "defects", "analysis", "identified", "deletions", "terminal", "portion", "digeorge", "locus", "second", "common", "microdeletion", "patients", "kidney", "malformations", "study", "mapped", "candidate", "gene", "kidney", "disease", "digeorge", "syndrome", "smaller", "region", "containing", "nine", "genes", "testing", "function", "gene", "zebrafish", "embryos", "authors", "showed", "three", "candidate", "genes", "appeared", "cause", "kidney", "malformations", "loss", "function", "crkl", "alone", "capable", "causing", "kidney", "urinary", "tract", "defects", "resequencing", "genes", "included", "critical", "region", "identified", "five", "586", "patients", "kidney", "urinary", "tract", "defects", "novel", "heterozygous", "variants", "including", "premature", "termination", "codon", "crkl", "inactivation", "gene", "mouse", "embryos", "finally", "proved", "role", "main", "driver", "discovery", "allowed", "us", "solve", "medical", "mystery", "cause", "kidney", "disease", "people", "digeorge", "syndrome", "said", "miguel", "verbitsky", "phd", "associate", "research", "scientists", "department", "medicine", "cumc", "paper", "one", "strongest", "genetic", "associations", "field", "nephrology", "confirms", "utility", "multidisciplinary", "approach", "large", "pediatric", "cohort", "previously", "team", "revealed", "link", "congenital", "kidney", "malformations", "neurodevelopmental", "disorders", "autism", "schizophrenia", "intellectual", "disability", "epilepsy", "since", "patients", "digeorge", "syndrome", "high", "risk", "intellectual", "disability", "schizophrenia", "neurocognitive", "problems", "researchers", "hope", "determine", "whether", "crkl", "gene", "function", "critical", "brain", "development", "well", "kidney", "urinary", "tract", "development", "study", "may", "also", "shed", "light", "axis", "previously", "identified", "said", "future", "research", "help", "us", "understand", "downstream", "mechanisms", "link", "genetic", "variations", "crkl", "kidney", "malformations", "possibly", "neurocognitive", "problems", "study", "titled", "genetic", "drivers", "kidney", "defects", "digeorge", "syndrome"], "url": "http://www.eurekalert.org/pub_releases/2017-01/cumc-isk012417.php", "date": "2018-01-19_20:59:14", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK, NY (Jan. 25, 2017) -- Loss of function of the CRKL gene causes kidney and urinary tract defects in people with DiGeorge syndrome, a multinational team of scientists led by Columbia University Medical Center (CUMC) has found. Findings of their study were published online on January 25th in the New England Journal of Medicine.\"This study represents a critical step forward in understanding the genetic basis of congenital kidney defects associated with DiGeorge syndrome and in the general population,\" said Simone Sanna-Cherchi, MD, assistant professor of medicine at CUMC. \"Expanding our knowledge of the genetics of kidney development and malformations will give us additional tools needed to diagnose this variant of DiGeorge syndrome and gives us a potential therapeutic target.\" DiGeorge syndrome is a chromosomal disorder that can lead to malformations in multiple organs. It is the most common microdeletion syndrome, in which a portion of a chromosome is missing. The condition occurs when the q11.2 segment of one copy of the 22nd chromosome is deleted. Deletion of this segment, which includes over 40 genes, can affect the development of the heart, nervous system, kidneys, and other organs and body systems. Scientists do not fully understand the function of many of the genes affected by DiGeorge syndrome. Previously, researchers had identified loss of the TBX1 gene as the source of congenital heart malformations in people with DiGeorge syndrome. However, they had not yet found the cause of congenital kidney and urinary tract defects, which occur in approximately 30 percent of DiGeorge patients. In this study, the investigators performed genomic analyses in 2,666 children with congenital anomalies of the kidney and urinary tract -- the largest pediatric cohort of these disorders -- and 22,094 controls to identify structural variants associated with these defects. The analysis identified deletions at the terminal portion of the 22q11.2 DiGeorge locus as the second most common microdeletion in patients with kidney malformations. This study mapped the candidate gene for kidney disease in DiGeorge syndrome to a smaller region containing only nine genes. By testing the function of each gene in zebrafish embryos, the authors showed that three candidate genes appeared to cause kidney malformations, and loss of function in CRKL alone was capable of causing kidney and urinary tract defects. Resequencing of all genes included in the critical 22q11.2 region identified five out of 586 patients with kidney and urinary tract defects that had novel heterozygous protein-altering variants, including a premature termination codon, in CRKL. Inactivation of the same gene in mouse embryos finally proved its role as the main driver.\"This discovery allowed us to solve a 60-year-old medical mystery about the cause of kidney disease in people with DiGeorge syndrome,\" said Miguel Verbitsky, PhD, associate research scientists in the Department of Medicine at CUMC and co-author of the paper. \"It is one of the strongest genetic associations in the field of nephrology, and confirms the utility of our multidisciplinary approach in a large pediatric cohort.\"Previously, Dr. Sanna-Cherchi's team revealed a link between congenital kidney malformations and neurodevelopmental disorders such as autism, schizophrenia, intellectual disability, and epilepsy. Since patients with DiGeorge syndrome are at high risk for intellectual disability, schizophrenia, and other neurocognitive problems, the researchers now hope to determine whether CRKL gene function is critical for brain development as well as kidney and urinary tract development.\"The study may also shed more light on the kidney-brain axis that we previously identified,\" said Dr. Sanna-Cherchi. \"Future research will help us understand the downstream mechanisms that link genetic variations in CRKL to kidney malformations and, possibly, neurocognitive problems.\" The study is titled \"Genetic Drivers of Kidney Defects in the DiGeorge Syndrome.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK, NY (Jan. 25, 2017) -- Loss of function of the CRKL gene causes kidney and urinary tract defects in people with DiGeorge syndrome, a multinational team of scientists led by Columbia University Medical Center (CUMC) has found.", "Findings of their study were published online on January 25th in the New England Journal of Medicine.", "\"This study represents a critical step forward in understanding the genetic basis of congenital kidney defects associated with DiGeorge syndrome and in the general population,\" said Simone Sanna-Cherchi, MD, assistant professor of medicine at CUMC.", "\"Expanding our knowledge of the genetics of kidney development and malformations will give us additional tools needed to diagnose this variant of DiGeorge syndrome and gives us a potential therapeutic target.\"", "DiGeorge syndrome is a chromosomal disorder that can lead to malformations in multiple organs.", "It is the most common microdeletion syndrome, in which a portion of a chromosome is missing.", "The condition occurs when the q11.2 segment of one copy of the 22nd chromosome is deleted.", "Deletion of this segment, which includes over 40 genes, can affect the development of the heart, nervous system, kidneys, and other organs and body systems.", "Scientists do not fully understand the function of many of the genes affected by DiGeorge syndrome.", "Previously, researchers had identified loss of the TBX1 gene as the source of congenital heart malformations in people with DiGeorge syndrome.", "However, they had not yet found the cause of congenital kidney and urinary tract defects, which occur in approximately 30 percent of DiGeorge patients.", "In this study, the investigators performed genomic analyses in 2,666 children with congenital anomalies of the kidney and urinary tract -- the largest pediatric cohort of these disorders -- and 22,094 controls to identify structural variants associated with these defects.", "The analysis identified deletions at the terminal portion of the 22q11.2 DiGeorge locus as the second most common microdeletion in patients with kidney malformations.", "This study mapped the candidate gene for kidney disease in DiGeorge syndrome to a smaller region containing only nine genes.", "By testing the function of each gene in zebrafish embryos, the authors showed that three candidate genes appeared to cause kidney malformations, and loss of function in CRKL alone was capable of causing kidney and urinary tract defects.", "Resequencing of all genes included in the critical 22q11.2 region identified five out of 586 patients with kidney and urinary tract defects that had novel heterozygous protein-altering variants, including a premature termination codon, in CRKL.", "Inactivation of the same gene in mouse embryos finally proved its role as the main driver.", "\"This discovery allowed us to solve a 60-year-old medical mystery about the cause of kidney disease in people with DiGeorge syndrome,\" said Miguel Verbitsky, PhD, associate research scientists in the Department of Medicine at CUMC and co-author of the paper.", "\"It is one of the strongest genetic associations in the field of nephrology, and confirms the utility of our multidisciplinary approach in a large pediatric cohort.", "\"Previously, Dr. Sanna-Cherchi's team revealed a link between congenital kidney malformations and neurodevelopmental disorders such as autism, schizophrenia, intellectual disability, and epilepsy.", "Since patients with DiGeorge syndrome are at high risk for intellectual disability, schizophrenia, and other neurocognitive problems, the researchers now hope to determine whether CRKL gene function is critical for brain development as well as kidney and urinary tract development.", "\"The study may also shed more light on the kidney-brain axis that we previously identified,\" said Dr. Sanna-Cherchi.", "\"Future research will help us understand the downstream mechanisms that link genetic variations in CRKL to kidney malformations and, possibly, neurocognitive problems.\"", "The study is titled \"Genetic Drivers of Kidney Defects in the DiGeorge Syndrome.\""], "source": "Columbia University Medical Center"}