{"title": "Prenatal infection may alter brain development via epigenetic changes | EurekAlert! Science News", "year": "Tue, 24 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txphiladelphia", "pa", "24", "2017", "maternal", "infection", "pregnancy", "increases", "risk", "psychiatric", "disorders", "child", "path", "two", "something", "mystery", "study", "published", "biological", "psychiatry", "senior", "author", "professor", "urs", "meyer", "university", "zurich", "switzerland", "colleagues", "use", "mouse", "model", "show", "activation", "mother", "immune", "system", "may", "cause", "alterations", "programming", "offspring", "genome", "known", "epigenetic", "modifications", "lead", "behavioral", "abnormalities", "adulthood", "study", "suggests", "immunologic", "activation", "may", "connection", "maternal", "infection", "epigenetic", "changes", "produce", "lasting", "changes", "brain", "development", "said", "john", "krystal", "editor", "biological", "findings", "provide", "new", "insight", "molecular", "mechanisms", "behind", "risk", "factor", "alterations", "found", "specific", "type", "epigenetic", "modification", "called", "dna", "methylation", "increasingly", "implicated", "origin", "neurodevelopmental", "disorders", "altered", "dna", "methylation", "appeared", "throughout", "offspring", "genome", "differed", "based", "timing", "author", "juliet", "richetto", "colleagues", "induced", "infection", "pregnant", "mouse", "mothers", "two", "important", "time", "points", "brain", "development", "offspring", "early", "late", "gestation", "immune", "activation", "time", "points", "produced", "alterations", "common", "genes", "associated", "neurodevelopment", "distinct", "example", "late", "prenatal", "infection", "altered", "methylation", "genes", "related", "development", "function", "gaba", "cells", "whereas", "earlier", "exposure", "disrupted", "genes", "important", "wnt", "signaling", "pathway", "fundamental", "early", "developmental", "events", "embryogenesis", "findings", "indicate", "importance", "timing", "prenatal", "immune", "activation", "suggest", "earlier", "infection", "may", "lead", "serious", "effects", "neurodevelopment", "another", "intriguing", "finding", "study", "pattern", "dna", "methylation", "prenatally", "infected", "offspring", "changes", "time", "said", "meyer", "noting", "alterations", "present", "mice", "reached", "adulthood", "observed", "mice", "born", "according", "meyer", "findings", "suggest", "modifications", "dynamic", "likely", "influenced", "events", "mice", "age", "adult", "emergence", "multiple", "epigenetic", "modifications", "also", "raises", "clinically", "relevant", "question", "whether", "anomalies", "could", "attenuated", "even", "prevented", "early", "interventions", "targeting", "epigenetic", "machinery", "said", "meyer", "would", "important", "implications", "researchers", "found", "modifications", "functional", "consequences", "mrna", "levels", "genes", "showing", "differential", "methylation", "altered", "offspring", "indicating", "epigenetic", "changes", "modulating", "gene", "expression", "offspring", "exhibited", "cognitive", "behavioral", "abnormalities", "present", "animal", "models", "neurodevelopmental", "disorders", "schizophrenia", "autism", "suggesting", "prenatal", "infection", "may", "cause", "methylation", "abnormalities", "disorders", "thus", "possibility", "targeting", "modifications", "could", "open", "potential", "avenue", "preventative", "treatments", "people", "exposed", "prenatal", "infection"], "url": "http://www.eurekalert.org/pub_releases/2017-01/e-pim012417.php", "date": "2018-01-19_20:59:26", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPhiladelphia, PA, Jan. 24, 2017 - Maternal infection during pregnancy increases the risk for psychiatric disorders in the child, but the path between the two is something of a mystery. In a study published in Biological Psychiatry, senior author Professor Urs Meyer of the University of Zurich-Vetsuisse in Zurich, Switzerland and colleagues use a mouse model to show that activation of the mother's immune system may cause long-term alterations in the programming of the offspring's genome, known as epigenetic modifications, which lead to behavioral abnormalities in adulthood.\"This study suggests that immunologic activation may be the connection between maternal infection to epigenetic changes that produce lasting changes in brain development,\" said Dr. John Krystal, Editor of Biological Psychiatry.The findings provide new insight into the molecular mechanisms behind the risk factor. The alterations were found in a specific type of epigenetic modification called DNA methylation, which has been increasingly implicated in the origin of neurodevelopmental disorders. Altered DNA methylation appeared throughout the offspring's genome, and differed based on the timing of infection.First author Dr. Juliet Richetto and colleagues induced a viral-like infection in pregnant mouse mothers at two important time points during brain development of the offspring, in early and late gestation. Immune activation at both time points produced alterations in a few common genes associated with neurodevelopment, but most were distinct. For example, late prenatal infection altered methylation of genes related to the development and function of GABA cells, whereas earlier exposure disrupted genes important for Wnt signaling, a pathway fundamental to early developmental events during embryogenesis. The findings indicate the importance of the timing of prenatal immune activation, and suggest that earlier infection may lead to more serious effects on neurodevelopment.\"Another intriguing finding of our study is that the pattern of DNA methylation in prenatally infected offspring changes over time,\" said Meyer, noting that alterations that were present when the mice reached adulthood were not observed when the mice were born. According to Meyer, the findings suggest that the modifications are dynamic and are likely influenced by activity-dependent events as the mice age.\"The adult emergence of multiple epigenetic modifications also raises the clinically relevant question as to whether some of these anomalies could be attenuated or even prevented by early interventions targeting the epigenetic machinery,\" said Meyer. This would have important implications because the researchers found that the infection-induced modifications had functional consequences. The mRNA levels of genes showing differential methylation were altered in the offspring, indicating the epigenetic changes were modulating gene expression. Further, the offspring exhibited cognitive and behavioral abnormalities present in animal models of neurodevelopmental disorders, such as schizophrenia and autism, suggesting that prenatal infection may cause genome-wide methylation abnormalities in these disorders. Thus, the possibility of targeting these modifications could open a potential avenue for preventative treatments in people exposed to prenatal infection.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPhiladelphia, PA, Jan. 24, 2017 - Maternal infection during pregnancy increases the risk for psychiatric disorders in the child, but the path between the two is something of a mystery.", "In a study published in Biological Psychiatry, senior author Professor Urs Meyer of the University of Zurich-Vetsuisse in Zurich, Switzerland and colleagues use a mouse model to show that activation of the mother's immune system may cause long-term alterations in the programming of the offspring's genome, known as epigenetic modifications, which lead to behavioral abnormalities in adulthood.", "\"This study suggests that immunologic activation may be the connection between maternal infection to epigenetic changes that produce lasting changes in brain development,\" said Dr. John Krystal, Editor of Biological Psychiatry.The findings provide new insight into the molecular mechanisms behind the risk factor.", "The alterations were found in a specific type of epigenetic modification called DNA methylation, which has been increasingly implicated in the origin of neurodevelopmental disorders.", "Altered DNA methylation appeared throughout the offspring's genome, and differed based on the timing of infection.First author Dr. Juliet Richetto and colleagues induced a viral-like infection in pregnant mouse mothers at two important time points during brain development of the offspring, in early and late gestation.", "Immune activation at both time points produced alterations in a few common genes associated with neurodevelopment, but most were distinct.", "For example, late prenatal infection altered methylation of genes related to the development and function of GABA cells, whereas earlier exposure disrupted genes important for Wnt signaling, a pathway fundamental to early developmental events during embryogenesis.", "The findings indicate the importance of the timing of prenatal immune activation, and suggest that earlier infection may lead to more serious effects on neurodevelopment.", "\"Another intriguing finding of our study is that the pattern of DNA methylation in prenatally infected offspring changes over time,\" said Meyer, noting that alterations that were present when the mice reached adulthood were not observed when the mice were born.", "According to Meyer, the findings suggest that the modifications are dynamic and are likely influenced by activity-dependent events as the mice age.", "\"The adult emergence of multiple epigenetic modifications also raises the clinically relevant question as to whether some of these anomalies could be attenuated or even prevented by early interventions targeting the epigenetic machinery,\" said Meyer.", "This would have important implications because the researchers found that the infection-induced modifications had functional consequences.", "The mRNA levels of genes showing differential methylation were altered in the offspring, indicating the epigenetic changes were modulating gene expression.", "Further, the offspring exhibited cognitive and behavioral abnormalities present in animal models of neurodevelopmental disorders, such as schizophrenia and autism, suggesting that prenatal infection may cause genome-wide methylation abnormalities in these disorders.", "Thus, the possibility of targeting these modifications could open a potential avenue for preventative treatments in people exposed to prenatal infection."], "source": "Elsevier"}