{"title": "Autism symptoms improve after fecal transplant, small study finds", "text": "COLUMBUS, Ohio - Children with autism may benefit from fecal transplants - a method of introducing donated healthy microbes into people with gastrointestinal disease to rebalance the gut, a new study has found.Behavioral symptoms of autism and gastrointestinal distress often go hand-in-hand, and both improved when a small group of children with the disorder underwent fecal transplant and subsequent treatment.In the study of 18 children with autism and moderate to severe gastrointestinal problems, parents and doctors said they saw positive changes that lasted at least eight weeks after the treatment. Children without autism were included for comparison of bacterial and viral gut composition prior to the study.\"Transplants are working for people with other gastrointestinal problems. And, with autism, gastrointestinal symptoms are often severe, so we thought this could be potentially valuable,\" said Ann Gregory, one of the study's lead authors and a microbiology graduate student at The Ohio State University. \"Following treatment, we found a positive change in GI symptoms and neurological symptoms overall,\" she said.The study, which appears in the journal Microbiome, was conducted while Gregory and her adviser and co-author, Matthew Sullivan, were at the University of Arizona. Other lead researchers on the project are from Arizona State University and Northern Arizona University.A growing body of research is drawing connections between the bacteria and viruses that inhabit the gut and problems in the brain, and it is possible the two are tied together in an important way in autism, she said. Previous research has established that children with autism typically have fewer types of some important bacteria in their guts and less bacterial diversity overall - a difference that held true in this study. That could be because many of them are prescribed a lot of antibiotics in the first three years of life, the research team wrote in the study. Parents of the children not only reported a decrease in gut woes including diarrhea and stomach pain in the eight weeks following the end of treatment: They also said they saw significant changes for the better when it came to behavioral autism symptoms in their sons and daughters, who ranged from 7 to 16 years old.The researchers collected this information from parents through established, standardized questionnaires to assess social skills, irritability, hyperactivity, communication and other measures. One of those tools showed the average developmental age increased by 1.4 years after treatment.The average score on a scale for ranking gastrointestinal symptoms dropped 82 percent from the beginning to the end of treatment. And when the researchers asked parents to give feedback on 17 autism-related symptoms, they saw overall improvement that was sustained two months after the final treatment. The researchers also asked the children's doctors to complete a diagnostic evaluation before the experimental treatment, at the end of treatment and eight weeks after that. Those results pointed to lasting benefits.Doctor-reported symptoms (from the Childhood Autism Rating Scale) decreased by 22 percent at the end of treatment and 24 percent eight weeks after treatment ended compared with ratings at the start of the study.Researchers also were able to document a rebalancing of the gut following treatment. At the end of the study, the bacterial diversity in the children with autism was indistinguishable from their healthy peers.  The study also included a unique viral analysis by Ohio State scientists, made possible because of previous work in the world's oceans.Gregory, who is particularly interested in the interplay between viruses and bacteria, used genetic testing to examine the viral diversity in the guts of the treated children. It rebounded quickly, and became more similar to the donor's microbiome.\"Those donor viruses seemed to help,\" she said.Fecal transplantation is done by processing donor feces and screening it for disease-causing viruses and bacteria before introducing it into another person's gastrointestinal tract. In this study, the researchers used a method called microbiota transfer therapy, which started with the children receiving a two-week course of antibiotics to wipe out much of their existing gut flora. Then, doctors gave them an initial high-dose fecal transplant in liquid form. In the seven to eight weeks that followed, the children drank smoothies blended with a lower-dose powder.There currently exists no approved pharmaceutical treatment for autism.James Adams, one of the study's lead authors and an Arizona State University professor who specializes in autism, called the results compelling, but cautioned that larger, more rigorous studies confirming benefits must be done before the approach could be used widely.Limitations of this study include its small size. The children and their parents also knew they were receiving the experimental treatment (neither the researchers nor the subjects were blinded to that) and the researchers relied heavily on parents' observations, both of which open the door for false perceived benefits.\"We have to be mindful of the placebo effect and we have to take it with a grain of salt,\" said Sullivan, an associate professor of microbiology at Ohio State. \"But it does give us hope.\"The research team is seeking additional funding for a larger clinical trial.Scientists are trying to work out the cellular-level details of why patients who undergo fecal transplants for various conditions, such as C. diff infection, see improvement, Gregory said. \"Doctors know it works, just not how,\" she said.And they're interested in uncovering the precise types of bacteria and viruses that make a difference - those types of discoveries could lead to lab-engineered treatments tailored to specific diseases, Sullivan said.Sullivan said the team originally planned to study the use of probiotics in autism, but shifted gears when fecal transplantation began to show benefits for those with other conditions.The research team cautioned that families should not try to replicate the experimental treatment on their own, as it could harm children if done improperly.", "journal": "Microbiome", "funder": "Arizona Board of Regents, Autism Research Institute, Gordon and Betty Moore Foundation", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/osu-asi012017.php", "institution": "Ohio State University", "meeting": "", "description": "Children with autism may benefit from fecal transplants -- a method of introducing donated healthy microbes into people with gastrointestinal disease to rebalance the gut. Behavioral symptoms of autism and gastrointestinal distress often go hand-in-hand, and both improved when a small group of children with the disorder underwent fecal transplant and subsequent treatment.", "article_link": null, "keywords": ["Biology", " Bacteriology", " Microbiology", " Virology", " Medicine/Health", " Neurobiology"], "source_link": null, "date": "Mon, 23 Jan 2017 05:00:00 GMT"}