{"title": "ASU gut microbe study shows promise as a potential treatment for autism | EurekAlert! Science News", "year": "Mon, 23 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "key", "fighting", "autism", "might", "lie", "mind", "team", "led", "arizona", "state", "university", "researchers", "taking", "novel", "approach", "search", "effective", "autism", "treatments", "focusing", "improving", "gut", "microbiome", "fecal", "microbial", "transplants", "early", "results", "promising", "additional", "testing", "required", "therapy", "would", "available", "recommended", "public", "team", "including", "collaborators", "northern", "arizona", "university", "ohio", "state", "university", "university", "minnesota", "completed", "study", "involving", "18", "participants", "autism", "spectrum", "disorders", "ranged", "age", "7", "16", "years", "old", "results", "recently", "published", "journal", "underwent", "treatment", "program", "involving", "antibiotics", "bowel", "cleanse", "daily", "fecal", "microbial", "transplants", "eight", "weeks", "past", "asu", "research", "shown", "ties", "autism", "symptoms", "composition", "diversity", "person", "gut", "treatment", "program", "showed", "benefits", "including", "average", "80", "percent", "improvement", "gastrointestinal", "symptoms", "associated", "autism", "spectrum", "disorders", "percent", "improvement", "autism", "behaviors", "including", "improved", "social", "skills", "better", "sleep", "habits", "results", "compelling", "said", "james", "adams", "asu", "president", "professor", "materials", "science", "engineering", "one", "team", "leaders", "completed", "phase", "1", "trial", "demonstrating", "safety", "efficacy", "recommending", "treatment", "bringing", "market", "requires", "phase", "2", "phase", "3", "trials", "look", "forward", "continuing", "research", "treatment", "method", "larger", "trial", "future", "asu", "team", "led", "adams", "rosa", "kang", "adams", "professors", "asu", "ira", "fulton", "schools", "engineering", "kang", "researchers", "biodesign", "swette", "center", "environmental", "microbial", "transplants", "involve", "transfer", "live", "gut", "bacteria", "healthy", "donor", "recipient", "donor", "materials", "contain", "around", "different", "species", "gut", "bacteria", "act", "like", "probiotic", "treatment", "restore", "normal", "gut", "bacteria", "recipients", "saw", "big", "increase", "microbe", "diversity", "big", "increase", "certain", "bacteria", "especially", "prevotella", "previously", "found", "low", "children", "autism", "spectrum", "disorders", "kang", "said", "microbes", "added", "treatment", "program", "remained", "treatment", "stopped", "compelling", "provide", "good", "microbes", "microbes", "provided", "changed", "gut", "environment", "way", "helped", "host", "recruit", "beneficial", "microbes", "allowed", "stay", "around", "said", "trial", "help", "team", "evaluate", "effectiveness", "treatment", "researchers", "caution", "families", "attempting", "replicate", "treatment", "although", "see", "promise", "treatment", "important", "parents", "children", "consult", "physicians", "said", "improper", "techniques", "result", "severe", "gastrointestinal", "infection"], "url": "http://www.eurekalert.org/pub_releases/2017-01/asu-agm011917.php", "date": "2018-01-19_20:59:32", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe key to fighting autism might lie not in the mind, but in the gut.A team led by Arizona State University researchers is taking a novel approach the search for effective autism treatments by focusing on improving the gut microbiome through fecal microbial transplants. Early results are promising, but additional testing is required before an FDA-approved therapy would be available or recommended to the public. The team -- including collaborators from Northern Arizona University, Ohio State University and the University of Minnesota -- completed a study involving 18 participants with autism spectrum disorders who ranged in age from 7 to 16 years old. The results were recently published in the journal Microbiome.Participants underwent a 10-week treatment program involving antibiotics, a bowel cleanse and daily fecal microbial transplants over eight weeks. Past ASU research has shown ties between autism symptoms and the composition and diversity of a person's gut microbes.The treatment program showed long-term benefits, including an average 80 percent improvement of gastrointestinal symptoms associated with autism spectrum disorders and 20-25 percent improvement in autism behaviors, including improved social skills and better sleep habits.\"The results are very compelling,\" said James Adams, ASU President's Professor of materials science and engineering and one of the team leaders. \"We completed a Phase 1 trial demonstrating safety and efficacy, but recommending such treatment and bringing it to market requires Phase 2 and Phase 3 trials. \"We look forward to continuing research on this treatment method with a larger, placebo-controlled trial in the future.\"The ASU team is led by Adams, Rosa Krajmalnik-Brown and Dae-Wook Kang. Adams and Krajmalnik-Brown are professors at ASU's Ira A. Fulton Schools of Engineering. Krajmalnik-Brown and Kang are researchers at Biodesign Swette Center for Environmental Biotechnology.Fecal microbial transplants involve the transfer of live gut bacteria from a healthy donor to a recipient. The donor materials contain around 1,000 different species of gut bacteria that act like a broad-spectrum probiotic treatment to restore normal gut bacteria in recipients.\"We saw a big increase in microbe diversity and a big increase in certain bacteria, especially Prevotella, which we previously found was low in children with autism spectrum disorders,\" Kang said. The microbes added through the treatment program remained after treatment stopped. \"That is compelling, because not only did we provide good microbes, but the microbes we provided changed the gut environment in a way that helped the host recruit beneficial microbes and allowed them to stay around,\" Krajmalnik-Brown said. A placebo-controlled trial will help the team evaluate the effectiveness of the treatment.\r\nThe researchers caution families from attempting to replicate the treatment on their own.\"Although we see promise in this treatment, it is important that parents and children consult their physicians,\" Krajmalnik-Brown said. \"Improper techniques can result in severe gastrointestinal infection.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe key to fighting autism might lie not in the mind, but in the gut.A team led by Arizona State University researchers is taking a novel approach the search for effective autism treatments by focusing on improving the gut microbiome through fecal microbial transplants.", "Early results are promising, but additional testing is required before an FDA-approved therapy would be available or recommended to the public.", "The team -- including collaborators from Northern Arizona University, Ohio State University and the University of Minnesota -- completed a study involving 18 participants with autism spectrum disorders who ranged in age from 7 to 16 years old.", "The results were recently published in the journal Microbiome.Participants underwent a 10-week treatment program involving antibiotics, a bowel cleanse and daily fecal microbial transplants over eight weeks.", "Past ASU research has shown ties between autism symptoms and the composition and diversity of a person's gut microbes.The treatment program showed long-term benefits, including an average 80 percent improvement of gastrointestinal symptoms associated with autism spectrum disorders and 20-25 percent improvement in autism behaviors, including improved social skills and better sleep habits.", "\"The results are very compelling,\" said James Adams, ASU President's Professor of materials science and engineering and one of the team leaders.", "\"We completed a Phase 1 trial demonstrating safety and efficacy, but recommending such treatment and bringing it to market requires Phase 2 and Phase 3 trials.", "\"We look forward to continuing research on this treatment method with a larger, placebo-controlled trial in the future.", "\"The ASU team is led by Adams, Rosa Krajmalnik-Brown and Dae-Wook Kang.", "Adams and Krajmalnik-Brown are professors at ASU's Ira A. Fulton Schools of Engineering.", "Krajmalnik-Brown and Kang are researchers at Biodesign Swette Center for Environmental Biotechnology.Fecal microbial transplants involve the transfer of live gut bacteria from a healthy donor to a recipient.", "The donor materials contain around 1,000 different species of gut bacteria that act like a broad-spectrum probiotic treatment to restore normal gut bacteria in recipients.", "\"We saw a big increase in microbe diversity and a big increase in certain bacteria, especially Prevotella, which we previously found was low in children with autism spectrum disorders,\" Kang said.", "The microbes added through the treatment program remained after treatment stopped.", "\"That is compelling, because not only did we provide good microbes, but the microbes we provided changed the gut environment in a way that helped the host recruit beneficial microbes and allowed them to stay around,\" Krajmalnik-Brown said.", "A placebo-controlled trial will help the team evaluate the effectiveness of the treatment.", "The researchers caution families from attempting to replicate the treatment on their own.", "\"Although we see promise in this treatment, it is important that parents and children consult their physicians,\" Krajmalnik-Brown said.", "\"Improper techniques can result in severe gastrointestinal infection.\""], "source": "Arizona State University"}