{"institution": "University of Bristol", "title": "Combining heroin and commonly prescribed non-opioid pain killers leads to a significant rise in overdose deaths", "url": "http://www.eurekalert.org/pub_releases/2017-05/uob-cha051117.php", "article_link": null, "region": "europe", "funder": "", "meeting": "", "journal": "Addiction", "source_link": null, "text": "A multi-disciplinary study has shown that the recent substantial increase in prescriptions for two drugs, pregabalin and gabapentin, used widely for a range of neurological disorders is closely correlated with a rise in the number of overdose deaths in England and Wales. These drugs have become drugs of abuse, according to new University of Bristol findings published in Addiction, which highlight that they are especially dangerous when used with heroin or other opioids.Pregabalin and gabapentin were originally used to treat epilepsy but more recently also used to treat neuropathic pain, anxiety, insomnia and other mental illnesses. Recent figures show that prescriptions for these drugs increased from 1 million in 2004 to 10.5 million in 2015 (i.e. a 24 per cent increase year on year) and concern has arisen about their diversion and misuse.  The number of deaths in England and Wales involving gabapentoids increased from fewer than one per year prior to 2009 to 137 in 2015 of which 79 per cent also involved opioids such as heroin.  Interviews with heroin users reported that pregabalin and gabapentin were easy to access and that taking them was associated with a feeling of loss of control and an enhanced effect of heroin. Laboratory experiments demonstrated that pregabalin enhanced heroin-induced respiratory depression by reversing heroin tolerance at low doses and then at higher doses directly depressing respiration itself so increasing the likelihood of heroin overdose.The team suggest that alternatives to gabapentoids need to be recommended for clinicians managing opioid dependent patients with neuropathic pain or generalised anxiety, and greater attention given to restricting diversion of gabapentoid prescriptions.  Professor Matthew Hickman, Professor of Public Health and Epidemiology in the University's School of Social and Community Medicine, said: \"It is important that doctors and people dependent on opioids are aware that the number of overdose deaths involving the combination of opioids with gabapentin or pregabalin has increased substantially and that there is evidence now that their concomitant use - either through co-prescription or diversion of prescriptions - increases the risk of acute overdose deaths.  Professor Graeme Henderson, Professor of Pharmacology in the University's School of Physiology, Pharmacology and Neuroscience, said: \"Poly-drug use is very common amongst drug users.  We need more multi-disciplinary studies like ours which seek to combine evidence from laboratory experiments on how drugs act, with accounts of what users experience and information on the pattern of drug use and drug harms - in order to make health care workers and drug users aware of the dangers of combining specific drugs.\"\r\n", "keywords": ["Medicine/Health", " Addiction"], "description": "A multi-disciplinary study has shown that the recent substantial increase in prescriptions for two drugs, pregabalin and gabapentin, used widely for a range of neurological disorders is closely correlated with a rise in the number of overdose deaths in England and Wales. These drugs have become drugs of abuse, according to new University of Bristol findings published in Addiction, which highlight that they are especially dangerous when used with heroin or other opioids.", "date": "Thu, 11 May 2017 04:00:00 GMT"}