{"institution": "American Academy of Neurology", "title": "Higher levels of biomarker linked to increased stroke risk for women", "url": "http://www.eurekalert.org/pub_releases/2017-05/aaon-hlo050517.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - Women with elevated levels of a protein in their blood may be at a higher risk of ischemic stroke, according to a study published in the May 10, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The new research comes in time for Stroke Awareness Month in May.The study found that an elevated level of beta-2 microglobulin, a protein found on the surface of many cells, was linked to an increased risk of ischemic stroke among women. The most common type of stroke, ischemic stroke occurs when the blood supply to the brain is blocked. The protein may also be a marker for inflammation.\"Recent studies have found associations between beta-2 microglobulin and heart disease,\" said study author Pamela Rist, ScD, of Brigham and Women's Hospital and Harvard Medical School in Boston and a member of the American Academy of Neurology. \"However, less is known about the association between beta-2 microglobulin and ischemic stroke.\"Researchers looked at women with an average age of 61 enrolled in the Nurses' Health Study who provided blood samples between 1989 and 1990 and who had no history of stroke or cancer. Participants were asked to complete questionnaires about their lifestyle and medical history every two years. To learn more about beta-2 microglobulin and any possible link to stroke, researchers measured the protein levels in 473 study participants who later had an ischemic stroke as well as 473 participants of the same age who did not have a stroke. They were also matched based on other factors that could affect stroke risk, such as whether they smoked or used hormone treatments. The strokes occurred an average of nine years after the start of the study. Researchers found that participants who later had an ischemic stroke had higher levels of beta-2 microglobulin than those who did not have a stroke. The average level of the protein was 1.86 milligrams per liter in those who had ischemic strokes, compared to 1.80 mg/L in those who did not have a stroke. The researchers divided the participants into four groups based on their levels of the protein. Those in the highest quarter of beta-2 microglobulin levels were 56 percent more likely to have a stroke than those in the bottom quarter. In the top quarter, 163 of the 283 women had strokes, compared to 106 of the 227 women in the bottom quarter. The results were adjusted for other factors that could affect stroke risk, such as physical activity, high blood pressure and diabetes.\r\nRist said that limitations of the study are that it was conducted mainly among white women and that it could not examine any changes in protein levels. \"Given the high rate of disability from stroke, it is important to identify people who may be at higher risk of this disease. This protein could be a marker that might help us in the fight against stroke,\" said Rist. \"Further studies are needed to determine if beta-2 microglobulin levels can be modified through lifestyle changes.\"\r\n", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Death/Dying", " Diet/Body Weight", " Hematology", " Public Health", " Demography"], "description": "Women with elevated levels of a protein in their blood may be at a higher risk of ischemic stroke, according to a study published in the May 10, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The new research comes in time for Stroke Awareness Month in May.", "date": "Wed, 10 May 2017 04:00:00 GMT"}