{"institution": "American Academy of Neurology", "title": "New guideline: Ask about body cooling for loved ones after cardiac arrest", "url": "http://www.eurekalert.org/pub_releases/2017-05/aaon-nga050517.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - Cooling down the body may reduce brain injury for people in a coma after being revived from cardiac arrest, according to a new guideline developed by the American Academy of Neurology (AAN) and published in the May 10, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The guideline recommends that families ask if their loved one qualifies for the procedure. The guideline is endorsed by the Neurocritical Care Society.Cardiac arrest is the sudden stopping of the heart. When the heart stops, so does the flow of blood and oxygen to the brain. That lack of oxygen and blood can cause brain damage. The longer the heart goes without beating, the greater the chance for permanent brain injury or death. Studies suggest that body cooling helps reduce brain injury, but more study is needed to determine exactly how. The body is cooled on the surface with cold packs or special blankets or internally with the use of devices that cool the blood inside the vessels.\"People who are in a coma after being resuscitated from cardiac arrest require complex neurologic and medical care and neurologists can play a key role in improving outcomes by providing body cooling,\" said the chair of the guideline committee, Romergryko G. Geocadin, MD, of Johns Hopkins University School of Medicine in Baltimore, Md., and a Fellow of the American Academy of Neurology. \"This guideline recommends that cooling is used more often for patients who qualify.\" For the guideline, 11 experts reviewed all available evidence from studies conducted over the last 50 years on ways to reduce brain injury in people who are comatose after resuscitation from cardiac arrest.The guideline found strong evidence that for patients who are treated with electric shocks to the heart after out-of-hospital cardiac arrest and who are in a coma, cooling the body down to 89.6 to 93.2 degrees Fahrenheit (32 to 34 degrees Celsius) for 24 hours, which is called therapeutic hypothermia, is effective in improving their chance of recovering brain function. It also found moderate evidence that keeping the body cooled down to 96.8 degrees F (36 degrees C) for 24 hours followed by rewarming to 99.5 degrees F (37.5 degrees C) over eight hours, which is called targeted temperature management, is also effective at helping reduce brain injury after cardiac arrest. \"While there has been debate about which cooling protocol is best, our guideline found that both therapies have shown the same result,\" said Geocadin. \"Families may want to ask their doctor if their loved one qualifies for body cooling.\"The guideline recommends that future studies try to find optimal target temperatures and rates of cooling and rewarming the body as well as examining which cooling methods work best.", "keywords": ["Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Death/Dying", " Neurobiology", " Physiology"], "description": "Cooling down the body may reduce brain injury for people in a coma after being revived from cardiac arrest, according to a new guideline developed by the American Academy of Neurology (AAN) and published in the May 10, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The guideline recommends that families ask if their loved one qualifies for the procedure. The guideline is endorsed by the Neurocritical Care Society.", "date": "Wed, 10 May 2017 04:00:00 GMT"}