{"keywords": ["Biology", " Biochemistry", " Nutrition/Nutrients", " Physiology", " Neurobiology", " Neurochemistry", " Olfactory/Taste"], "funder": "Caltech, Searle Scholars Program, Edward Mallinckrodt, Jr. Foundation, Okawa Foundation, McKnight Foundation, Klingenstein-Simons Foundation, Deutsche Forschungsgemeinschaft", "journal": "Nature Neuroscience", "description": "New research suggests that sour-sensing taste cells also help us detect, or taste, water.", "title": "Sour taste cells detect water", "source_link": "http://www.caltech.edu/news/sour-taste-cells-detect-water-77411", "institution": "California Institute of Technology", "meeting": "", "text": "New research from Caltech shows that sour-sensing taste cells play an important role in detecting water on the tongue.The work, appearing in a paper in the May 29 issue of the journal Nature Neuroscience, was done in the laboratory of Yuki Oka, assistant professor of biology. \"The tongue can detect various key nutrient factors, called tastants -- such as sodium, sugar, and amino acids -- through taste,\" says Oka. \"However, how we sense water in the mouth was unknown. Many insect species are known to 'taste' water, so we imagined that mammals also might have a machinery in the taste system for water detection.\"Taste cells relay information about tastants to the brain via nerves called the taste nerves. First author and graduate student Dhruv Zocchi measured the electrical responses from taste nerves in mice to various tastants as well as to water. The nerves responded in predictable ways to different basic tastes--sweet, sour, bitter, salty, and umami -- but they were also stimulated by pure water. \"This was exciting because it implied that some taste cells are capable of detecting water,\" Zocchi says.Each basic taste is mediated by distinct subsets of taste cells. In order to test which taste cells respond to water, the team genetically and pharmacologically blocked the function of individual cell fopulations. For example, when the salt taste receptor was blocked, salt no longer triggered activity in taste nerves, but responses to other tastes were not affected. \"To our surprise, when we silenced sour taste cells, water responses were also completely blocked,\" Oka says. \"The results suggested that water is sensed through sour taste cells.\"To prove that the sour cells indeed contribute to water detection, the team used a technique called optogenetics that allowed them to stimulate sour cells with light instead of water. The researchers removed water from the animals' water bottle and made it so that the bottle's spout emitted a blue light when the animals touched it. They discovered that thirsty genetically engineered mice would go to the spout for water, encounter the light, and \"drink\" it. Though the mice were not rehydrated, they kept licking the water source because the light created a sensory cue of water.A sour taste is often associated with an unpleasant taste quality that reduces animals' preference toward fluid--for example, mice avoid drinking lemon juice. Interestingly, when the team stimulated sour cells with light, they did not observe that kind of aversive behavior in the engineered mice.\"These results raise the question: What information about taste are sour cells really relaying to the brain?\" Zocchi says. \"Maybe sour cells are not directly linked to the unpleasant sourness that we perceive, but instead they may induce a different type of taste, like water, when stimulated.\"\"It's important to note that stimulation of these cells does not alleviate thirst,\" says Oka. \"But this finding helps us understand how the brain interprets water signals under normal and thirsty states. Next, we would like to tackle the mechanisms by which the hedonic value or 'pleasantness' of sensory inputs are regulated by brain activity.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/ciot-stc060117.php", "article_link": "http://dx.doi.org/10.1038/nn.4575", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}