{"title": "High uric acid levels in young children may result in higher blood pressure later on", "text": "A new article published in the American Journal of Hypertension finds that very young children with increased uric acid levels had higher blood pressure at 3 years of age.Recent studies suggest that high levels of serum uric acid of very early life are a result of the in-utero environment and may lead to elevated blood pressure in adulthood. However, serum uric acid levels can change throughout life. Researchers investigated the effect of serum uric acid levels in childhood on the blood pressure tracking and analyzed blood pressure according to changes in serum uric acid levels in early life.Uric acid is a chemical produced when the body breaks down foods that contain organic compounds called purines. Foods and beverages with high purine contents include liver, anchovies, mackerel, dried beans, beer, and wine. High levels of uric acid have the potential to lead to gout, diabetes, and chronic kidney disease.The prevalence of pediatric hypertension is increasing, and high blood pressure in children and adolescents is an increasingly important health problem. Recent longitudinal studies have reported the tracking of blood pressure from infancy to adolescence. High blood pressure in childhood can lead to hypertension in adulthood.Over the past few years, increasing evidence has supported a role for uric acid in pediatric hypertension. Uric acid might play a role in the intrauterine environment, leading to increased blood pressure in later life. Preterm birth and low placental weight are significantly associated with increased serum uric acid concentration.Researchers here measured the uric acid levels of 449 children in Seoul, South Korea, and performed at least two follow-up examinations between 2001 and 2006. The cohort was composed of mothers who visited hospitals for prenatal care between 24 and 28 weeks of gestation. The first follow-up examination was carried out when their children were 3 years of age from November 2005 to July 2010.Data was collected across three check-up cycles. Serum uric acid levels, blood pressure, and anthropometric characteristics were assessed at 3, 5, and 7 years of age.Baseline serum uric acid levels measured at 3 years of age, significantly affected subsequent blood pressure in the sex and body mass index adjusted longitudinal data analysis. Considering the changing pattern of serum uric acid over time, subjects with high uric acid levels at both 3 and 5 years of age had the highest systolic blood pressure at 7 years of age.Exposure to risk factors that threaten someone's health begins during the prenatal period. However, the level of exposure can be modified while living. Therefore, although children are born with adverse birth conditions (such as preterm or low birth weight), appropriate management to control high blood pressure during childhood may help in later life.These findings suggest the importance of maintaining appropriate levels of serum uric acids from the early life. Appropriate monitoring and intervention of uric acid levels in a high-risk group can potentially reduce the risk of a future increased blood pressure.\"Many studies have shown that early-life health can affect adulthood,\" said the study's lead author, Hyesook Park. \"We think that along with childhood health monitoring, early intervention in childhood is the most effective way to prevent future disease.\"", "article_link": "http://dx.doi.org/10.1093/ajh/hpx037", "url": "http://www.eurekalert.org/pub_releases/2017-03/oupu-hua031517.php", "region": "namerica", "source_link": null, "funder": "Basic Science Research Program through the National Research Foundation of Korea, Ministry of Science, ICT & Future Planning", "meeting": "", "institution": "Oxford University Press USA", "keywords": ["Medicine/Health", " Cardiology", " Internal Medicine"], "journal": "American Journal of Hypertension", "description": "A new article published in the American Journal of Hypertension finds that very young children with increased uric acid levels had higher blood pressure at 3 years of age.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}