{"title": "AASM publishes new guideline for diagnostic testing for adult sleep apnea", "text": "A new clinical practice guideline from the American Academy of Sleep Medicine establishes clinical practice recommendations for the diagnosis of obstructive sleep apnea in adults.The guideline, which is published in the March 15 issue of the Journal of Clinical Sleep Medicine, describes the circumstances under which attended polysomnography in an accredited sleep center or home sleep apnea testing should be performed for suspected obstructive sleep apnea. Developed by an expert task force of board-certified sleep medicine physicians and approved by the AASM board of directors, the guideline was based on a systematic literature review, meta-analyses, and assessment of the evidence using the GRADE methodology. A draft of the guideline was previously made available for public comment.\"This clinical practice guideline provides important recommendations for the diagnosis of obstructive sleep apnea, a chronic disease that afflicts millions of people in the U.S.,\" said AASM President Dr. Ronald D. Chervin. \"Because people who suffer from untreated sleep apnea have an increased risk of numerous health problems, including hypertension and cardiovascular disease, the accurate diagnosis of obstructive sleep apnea is essential for achieving optimal health through better sleep.\"It is estimated that nearly 30 million adults in the U.S. have obstructive sleep apnea, which is a sleep-related breathing disorder characterized by repetitive episodes of complete or partial upper airway obstruction occurring during sleep. One treatment option for obstructive sleep apnea is continuous positive airway pressure (CPAP) therapy, which uses mild levels of air pressure, provided through a mask, to keep the throat open while you sleep. The task force identified two \"good practice statements\" that underpin the provision of high quality care for the diagnosis of obstructive sleep apnea:  that diagnostic testing for obstructive sleep apnea should be performed in conjunction with a comprehensive sleep evaluation and adequate follow-up, and that polysomnography is the standard diagnostic test for adult patients in whom obstructive sleep apnea is suspected based on a comprehensive sleep evaluation.The new clinical practice guideline combines and updates recommendations from previous practice parameters and clinical guidelines published in 2005 and 2007. One of the guideline's 6 recommendations is that both polysomnography and home sleep apnea testing are diagnostic testing options for uncomplicated adult patients who have an increased risk of moderate to severe sleep apnea. This level of risk is indicated by the presence of excessive daytime sleepiness and at least two of the following three criteria: habitual loud snoring, witnessed apnea or gasping or choking, or diagnosed hypertension. However, the task force found that home sleep apnea testing has not been adequately validated or demonstrated to provide favorable clinical outcomes and efficient care in certain patient populations with complicating conditions. Therefore, the guideline recommends that polysomnography, rather than home sleep apnea testing, be used for the diagnosis of obstructive sleep apnea in patients with significant cardiorespiratory disease; potential respiratory muscle weakness due to neuromuscular condition; awake hypoventilation or suspicion of sleep-related hypoventilation; chronic opioid medication use; or a history of stroke or severe insomnia. As the most comprehensive method of evaluating sleep, attended overnight polysomnography in an accredited sleep center typically measures the following parameters, which allow for the identification of sleep stages and the detection of a variety of sleep disorders:  brain waves; eye, chin and leg movements; airflow, respiratory effort and oxygen saturation; body position; and the electrical activity of the heart. Home sleep apnea testing uses limited-channel devices that gather less data, typically recording only airflow, respiratory effort and oxygen saturation to identify sleep-disordered breathing. Recognizing that clinical expertise is required to make an accurate diagnosis based on this limited data, the task force noted that home sleep apnea testing is to be administered by an accredited sleep center under the supervision of a board-certified sleep medicine physician, or a board-eligible sleep medicine provider.Anyone who has warning signs of obstructive sleep apnea such as snoring, gasping or choking during sleep should discuss these symptoms with a doctor. Help for obstructive sleep apnea is available from more than 2,500 sleep centers that are accredited by the American Academy of Sleep Medicine.", "article_link": "http://dx.doi.org/10.5664/jcsm.6506", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaos-apn031417.php", "region": "namerica", "source_link": "http://www.aasmnet.org/articles.aspx?id=6792", "funder": "American Academy of Sleep Medicine", "meeting": "", "institution": "American Academy of Sleep Medicine", "keywords": ["Medicine/Health", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders"], "journal": "Journal of Clinical Sleep Medicine", "description": "A new clinical practice guideline from the American Academy of Sleep Medicine establishes clinical practice recommendations for the diagnosis of obstructive sleep apnea in adults. The guideline, which is published in the March 15 issue of the Journal of Clinical Sleep Medicine, describes the circumstances under which attended polysomnography in an accredited sleep center or home sleep apnea testing should be performed for suspected sleep apnea, which afflicts nearly 30 million adults in the US.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}