{"title": "Automated blood pressure monitoring over 30 minutes reduces over-treatment of patients", "text": "Previous research suggests as many as one-third of patients who are hypertensive in a clinical setting have white-coat hypertension, a phenomenon in which patients exhibit a blood pressure level above the normal range in a clinical setting but not in other settings, often leading to overtreatment. In new research out of the Netherlands, researchers find in-office automated blood pressure monitoring over 30 minutes (OBP30) yields a dramatic reduction in the number of patients who meet the criteria for initiation or intensification of antihypertensive medication regimes. Comparing OBP30 with routine office blood pressure readings (OBP) for 201 consecutive patients at a primary health clinic in the Netherlands, researchers found the mean systolic OBP30 was 22.8 mm/Hg lower than the mean systolic OBP, and the mean diastolic OBP30 was on average 11.6 mm/Hg lower than the mean diastolic OBP. The differences between OBP and OBP30 were larger for patients aged 70 years or older. Importantly, based on OBP alone, physicians said they would have started or intensified hypertension medication regimes in 79 percent of the studied cases, but with the results of OBP30 available, this number was only 25 percent. The authors conclude that because OBP30 yields considerably lower blood pressure readings than OBP in all studied patient groups, it is a promising technique for reducing overtreatment of white-coat hypertension in primary care. In an accompanying editorial, Lee Green MD, MPH, asserts that routine office blood pressures should no longer be used to diagnose or modify hypertension treatment because they are not consistent, repeatable nor the best predictor of outcomes. He writes that while 24-hour ambulatory blood pressure monitoring is the gold standard, it is costly and cumbersome. In-office automatic blood pressure monitoring over 5-10 minutes or OBP30 as evaluated by Bos and colleagues represent promising methods for avoiding overdiagnosis and overtreatment. He calls for practice-based research to evaluate how best to implement these and other new approaches in practice. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/aaof-abp030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Family Physicians", "keywords": ["Medicine/Health", " Cardiology", " Internal Medicine", " Public Health"], "journal": "Annals of Family Medicine", "description": "In-office automated blood pressure monitoring over 30 minutes yields a dramatic reduction in the number of patients who meet the criteria for initiation or intensification of antihypertensive medication regimes.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}