{"title": "March/April 2017 Annals of Family Medicine tip sheet", "text": "In-Office Automated Blood Pressure Monitoring Over 30 Minutes Reduces Over-Treatment of Patients with White-Coat HypertensionPrevious research suggests as many as one-third of patients who are hypertensive in a clinical setting have white-coat hypertension, a phenomenon in which patients exhibit a blood pressure level above the normal range in a clinical setting but not in other settings, often leading to overtreatment. In new research out of the Netherlands, researchers find in-office automated blood pressure monitoring over 30 minutes (OBP30) yields a dramatic reduction in the number of patients who meet the criteria for initiation or intensification of antihypertensive medication regimes. Comparing OBP30 with routine office blood pressure readings (OBP) for 201 consecutive patients at a primary health clinic in the Netherlands, researchers found the mean systolic OBP30 was 22.8 mm/Hg lower than the mean systolic OBP, and the mean diastolic OBP30 was on average 11.6 mm/Hg lower than the mean diastolic OBP. The differences between OBP and OBP30 were larger for patients aged 70 years or older. Importantly, based on OBP alone, physicians said they would have started or intensified hypertension medication regimes in 79 percent of the studied cases, but with the results of OBP30 available, this number was only 25 percent. The authors conclude that because OBP30 yields considerably lower blood pressure readings than OBP in all studied patient groups, it is a promising technique for reducing overtreatment of white-coat hypertension in primary care. In an accompanying editorial, Lee Green MD, MPH, asserts that routine office blood pressures should no longer be used to diagnose or modify hypertension treatment because they are not consistent, repeatable nor the best predictor of outcomes. He writes that while 24-hour ambulatory blood pressure monitoring is the gold standard, it is costly and cumbersome. In-office automatic blood pressure monitoring over 5-10 minutes or OBP30 as evaluated by Bos and colleagues represent promising methods for avoiding overdiagnosis and overtreatment. He calls for practice-based research to evaluate how best to implement these and other new approaches in practice. \r\nThirty-Minute Office Blood Pressure Monitoring in Primary Care\r\nBy Michiel J. Bos, MD, PhD, and Sylvia Buis, MD, MPH\r\nGezondheidscentrum Ommoord, Rotterdam, the Netherlands\r\nIt is Time to Change How We Measure Blood Pressures in the Office\r\nBy Lee A. Green, MD, MPH\r\nUniversity of Alberta, Edmonton, CanadaNo Evidence That 2014 Insurance Expansions Strained Access to Primary CareWith the number of newly insured individuals reaching 20 million by early 2016 and continuing to grow, concerns have been raised about whether the primary care system can absorb the millions of new patients seeking care. Contrary to widespread concern, researchers find no evidence as of mid-2014 that the millions of individuals newly covered through Medicaid and the Patient Protection and Affordable Care Act strained primary care capacity. This was demonstrated by stability in appointment rates and wait-times for new, privately-insured patients and an increase in appointment access for new Medicaid patients in 10 study states. An audit of simulated patient calls to primary care practices for new-patient appointments (5,385 private insurance and 4,352 Medicaid in 2012-2013 and 2,424 private insurance and 2,474 Medicaid in 2014), researchers found overall appointment rates for private insurance remained stable from 2012 (85 percent) to 2014 (86 percent) with Massachusetts and Pennsylvania experiencing significant increases. Medicaid appointment rates increased 10 percentage points (58 percent to 68 percent) with substantial variation by state. Median wait times for callers obtaining a new patient appointment remained unchanged at six days for privately insured patients but rose from six days in 2012 to seven days in 2014 for Medicaid callers. In addition to the possibility that there was indeed sufficient capacity to absorb the new patients, the authors posit several alternative explanations for their not finding a decline in primary care availability despite the millions of newly insured. Those possibilities include efficiencies created by components of the patient-centered medical home model such as team-based care, after-hours and weekend care, electronic medical records, and telephone and email communications; and broad trends in care reorganizations such as accountable care organizations, alternative payment arrangements and practice mergers that provide economies of scale. They conclude it will be important to continue tracking appointment availability and wait-times in primary care.\r\nAccess to Primary Care Appointments Following 2014 Insurance Expansions\r\nBy Karin Rhodes, MD, MS, et al\r\nNorthwell Health/Hofstra Medical School, Great Neck, New YorkAntibiotics Not Effective for Clinically Infected Eczema in ChildrenEstimates suggest that 40 percent of eczema flares are treated with topical antibiotics, but findings from this study suggest there is no meaningful benefit from the use of either oral or topical antibiotics for milder clinically infected eczema in children. Analyzing data from 113 children with non-severely infected eczema who were randomized to one of three study arms (oral and topical placebos, oral antibiotic and topical placebo, or topical antibiotic and oral placebo), researchers found no significant difference between the three groups in the resolution of eczema symptoms at two weeks, four weeks or three months. They found rapid resolution in response to mild-to-moderate strength topical corticosteroids and emollient treatment, and ruled out a clinically meaningful benefit from the addition of either oral or topical antibiotics. The authors note that because the study excluded patients with severe infection, the results may not be generalizable to all children with clinically infected eczema. They conclude that topical antibiotics frequently used in outpatient care, especially in combination products with topical corticosteroids, may not be beneficial to patients with clinically infected eczema and can actually promote resistance and allergy or skin sensitization. They conclude that providing or stepping up the potency of topical corticosteroids and emollients should be the main focus in the care of milder clinically infected eczema flares. \r\nOral and Topical Antibiotics for Clinically Infected Eczema in Children: A Pragmatic Randomized Controlled Trial in Primary Care\r\nBy Nick A. Francis\r\nCardiff University, WalesParents' Misconceptions About Antibiotic Use for Children's Respiratory InfectionsWith antibiotics too often prescribed for acute respiratory infections despite strong evidence they typically provide only marginal benefit, researchers in Australia explored parents' expectations and experiences using antibiotics for pediatric respiratory infections. Telephone interviews with 401 caregivers of children aged 1 to 12 years revealed most parents believe antibiotics provide benefits for common acute respiratory infections, particularly middle ear infection (92 percent), although not using them, particularly for acute cough and sore throat, was sometimes acceptable. Parents grossly overestimated the mean benefit of antibiotics in reducing the duration of illness by five to 10 times, and many believed they reduced the likelihood of complications, especially for ear infection. The large majority (78 percent) recognized antibiotics may do harm, although there was confusion among many about what resistance actually was. Notably, fewer than half of those interviewed (44 percent) recalled discussing benefits and harms and the option of forgoing antibiotic use with their clinician, and 75 percent indicated they wanted more involvement in future decisions. The authors conclude these findings suggest opportunities for improving acute respiratory infection visits and reducing antibiotic use by adopting shared decision making to address overoptimistic expectations of antibiotics, as well as antibiotic harms. \r\nParents' Expectations and Experiences of Antibiotics for Respiratory Infections\r\nBy Tammy Hoffmann, PhD, et al\r\nBond University, Queensland, AustraliaSurvey: United States Has Highest Rate of Poor Primary Care Coordination Among 11 High-Income Countries; Findings Point to a Systemic IssueCare coordination has been identified as a key strategy for improving the effectiveness, safety and efficiency of the U.S. health care system. Researchers examine care coordination in 11 high-income countries and find one out of every three respondents experienced at least one coordination gap in primary care, but the overall percentage reporting poor primary care coordination was low. Notably, among the 11 countries evaluated, the United States had the highest rate of poor primary care coordination. Analyzing 2013 Commonwealth Fund survey data from 13,958 patients from Australia, Canada, France, Germany, the Netherlands, New Zealand, Norway, Sweden, Switzerland, the United Kingdom and the United States, researchers found the rate of poor primary care coordination was 5 percent overall and highest in the United States at 10 percent. Patients were less likely to experience poor care coordination if their primary care physician knew them well, spent sufficient time with them, involved them in care, and explained things well.  Poor primary care coordination was more likely to occur among patients with chronic conditions and patients younger than 65 years. Notably, in the United States, patients reported similar levels of poor primary care coordination regardless of insurance status, health status, income level and sex, suggesting a systemic issue in the U.S. health care system that distinguishes its efficacy of primary care coordination from that of other countries. The authors note that care coordination gaps have been associated with a higher risk of patients experiencing a medical error, more follow-up appointments, and unnecessary health care spending. They conclude these findings warrant increased efforts to support relationships between primary care providers and patients, especially those who are younger and chronically ill.\r\nMinding the Gap: Factors Associated With Primary Care Coordination of Adults in 11 Countries\r\nBy Jonathan Penm, BPharm, PhD, et al\r\nUniversity of Cincinnati, OhioBrief Primary Care Intervention to Reduce Cannabis Consumption Effective Among Younger and Moderate UsersA brief intervention in primary care to reduce consumption of cannabis by young users showed some effectiveness among users younger than 18 years and for moderate nondaily users, but no effect in the study population overall. In a cluster randomized trial involving 261 cannabis users aged 15 to 25 years, researchers tested the efficacy of a brief motivational interview following the FRAMES (feedback, responsibility, advice, menu, empathy and self-efficacy) model during the primary care visit.  Specifically, after one year, they found no significant difference between the intervention and control groups in the number of joints smoked per month among all users (17.5 vs. 17.5), but they did find a difference in favor of the intervention among nondaily users (3 vs. 10). After six months, the intervention was associated with more favorable change from baseline in the number of joints smoked (-33.3 percent vs. 0 percent), and among users younger than the age of 18, smoking fewer joints per month (12.5 vs. 20). The authors conclude these findings support the use of a brief intervention in primary care for younger users and for moderate users. \r\nCannabis and Young Users - A Brief Intervention to Reduce Their Consumption (CANABIC): A Cluster Randomized Trial in Primary Care\r\nBy Catherine Laporte, MD, PhD, et al\r\nUniversity of Auvergne, Clermont-Ferrand, FrancePoint-of-Care HbA1c Testing Facilitates Identification of Prediabetes, Superior to Standard Screening Using Blood GlucoseWith millions of Americans unknowingly living with chronic high blood sugar, there is a need to more quickly and easily identify and treat patients with unknown hyperglycemia in order to improve outcomes. The authors assert that standard practice screening, which typically uses fasting blood glucose measured through a chemistry panel, is inconvenient, highly variable and delays care. By contrast, they write that HbA1c is durable and more accurately reflects sustained hyperglycemia over a three-month period as compared to fasting or random glucose, which may miss diagnosis until the glycemic curve crosses the diagnostic threshold and bothersome symptoms develop and impact daily life. Comparing the effectiveness of the two approaches in identifying patients with chronic hyperglycemia, they find that systematically-offered HbA1c point-of-care testing is superior to standard practice. Specifically, evaluating 324 patients using standard screening and 164 using point-of-care HbA1c, they found that standard practice screened only 22 percent of patients, mostly commonly by blood glucose (96 percent). Comparing glycemic outcomes, in the standard practice arm, six patients (8 percent) were found to have diabetes and 24 patients (33 percent) were found to have prediabetes.  By contrast, point-of-care HbA1c screening identified 104 patients (63 percent) with diabetes and 88 patients (53 percent) with prediabetes. The authors conclude because point-of-care HbA1c testing effectively identifies individuals early in the course of the disease and allows for immediate assessment, patient education and early management, it is superior for identifying unknown chronic hyperglycemia, particularly prediabetes. \r\nSystematic Diabetes Screening Using Point-of-Care HbA1c Testing Facilitates Identification of Prediabetes\r\nBy Heather P. Whitley, PharmD, BCPS, CDE, et al\r\nAuburn University Harrison School of Pharmacy, AlabamaPatient Co-Creation of Visit Agendas Feasible and Well-Received by Patients and CliniciansAllowing patients to type their visit agenda into their clinic notes before an office visit appears to facilitate communication of health concerns. Analysis of post-visit surveys from 101 patients attending a safety net primary care clinic who typed their agenda into the electronic medical record visit note, found both patients and their 28 clinicians felt the agendas improved patient-clinician communication (patients 79 percent, clinicians 74 percent). Both expressed a desire to continue having patients type agendas in the future (patients 73 percent, clinicians 82 percent). The agendas themselves were brief; 83 percent of patients typed for less than 10 minutes, and 79 percent typed less than 60 words. The authors conclude the findings of this pilot study suggest that enabling patients to type visit agendas may enhance care by engaging patients, increasing the collaborative nature of the clinical encounter, and giving clinicians an efficient way to prioritize patients' concerns and optimize their time together.\r\nPatients Typing Their Own Visit Agendas Into an Electronic Medical Record: Pilot in a Safety-Net Clinic\r\nBy Joann G. Elmore, MD, MPH, et al\r\nUniversity of Washington School of Medicine, SeattleStudy Finds Strong Imprint of Training Institution Spending Patterns on Physicians' Future PracticePrevious research has demonstrated that Medicare beneficiary spending reflects that of the 306 Hospital Referral Regions where physicians train, suggesting a long-term educational \"imprint.\" Because these large areas have as much cost variation within as between them, this study sought to determine whether the relationship holds true for smaller areas and for quality. Analyzing 2011 Medicare claims data for a nationally representative sample of 3,075 family physicians and general internists who completed residency between 1992 and 2011 at the level of the 3,436 U.S. Hospital Service Areas, the authors found spending patterns for Medicare beneficiaries for whom they provided care were similar to the patterns of the HSA in which their sponsoring institution was located. Specifically, they found the unadjusted, annual, per-beneficiary spending difference between physicians trained in high- and low-cost HSAs was $1,644, and the difference remained significant after controlling for patient and physician characteristics. They found no similar relationship for quality. The authors conclude these findings of a long-term \"imprint\" of training support efforts to test interventions in residency training that may bend imprinting toward teaching and modeling behaviors that improve value in health care. \r\nThe Effects of Training Institution Practice Costs, Quality, and Other Characteristics on Future Practice\r\nBy Robert I. Phillips, Jr., MD, MSPH, et al\r\nThe American Board of Family Medicine, Washington, DCResearchers Propose New Priorities for Quality Metrics in Primary CareAsserting that traditional quality improvement processes used for linear mechanical systems, such as isolated single-disease care, are inappropriate for complex adaptive systems such as primary care, researchers propose a new set of priorities for quality management in primary care that better respect the discipline's complexity and value. The proposed priorities include patient-centered reporting; quality goals not based on rigid targets; metrics that capture avoidance of excessive testing or treatment; attributes of primary care associated with better outcomes and lower costs; less emphasis on patient satisfaction scores; patient-centered outcomes, such as days of avoidable disability; and peer-led qualitative reviews of patterns of care, practice infrastructure and intrapractice relationships. The authors conclude that the inappropriate application of traditional quality improvement strategies and misaligned metrics undermine primary care, and in turn, all patient care. \r\nThe Challenges of Measuring, Improving, and Reporting Quality in Primary Care\r\nBy Richard A. Young, MD, et al\r\nJPS Hospital Family Medicine Residency Program, Fort Worth, TexasHand Co-Washing Intervention Improves Hand HygieneHand hygiene has been identified as critical in preventing the spread of hospital-acquired infections, yet compliance is less than optimal. A new \"co-washing\" quality improvement initiative aimed at improving hand-washing rates among both physicians and patients in a busy outpatient clinic appears to be effective at improving rates of hand-washing. After implementation of the new procedure in which clinicians offered hand sanitizer to patients and also used the sanitizer to wash their own hands in front of the patient, patients stated doctors washed their hands 99.5 percent of the time before examining them, compared to 96.6 percent of the time before the intervention. Patients also reported washing their hands more often after the intervention (87.9 percent vs. 79 percent). Analysis included 384 questionnaires, 184 from pre-intervention and 200 from post-intervention. The authors call for further research to determine whether co-washing enhances clinic hand washing or hand washing at home by patients, and whether it can reduce infection rates. \r\nPatient Attitudes and Participation in Hand Co-Washing in an Outpatient Clinic Before and After a Prompt\r\nBy Gregory A. Doyle, MD, et al\r\nWest Virginia University, MorgantownFamily Doctor Offers Intentions of Practice to Help Physicians Practice Person-Centered CareA family physician outlines seven intentions of practice -- habits of mind that nurture his resolve to attend to patients as complex human beings -- that help him navigate clinical encounters in ways that are simultaneously clinically efficacious and healing for patients. The intentions include: recognizing patients as whole people, practicing honestly with others and oneself, accepting what emerges in the clinical encounter, sharing the responsibility of care, being calm in the face of uncertainty, working to protect patients and being authentic. He posits that when routinely recalled and adeptly implemented, these intentions help him integrate the biological, social and existential dimensions of care into his day-to-day clinical encounters with patients. He reflects on the challenges the intentions sometimes present and invites other clinicians to consider putting them to use in their practices. \r\nLooking Within: Intentions of Practice for Person-Centered Care\r\nBy William B. Ventres, MD, MA\r\nUniversity of El Salvador, San SalvadorNew Rubric for Engaging Patients and Other Stakeholders as Partners in ResearchAn article by authors from the Patient-Centered Outcomes Research Institute shares an Engagement Rubric for engaging patients, caregivers and other health care stakeholders as partners in planning, conducting and disseminating research. Building on decades of prior work in participatory research by others, the PCORI Engagement Rubric provides a framework for operationalizing engagement to incorporate patients and other stakeholders in all phases of research. It includes: principles of engagement; definitions of stakeholder types; key considerations for planning, conducting and disseminating engaged research; potential engagement activities; and examples of promising practices from PCORI-funded projects. It is their hope this rubric will help shift the research paradigm from one of conducting research on patients as subjects to a pursuit carried out in collaboration with patients and other stakeholders to better reflect the values, preferences and outcomes that matter to the patient community.\r\nThe PCORI Engagement Rubric: Promising Practices for Partnering in Research\r\nBy Laura Forsythe, PhD, MPH, et al\r\nPatient-Centered Outcomes Research Institute, Washington, DC", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/aaof-m2a030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Family Physicians", "keywords": ["Medicine/Health", " Dermatology", " Health Care Systems/Services", " Health Professionals", " Infectious/Emerging Diseases", " Internal Medicine", " Diabetes", " Public Health", " Drugs"], "journal": "Annals of Family Medicine", "description": "This tip sheet features synopses of original research and commentary published in the March/April 2017 issue of Annals of Family Medicine research journal.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}