{"title": "Paleontologists classify mysterious ancient cone-shaped sea creatures", "text": "TORONTO, ON (Canada) - One branch on the tree of life is a bit more crowded today. A team of scientists led by 20-year-old University of Toronto (U of T) undergraduate student Joseph Moysiuk has finally determined what a bizarre group of extinct cone-shaped animals actually are.Known as hyoliths, these marine creatures evolved over 530 million years ago during the Cambrian period and are among the first animals known to have produced mineralized external skeletons.Long believed to belong to the same family as snails, squid and other molluscs, a study published today in the prestigious scientific journal Nature shows that hyoliths are instead more closely related to brachiopods - a group of animals which has a rich fossil record, although few living species remain today.Brachiopods have a soft body enclosed between upper and lower shells (valves), unlike the left and right arrangement of valves in bivalve molluscs. Brachiopods open their valves at the front when feeding, but otherwise keep them closed to protect their feeding apparatus and other body parts.Although the skeletal remains of hyoliths are abundant in the fossil record, key diagnostic aspects of their soft-anatomy remained critically absent until now.\"Our most important and surprising discovery is the hyolith feeding structure, which is a row of flexible tentacles extending away from the mouth, contained within the cavity between the lower conical shell and upper cap-like shell,\" said Moysiuk. \"Only one group of living animals - the brachiopods - has a comparable feeding structure enclosed by a pair of valves. This finding demonstrates that brachiopods, and not molluscs, are the closest surviving relatives of hyoliths.\"It suggests that these hyoliths fed on organic material suspended in water as living brachiopods do today, sweeping food into their mouths with their tentacles,\" Moysiuk said.Moysiuk, who studies Earth sciences and ecology & evolutionary biology, completed this project as part of the Research Opportunity Program at U of T, a special undergraduate research program in the Faculty of Arts & Science.The distinctive appearance and structure of the hyolith skeleton has obstructed previous attempts to classify these animals. All hyoliths had an elongated, bilaterally symmetrical cone-shaped shell and a smaller cap-like shell which covered the opening of the conical shell (known as an operculum). Some species also bore a pair of rigid, curved spines (known as helens) that protruded from between the conical shell and operculum - structures with no equivalents in any other group of animals.Examination of the orientation of the helens in multiple hyolith specimens from the Burgess Shale suggests that these spines may have been used like stilts to lift the body of the animal above the sediment, elevating the feeding apparatus to enhance feeding.Moysiuk and coauthors Martin Smith at Durham University in the United Kingdom, and Jean-Bernard Caron at the Royal Ontario Museum (ROM) and U of T were able to complete the descriptions based mainly on newly discovered fossils from the renowned Cambrian Burgess Shale in British Columbia.\"Burgess Shale fossils are exceptional because they show preservation of soft tissues which are not usually preserved in normal conditions,\" said Caron, Moysiuk's research supervisor, who is the senior curator of invertebrate palaeontology at the ROM and an associate professor in U of T's Departments of Earth Sciences and Ecology & Evolutionary Biology.\"Although a molluscan affinity was proposed by some authors, this hypothesis remained based on insufficient evidence. Hyoliths became an orphaned branch on the tree of life, an embarrassment to paleontologists. Our most recent field discoveries were key in finally cracking their story, around 175 years after the first description of a hyolith.\"Caron led recent fieldwork activities to the Burgess Shale which resulted in the discovery of many specimens that form the basis of this study. The key specimens came from recently discovered deposits near Stanley Glacier and Marble Canyon in Kootenay National Park, about 40 kilometres southeast of the original Burgess Shale site in Yoho National Park.The Burgess Shale is one of the most important fossil deposits for studying the origin and early evolution of animals that took place during the Cambrian period, starting about 542 million years ago. Hyoliths are just one of the profusion of animal groups that characterize the fauna of the 'Cambrian Explosion'. They became a diverse component of marine ecosystems around the globe for more than 280 million years, only to go extinct 252 million years ago, prior to the evolution of the first dinosaurs.\"Resolving the debate over the hyoliths adds to our understanding of the Cambrian Explosion, the period of rapid evolutionary development when most major animal groups emerge in the fossil record,\" said Smith, who started this research at the University of Cambridge and who is now a lecturer in paleontology at Durham University. \"Our study reiterates the importance of soft tissue preservation from Burgess Shale-type deposits in illuminating the evolutionary history of creatures about which we still know very little.\"The Burgess Shale, from which the specimens were recovered from several locations, is part of the Canadian Rocky Mountain Parks World Heritage Site. It is one of the most important fossil deposits for understanding the origin and early evolution of animals that took place during the Cambrian Explosion starting about 542 million years ago.Parks Canada protects this globally significant site, and supports peer-reviewed scientific research that continues to enhance our understanding of these rich paleontological deposits. This discovery adds another element to the dramatic story of early animal evolution that Parks Canada guides share enthusiastically with hundreds of park visitors every year.The findings are described in the paper \"Hyoliths are Palaeozoic lophophorates\". Funding for the research was provided primarily by the Royal Ontario Museum and a Natural Sciences and Engineering Research Council of Canada Discovery Grant to Caron.", "journal": "Nature", "funder": "Royal Ontario Museum, Natural Sciences and Engineering Research Council of Canada", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/uot-pcm010617.php", "institution": "University of Toronto", "meeting": "", "description": "One branch on the tree of life is heavier as a team of scientists has determined what a bizarre group of extinct cone-shaped animals actually are. Known as hyoliths, these marine creatures evolved over 530 million years ago and are among the first known to have external skeletons. Long believed to be molluscs, a study in Nature shows a stronger relationship to brachiopods -- a group with a rich fossil record though few species living today.", "article_link": "http://dx.doi.org/10.1038/nature20804", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Paleontology", " Marine/Freshwater Biology", " Paleontology", " Evolution", " Undergraduate", " New World"], "source_link": null, "date": "Wed, 11 Jan 2017 05:00:00 GMT"}