{"title": "Reducing drug dosage, and hearing loss in TB patients without reducing efficacy", "text": "Washington, DC - January 9, 2017 - Aminoglycosides, recommended by the World Health Organization to treat multidrug  resistant tuberculosis, cause hearing loss and kidney damage in a dose dependent manner. Now, by reducing the dose in a carefully calculated fashion, Dutch clinician researchers have been able to greatly reduce the numbers of patients suffering hearing loss, without compromising effectiveness against tuberculosis. The research was published in Antimicrobial Agents and Chemotherapy, a journal of the American Society for Microbiology. The study began as a multidisciplinary effort to provide better care for patients, said principal investigator Jan-Willem C. Alffenaar, PhD, PharmD, associate professor in the Department of Clinical Pharmacy and Pharmacology, University Medical Center Groningen, the University of Groningen, the Netherlands. At the usual dose, 40 percent of patients suffered hearing loss.  These investigators gave TB patients a standard, individual dose to start with. They monitored the concentration of the drug in patients' blood, modulating the dose if the concentration was too high or too low. They also monitored effectiveness of the antibiotic against the bacteria. \"If the bacteria are more susceptible to the antibiotic than normal, we can use a lower dose,\" said Alffenaar. The investigators were able to reduce doses to as little as one third of the current standard in some patients. This strategy of personalizing the dose reduced the rate of hearing loss in their patients from 40 percent to 10 percent, said Alffenaar.\"The dosage applied in our study is two-fold lower than the 15 mg/kg recommended by the World Health Organization, yet outcome was favorable in the vast majority of patients, and in those with unfavorable outcome, aminoglycoside dosage appeared unrelated to those outcomes,\" according to the report. Two thirds of the 57 patients had successful outcomes, with TB eradicated over two years' follow-up, and low percentages of hearing loss.The authors recommend validating their approach in a prospective, randomized, controlled clinical trial.\r\n", "journal": "Antimicrobial Agents and Chemotherapy", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/asfm-rdd010317.php", "institution": "American Society for Microbiology", "meeting": "", "description": "Aminoglycosides, recommended by the World Health Organization to treat multidrug  resistant tuberculosis, cause hearing loss and kidney damage in a dose dependent manner. Now, by reducing the dose in a carefully calculated fashion, Dutch clinician researchers have been able to greatly reduce the numbers of patients suffering hearing loss, without compromising effectiveness against tuberculosis.", "article_link": null, "keywords": ["Biology", " Bacteriology", " Microbiology", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health"], "source_link": null, "date": "Mon, 09 Jan 2017 05:00:00 GMT"}