{"title": "Brain impairments in premature infants may begin in the womb", "text": "Even before they are born, premature babies may display alterations in the circuitry of their developing brains, according to a first-of-its kind research study by Yale School of Medicine researchers and their colleagues at the National Institutes of Health (NIH) and Wayne State University. The findings are published in the journal Scientific Reports, a Nature Publishing Group Journal. According to the authors, 10% to 11% percent of American babies are born prematurely. This new study suggest that factors contributing to early birth might also impact the brain's development in the womb, leading to significant neurodevelopmental disorders, such as autism, attention deficit hyperactivity disorder, and cerebral palsy. In the study, Yale School of Medicine researchers Laura Ment, M.D., Dustin Scheinost, and R. Todd Constable collaborated closely with principal investigator Moriah Thomason of Wayne State University, and Roberto Romero, M.D., chief of the Perinatology Research Branch and Program Director for Obstetrics and Maternal-Fetal Medicine of NICHD/NIH.The research team used fetal resting-state functional magnetic resonance imaging to measure brain connectivity in utero in 32 human fetuses with normal brain anatomy, 14 of which were subsequently delivered preterm (between 24 and 35 weeks).\r\nPatients were studied at Wayne State and Scheinost, assistant professor in the Magnetic Resonance Research Center at Yale School of Medicine, spearheaded the analysis using novel functional magnetic resonance imaging strategies to detect differences in neural networks between study groups. The team found that systems-level neural connectivity was weaker in fetuses that would subsequently be born preterm. The findings were localized in left-hemisphere, pre-language regions of the brain.\"It was striking to see brain differences associated with preterm birth many weeks before the infants were prematurely-born,\" said Scheinost. \"Preterm infants are known to have brain changes in language regions, and we were particularly surprised that the fetal differences we detected were in these same language regions.\"Co-author Ment said these findings suggest that some prematurely born infants show changes in neural systems prior to birth. \"Impaired connectivity in language regions in infants born long before their due dates needs further study, but is important for future research into both the causes and outcomes of preterm birth,\" said Ment, professor of pediatrics and neurology at Yale School of Medicine.  The team's future research will focus on potential causes of prematurity, such as infection and inflammation, to determine whether and how those conditions influence brain development in utero. They also will follow the study participants' children to establish long-term outcomes.", "journal": "Scientific Reports", "funder": "National Institutes of Health, National Alliance for Research on Schizophrenia and Depression Young Investigator Award", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/yu-bii010917.php", "institution": "Yale University", "meeting": "", "description": "Even before they are born, premature babies may display alterations in the circuitry of their developing brains, according to a first-of-its kind research study by Yale School of Medicine researchers and their colleagues at the National Institutes of Health and Wayne State University. \r\n\r\nThe findings are published in the journal Scientific Reports, a Nature Publishing Group Journal.", "article_link": "http://dx.doi.org/10.1038/srep39286", "keywords": ["Molecular Biology", " Medicine/Health", " Diagnostics", " Internal Medicine", " Neurobiology", " Gynecology", " Pediatrics", " Physiology", " Learning/Literacy/Reading", " Parenting/Child Care/Family"], "source_link": "http://news.yale.edu/2017/01/09/brain-impairments-premature-infants-may-begin-womb", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}