{"institution": "American Academy of Neurology", "title": "MMA fighters, boxers may have signs of long-term brain injury in blood", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaon-mfb071017.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "American Academy of Neurology Sports Concussion Conference", "journal": "", "source_link": null, "text": "JACKSONVILLE, Fla. - Boxers and mixed martial arts fighters may have markers of long-term brain injury in their blood, according to a study released today that will be presented at the American Academy of Neurology's Sports Concussion Conference in Jacksonville, Fla., July 14 to 16, 2017.\"This study is part of a larger study to detect not just individual concussions but permanent brain injury overall at its earliest stages and to determine which fighters are at greatest risk of long-term complications,\" said study author Charles Bernick, MD, of the Cleveland Clinic Lou Ruvo Center for Brain Health in Las Vegas and member of the American Academy of Neurology. \"Our study looked at data over a five-year period and found elevated levels of two brain injury markers in the blood; now the question is whether they may signify permanent traumatic brain injury with long-term consequences.\"Researchers measured two biological markers of brain injury. One is a brain protein called neurofilament light chain, the other is called tau. Both are components of nerve fibers that can be detected in the blood when the fibers are injured.  For the study, researchers took blood samples from 291 active professional fighters with an average age of 30, 44 retired fighters with an average age of 45 and 103 non-fighters with an average age of 30. The blood samples were then tested for levels of both proteins.Researchers found that active professional fighters had higher levels of both proteins compared to retired fighters or non-fighters. For example, they found that levels of neurofilament light chain were 40 percent higher in active boxers than in non-fighters. They also found that the more a fighter sparred in the two weeks before the blood samples were taken, the higher the levels of neurofilament light chain in their blood.Neither age, ethnicity nor number of professional fights in active fighters were linked to levels of either protein. Bernick said while neurofilament light chain protein was higher in active fighters at the start of the study, levels did not increase significantly during the study period. On the other hand, there was a group of fighters who showed increasing levels of tau over time. When the researchers looked at brain size, they found that for fighters who had increasing levels of tau over time, there was a 7 percent decline in the volume of their thalamus, which is located in the center of the brain and regulates sleep, consciousness, alertness, cognitive function and language while also sending sensory and movement signals to other portions of the brain.Finally, the study found that fighters with higher levels of neurofilament light chain protein did not do as well on computerized tests that measure the brain's processing speed as the retired fighters and non-fighters.\"Our study found that higher levels of both proteins may be associated with repetitive head trauma,\" said Bernick. \"However, neurofilament light may be more sensitive to acute traumatic brain injury whereas tau may be a better measurement of cumulative damage over time. More research needs to be done to see how these may be used to monitor traumatic brain injury and the neurological consequences over time.\"A limitation of the study was the difference in the average age of active and retired fighters. ", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Neurobiology", " Physiology", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Sports Medicine", " Sports/Recreation", " Trauma/Injury"], "description": " Boxers and mixed martial arts fighters may have markers of long-term brain injury in their blood, according to a study released today that will be presented at the American Academy of Neurology's Sports Concussion Conference in Jacksonville, Fla., July 14 to 16, 2017.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}