{"title": "Like people, great apes may distinguish between true and false beliefs in others", "text": "Great apes help a person access an object when that person thinks they knows\r\nwhere it is but is mistaken, according to a study published April 5, 2017 in the\r\nopen-access journal PLOS ONE by David Buttelmann from Max Planck Institute for\r\nEvolutionary Anthropology, Germany, and colleagues.Understanding when someone else has a false belief is a mark of advanced social\r\ncognition in people, and researchers had believed that great apes lacked this\r\ncapacity. Using a test that was developed for 1.5-year-old human infants,\r\nButtelmann and colleagues evaluated understanding of others' beliefs in 34 great\r\napes (chimpanzees, bonobos and orangutans) at the Leipzig Zoo in Germany.The test involved a person placing an object in one of two boxes. Another person\r\nthen took this object out of this box, put it into another box, and locked both\r\nboxes. For the true belief condition, the first person stayed in the room -- so this\r\nperson knew where the object was and thus had a true belief. For the false\r\nbelief condition, however, the first person was out of the room during the switch --\r\nso while he thought he knew where the object was, he was mistaken and thus had a\r\nfalse belief. In both conditions, the first person tried to open the box he\r\noriginally had put his object in. The apes knew how to unlock the boxes, and\r\ncould decide which box to open for the first person during the test.The researchers found that, like human infants, great apes were more likely to\r\nhelp the person find the object when he had a false belief about which box the\r\nobject was in. This suggests that great apes used their understanding of the\r\nperson's beliefs about reality to decide how to help him. If true, say the\r\nresearchers, great apes, like people, may have the capacity to \"read\" the minds\r\nof others in social interactions.\"This study shows for the first time that great apes (chimpanzees, bonobos, and\r\norangutans) can use an understanding of false beliefs to help others\r\nappropriately,\" says David Buttelmann.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0173793", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-lpg033017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Ecology/Environment", " Physiology", " Zoology/Veterinary Science", " Pets/Ethology", " Neurobiology", " Animal Research/Rights", " Social/Behavioral Science", " Mental Health", " Memory/Cognitive Processes"], "journal": "PLOS ONE", "description": "Great apes help a person access an object when that person thinks they knows where it is but is mistaken, according to a study published April 5, 2017 in the open-access journal PLOS ONE by David Buttelmann from Max Planck Institute for Evolutionary Anthropology, Germany, and colleagues.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}