{"title": "Be more patient? Imagine that", "text": "UNIVERSITY OF CALIFORNIA, BERKELEY'S HAAS SCHOOL OF BUSINESS--How often do you act impulsively without considering the consequences? What if you could learn how to be more patient? By using functional MRI (fMRI) to look inside the brain, neuroscientists Adrianna Jenkins, a UC Berkeley postdoctoral researcher, and Ming Hsu, an associate professor of marketing and neuroscience at UC Berkeley's Haas School of Business, found that imagination is a pathway toward patience. Imagining an outcome before acting upon an impulse may help increase patience without relying on increased willpower. Scientists call this technique, \"framing effects,\" or making small changes to how options are presented or framed. And the method may increase a person's ability to exercise patience. The findings can be found in Jenkins and Hsu's study, \"Dissociable contributions of imagination and willpower to the malleability of human patience,\" forthcoming in Psychological Science.The authors' approach stands in contrast to previous research, which has mostly focused on the exertion of willpower to positively affect a person's patience.\"Whereas willpower might enable people to override impulses, imagining the consequences of their choices might change the impulses,\" Jenkins says. \"People tend to pay attention to what is in their immediate vicinity, but there are benefits to imagining the possible consequences of their choices.\"Hsu and Jenkins conducted two experiments to explore the role of imagination and willpower on patience. In the studies, participants made choices about when to receive different amounts of money depending on how the offer is framed. The actual reward outcomes were identical, but the way they were framed differed. For example, under an \"independent\" frame, a participant could receive $100 tomorrow or $120 in 30 days. Under a \"sequence\" frame, a participant had to decide whether to receive $100 tomorrow and no money in 30 days or no money tomorrow and $120 in 30 days.The first experiment replicated past research, which found that framing outcomes as sequences promotes patience. 122 participants saw both independent and sequence framed options and expressed stronger preferences for the larger, delayed reward when choices were framed as sequences. The second experiment involved 203 participants who had to make a choice based on one frame: 104 people had to choose under an independent frame; the other 99 had to choose under a sequence frame. The result: participants in the sequence frame reported imagining the consequences of their choices more than those in the independent frame. One participant wrote, \"It would be nice to have the $100 now, but $20 more at the end of the month is probably worth it because this is like one week's gas money.\" In contrast, participants exposed to the independent frame demonstrated less imagination. One participant commented, \"I'd rather have the money tomorrow even if it's a lesser amount. I can get the things I need instead of waiting. Why wait a month for just $20 more?\"By framing the options in the second experiment, the researchers found that the participants escalated their use of imagination. The more participants imagined the consequences of their choices, the more they were able to be patient in order to receive the greater reward.In the fMRI portion of the experiments, Jenkins and Hsu measured participants' brain activation while the participants made a series of choices in both frames. They found the areas of the brain that process imagination became more active when participants were more patient during sequence framing. In contrast, in the independent framing, the researchers found patience more strongly linked to brain regions associated with willpower.\"There is a long tendency of behavioral interventions, ranging from promoting healthy eating to reducing drug dependence, to appeal to willpower. For example, 'commit to be fit' or 'don't do drugs',\" Hsu says. \"Our findings highlight the potential benefits of interventions that change the nature of the impulses themselves by encouraging people to imagine the consequences of their choices.\"The researchers acknowledge that using brain scans to study human cognition has its limitations because it relies on certain assumptions about the links between brain regions and their functions. This is why the experiments combined several methods, which all converge on a similar conclusion.\"We know people often have difficulty being patient,\" Jenkins says. \"Our findings suggest that imagination is a possible route for attaining patience that may be more sustainable and practical than exerting willpower.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--bmp040417.php", "region": "namerica", "source_link": "http://newsroom.haas.berkeley.edu/research-news/be-more-patient-imagine", "funder": "", "meeting": "", "institution": "University of California - Berkeley Haas School of Business", "keywords": ["Biotechnology", " Business/Economics", " Neurochemistry", " Neurobiology", " Physiology", " Social/Behavioral Science", " Behavior"], "journal": "Psychological Science", "description": "By using functional MRI (fMRI) to look inside the brain, neuroscientists Adrianna Jenkins, a UC Berkeley postdoctoral researcher, and Ming Hsu, an associate professor of marketing and neuroscience at UC Berkeley's Haas School of Business, found that imagination is a pathway toward patience. Imagining an outcome before acting upon an impulse may help increase patience without relying on increased willpower.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}