{"title": "Do smart songbirds always get the girl?", "text": "If the early bird catches the worm, then does the smart songbird get the girl? That's what a researcher at Florida Atlantic University and collaborators from the University of Miami, Duke University, and the College of Charleston were determined to find out in a new study published in the journal Animal Cognition. Compelling evidence shows females prefer mates with better cognitive abilities in a number of animals including fish, birds, rodents and even humans. For male songbirds, their ability to sing complex songs has been suggested to signal cognitive ability and is vital for attracting females as well as repelling rival males. However, what's not clear is how female songbirds can judge the cognitive abilities of potential mates, which is a necessary first step if smarter mates are preferred over their not-as-smart counterparts. \"It would be so much easier for female songbirds to choose smarter males as their mates if male songbirds advertised their intelligence with physical attributes like bright colors and exaggerated feathers,\" said Rindy Anderson, Ph.D., co-author of the study and an assistant professor of biological sciences in FAU's Charles E. Schmidt College of Science. \"Since songbirds don't appear to have physical displays of their cognitive ability, we focused on a learned sexual display, which is their songs.\" Just as babies learn how to talk by babbling, young male songbirds copy and practice songs that they hear produced by other males in neighborhoods in which they will later establish their own territories. In some songbird populations, female preference is based on the extent of a male's accuracy to copy songs as well as their song repertoire -- the larger his repertoire the more successful he will be with females. So one would assume that male songbirds who sing better, are more accurate and have more songs in their repertoire also would be smarter overall and do better on cognitive measures such as information processing and in particular learning, memory and decision-making.  Previous studies seeking to find the link between songbird cognitive abilities and song performance have only measured the complexity of songs -- that is, how many unique notes are in the song, how long it is, and how intricate it is. Because prior evidence suggests that a songbird's ability to sing complex songs is mostly genetic rather than learned, it remains unclear how song complexity could be a signal of song learning ability. FAU's new study is the first to focus on song learning accuracy as opposed to song complexity and specifically measured song learning to test the theory that song can signal cognitive ability, revealing some surprising results. For the study, Anderson and her collaborators hand-reared male song sparrows (Melospiza melodia) and played them audio recordings from adult male song sparrows from the same population to look at the association between song learning and performance on cognitive tests. This allowed them to make more precise measurements of success in song learning than previously possible in other studies. They measured and quantified the degree of accuracy with which those males learned.   \"The most direct way to assess the quality of song learning is to compare the songs produced by young males to the model songs they have heard during their critical learning periods. Accurate copying of models then equates unambiguously with superior song learning,\" said Anderson. The researchers evaluated song learning ability using two measures used in previous studies: the proportion of notes per song type copied from model songs and the average accuracy of copying those notes as measured by spectrogram cross-correlation (a technique used to asses the similarity of two acoustic signals). In addition, they used song repertoire size as a third measure of learning. To measure cognitive abilities, they used five tasks: novel foraging; color association; color reversal; spatial learning; and detour-reaching. They wanted to test the prediction that the speed and ability of a songbird to learn these songs should be positively associated with the three measures of song learning on some or all of these five tasks. Song is quite rare in female song sparrows so only males were studied. In wild song sparrows, 200 songs are usually sufficient to capture complete male repertoires. They memorize many more songs than they will eventually produce. Anderson and collaborators recorded an average 1,550 songs per male (range 254-2,907) over a five-week period beginning at about 11-months post-hatchling.  \"We were surprised that we found no evidence that song and cognition are positively associated overall, and our study is the first to punch a hole in the hypothesis that learned qualities of song can indicate a male songbird's general cognitive ability,\" said Anderson. \"It appears that male songbirds don't have general cognitive abilities, they have specific cognitive abilities that do not positively associate.\"The study revealed that song learning ability is positively associated with only two specific cognitive abilities: color reversal and spatial learning. \"Results from our study really contrast with how cognition is viewed in humans and some other animals,\" said Anderson. \"With humans our cognitive abilities tend to correlate. If you are smart, you are smart generally. If you do well academically, you tend to do well across different disciplines and across different cognitive tasks. With the songbirds, it just doesn't seem to work that way.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/fau-dss033117.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Biology", " Developmental/Reproductive Biology", " Ecology/Environment", " Evolution", " Social/Behavioral Science", " Behavior"], "journal": "Animal Cognition", "description": "Compelling evidence shows females prefer mates with better cognitive abilities in a number of animals and even humans. For male songbirds, their ability to sing complex songs has been suggested to signal cognitive ability and is vital for attracting females as well as repelling rival males. What's not clear is how female songbirds can judge the cognitive abilities of potential mates, which is a necessary first step if smarter mates are preferred over their not-as-smart counterparts.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}