{"title": "Estetrol (E4) shows promise as a safe, effective drug for use in advanced prostate cancer", "text": "ORLANDO--The natural fetal estrogen estetrol, also called E4, is being tested as a new drug that may help treat advanced prostate cancer, according to an ongoing industry-sponsored study from the Netherlands. The final results will be presented in a poster on Saturday, April 1, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando, Fla. \"E4 for the treatment of prostate cancer would offer a new and affordable option compared to current standard and new therapies. An important advantage of E4 is expected to be the avoidance of the hypoestrogenic side effects that occur with other types of testosterone-suppressing hormone therapy, including hot flushes and sweating, arthralgia, mood, sleep and cognition disturbances, and bone loss and fractures,\" said Ellen Dutman, M.Sc., clinical research associate at Pantarhei Oncology BV in Zeist, the Netherlands, the company that is developing the drug. \"Furthermore, E4 treatment may not be as expensive as recently developed new prostate cancer therapies,\" Dutman added.\"E4, a steroid produced by the human fetal liver during pregnancy only, is a potential candidate for the treatment of advanced prostate cancer, both as a single entity and for combination treatment with hormone therapy,\" she said.The hormone testosterone stimulates tumor growth and therefore maximal suppression of testosterone levels is the cornerstone of the endocrine treatment of prostate cancer. To test whether oral E4 lowers testosterone levels, Dutman and her colleagues conducted a double-blind, randomized, placebo-controlled study in 45 healthy male volunteers between 40 and 70 years of age at one medical center. For each group of 15 men, 10 received the E4 and 5 received placebo for 28 days. The 10 men in the first group received one daily dose of 20 mg E4. And after that dose was found to be safe, the 10 men in the second group received 40 mg E4. That dose was found to be safe as well, and a third group of 10 men received a dose of 60 mg E4. The results of the groups show promise. With 20 mg E4, 40 mg E4, and 60 mg E4 respectively, both total and free testosterone decreased: total testosterone absolute change:  -3.74 nmol/L, -11.0 nmol/L, and -13.88 nmol/L respectively; and free testosterone absolute change:  -0.059 nmol/L, -0.095 nmol/L, -and - 0.163 nmol/L respectively. Follicle-stimulating hormone (FSH) and estradiol (E2) levels also declined, while luteinizing hormone (LH) levels remained steady and sex hormone-binding globulin (SHBG) levels increased. All three doses were well tolerated. Body weight and safety parameters did not change but libido decreased and nipple tenderness was reported.\"We expect that in the future, patients with advanced prostate cancer will have the opportunity to choose to be treated with E4, especially in combination with their current therapy,\" Dutman said. \"The addition of E4 will further improve the efficacy of their current therapy and have a positive impact on the quality of life of the patients.\" Estetrol is also being developed by Pantarhei Oncology for the treatment of advanced breast cancer. Mithra Pharmaceuticals in Belgium is developing E4 for contraception and menopausal hormone therapy in women.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-es040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Cancer", " Prostate Cancer", " Endocrinology", " Internal Medicine", " Urogenital System"], "journal": "", "description": "The natural fetal estrogen estetrol, also called E4, is being tested as a new drug that may help treat advanced prostate cancer, according to an ongoing industry-sponsored study from the Netherlands. The final results will be presented in a poster on Saturday, April 1, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}