{"title": "'Doctor' robot could help solve sports-concussion dilemma in rural America", "text": "DALLAS - April 3, 2017 - From bustling cities to tiny farming communities, the bright lights of the local stadium are common beacons to the Friday night ritual of high school football.But across the sprawling stretches of rural America, these stadiums are commonly far from doctors who could quickly diagnose and treat head injuries that have brought so much scrutiny to the sport.A first-of-its-kind study from the Peter O'Donnell Jr. Brain Institute and Mayo Clinic shows the technology exists to ease this dilemma: By using a remote-controlled robot, a neurologist sitting hundreds of miles from the field can evaluate athletes for concussion with the same accuracy as on-site physicians.The study provides preliminary data to support a nascent movement to utilize teleconcussion equipment at all school sporting events where neurologists or other concussion experts aren't immediately accessible.\"I see teleconcussion being applicable anywhere in the world,\" said Dr. Bert Vargas, the study's lead author, who directs the sports neuroscience and concussion program at the O'Donnell Brain Institute at UT Southwestern Medical Center. \"Right now there's a significant disparity in access to concussion expertise.\"Concussion awareness has moved to the mainstream of national dialogue in recent years, fueled by revelations that former NFL players suffered permanent damage to their brains due to repeated head impacts.Having personnel on hand to quickly identify and remove concussed players from games is an important part of protecting against such long-term injuries, Dr. Vargas said. But across the country - and most notably in rural regions - more than half of public high schools don't have athletic trainers available to spot such incidents, increasing the chances that a concussion could go unnoticed and perhaps be exacerbated by additional injuries.\"Worst-case scenario, you have nobody at the games who can identify or address potential concussion cases,\" said Dr. Vargas, an Associate Professor of Neurology and Neurotherapeutics. \"You're putting the athlete in a position to have a more severe injury with prolonged symptoms and longer recovery time.\"While previous teleconcussion research has focused on diagnosing severe traumatic brain injury (TBI) in the military, Dr. Vargas' research is the first to measure how accurately telemedicine using standard sideline concussion evaluation tools can help diagnose concussions - a mild form of TBI - at sporting events.The study, published in Neurology, used a mobile robot that was stationed for two seasons on the sideline and athletic training room of Northern Arizona University's football games. A neurologist could view the game from the robot's camera and make evaluations of players who may have been concussed.Research shows mobile robots controlled by doctors can diagnose sports concussions with the same accuracy as on-site physicians. Researchers say the technology could be a game-changer in rural America, where few doctors or athletic trainers are available to diagnose head injuries during high school athletics. Some key facts and figures:Sources: UT Southwestern, CDC, National Federation of State High School Associations, National Athletic Trainers' AssociationUsing diagnostic tools that measure cognition, balance, and other factors, the remote neurologist made assessments in 11 cases brought to the robot for review. These assessments were later compared with separate face-to-face diagnoses made by sideline medical personnel consisting of Northern Arizona team physicians and athletic trainers. The results matched each time.The study demonstrates that teleconcussion technology can work, but it doesn't lessen the need to have trained personnel to help on the sidelines, said Cherisse Kutyreff, Director of Sports Medicine at Northern Arizona, who helped make the on-field assessments during the study.\"If you don't start with the basics of having an athletic trainer in the schools first, you're already spinning your wheels,\" she said. \"Don't ask the questions if you aren't prepared to have somebody there to do something with the answers (from the neurologist).\"The findings add scientific backing for the few entities that have already used teleconcussion robots at sporting events. Dr. Vargas sees only a limited future for the technology in college athletics and even less in the professional ranks, where qualified doctors and athletic trainers are already accessible.His major goal is getting teleconcussion into high school athletics, including soccer, basketball, baseball, and cheerleading. He envisions a scenario where multiple districts could have one concussion specialist on standby for all their games. This person would be accessible when needed through a robot or less expensive interface.The strategy could be especially beneficial in states such as Texas, which requires concussed high school players to get a physician's approval before returning to action. In rural corners of the state, finding a doctor to do so often requires a lengthy trek.\"This is a way of bringing physicians into these outlying areas,\" Dr. Vargas said. \"One person could cover numerous schools. If you're on-call virtually, you could be anywhere and available as soon as a consult is needed.\"Dr. Vargas' research was funded by Mayo Clinic Center for Innovation, where he studied brain injury before moving to UT Southwestern. Drs. George Hershey, Northern Arizona's team physician, and Amaal J. Starling with Mayo Clinic collaborated on the study.\"Removal from play decisions are of utmost importance in the setting of an acute concussion,\" said Dr. Starling, a neurologist and concussion expert. \"This teleconcussion study demonstrates that a remote concussion neurologist accessible through telemedicine technology can guide sideline personnel to make those decisions in a meaningful and timely manner.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/usmc-rc040317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health"], "journal": "Neurology", "description": "From bustling cities to tiny farming communities, the bright lights of the local stadium are common beacons to the Friday night ritual of high school football.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}