{"title": "Child safety or parental duty: New study maps out core concepts in the vaccination debate", "text": "The recent measles outbreak in Minnesota -- by June, new cases of the disease in that state surpassed nationwide totals for all of 2016 -- has been a sobering reminder of how highly concentrated populations of vaccination skeptics can elevate an entire community's risk of infection.Around the edges of every headline-grabbing outbreak, there's a vast range of opinions being circulated about the risks and benefits of early childhood immunization. The vaccination debate maintains a constant presence on social media platforms like Twitter, where people on both sides frequently share articles and blog posts to support their stance on the issue.These varied viewpoints caught the attention of scientists at the Biocomplexity Institute of Virginia Tech who are conducting a three-year study on the ways online interactions influence our beliefs.Their latest research, published in the journal Vaccine, attempts to break down the ideas that are most closely associated with a pro- or anti-immunization stance. The group's findings suggest that the debate around vaccination may hinge more on different understandings of risk, responsibility, and credibility than any particular set of scientific data.\"When we mapped out how these arguments are structured, we found that anti-vaccination content tended to focus on children and their need to be protected,\" said Gloria Kang, a Ph.D. candidate at the Virginia-Maryland College of Veterinary Medicine. \"Pro-vaccination content, on the other hand, centered on parents and their obligation to keep kids' immunizations up-to-date -- so the basic notion of whose interests are at stake in this debate are completely flipped.\"Researchers developed their rankings of vaccination-related concepts shared on social media using \"semantic networks.\" This is a framework frequently used by psychologists to explain how information gets stored in our long-term memory by plugging it into an existing network of related concepts.Psychological research suggests that those related concepts will function like a pathway our brain will follow when attempting to recall thoughts and opinions on that topic in the future. This \"spreading activation theory\" says our memories are never accessed directly. Instead, our brains are constantly employing conceptual landmarks to find their way back.\"A single phrase can conjure up completely different images in our minds, depending on how that concept is organized in our mental models,\" said Samarth Swarup, a research assistant professor in the Biocomplexity Institute's Network Dynamics and Simulation Science Laboratory. \"For example, we found that pro-vaccination posts tend to closely associate governmental organizations like the Centers for Disease Control (CDC) with specific research they've performed on vaccine safety, whereas anti-vaccination content aligns the CDC with private business interests, such as 'Big Pharma.'\"Looking forward, information from this study could be a valuable tool for scientists and policymakers trying to address the public's mounting concerns about vaccination safety. Interactive maps charting out core concepts on both sides of the debate are currently available online along with the research team's full dataset.\"The longer it takes for us to reach a common understanding on vaccination, the more opportunities there will be for diseases like measles to regain their foothold in the U.S.,\" said Kang. \"Understanding which concepts truly speak to the other side could help us waste less time talking past one another.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/vt-cs062217.php", "region": "namerica", "source_link": "http://vtnews.vt.edu/articles/2017/06/bi-vaccinesentiment.html", "funder": "", "meeting": "", "institution": "Virginia Tech", "keywords": ["Medical Education", " Algorithms/Models", " Health Care Systems/Services", " Vaccines", " Infectious/Emerging Diseases", " Policy/Ethics", " Social/Behavioral Science", " Behavior", " Parenting/Child Care/Family", " Internet"], "journal": "Vaccine", "description": "'A single phrase can conjure up completely different images in our minds, depending on how that concept is organized in our mental models,' said Samarth Swarup, a research assistant professor at Virginia Tech.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}