{"title": "ACP expresses 'strongest opposition' to Better Care Reconciliation Act of 2017", "text": "The American College of Physicians (ACP) expresses our strongest possible opposition to the Better Care Reconciliation Act (BCRA) of 2017, legislation to repeal and replace the Affordable Care Act (ACA). In a letter we sent earlier today to the Senate, ACP explains that the BCRA does not meet -- or come close to meeting -- the criteria that ACP established that any reforms to current law should first, do no harm to patients. The BCRA would radically change how Medicaid is financed, reduce premium and cost-sharing subsidies for people who most need them in the individual insurance market, and significantly weaken essential consumer protections for the most vulnerable patients.  ACP has already expressed our great concern about the lack of regular order in drafting the BCRA and our deep opposition to using the flawed policies of the American Health Care Act (AHCA) as passed by the House of Representatives on May 4, 2017.  While ACP in the coming days will continue to analyze and review the BCRA as well as any Congressional Budget Office (CBO) report and other independent analyses of the BCRA, ACP urges the strongest possible opposition to the bill and asks all Senators to vote against this harmful legislation.  ACP strongly believes in the first, do no harm principle.  Therefore, we strongly urge that the Senate vote down the BCRA. Radically cutting and restructuring Medicaid and ending federal funding for expansion, allowing states to waive essential benefits; discriminating in the awarding of federal funds to women's health clinics; and replacing the ACA's premium and cost-sharing subsidies with insufficient tax credits that make coverage unaffordable for those who need it most will not fix or improve the healthcare system. The BCRA will not preserve and improve essential coverage, benefits and consumer protections, and will reduce access to care for both currently insured and uninsured individuals, children and families.   We urge the Senate to reject the BCRA and instead start over and seek agreement on bipartisan ways to improve and build on the ACA and to make other improvements in patient care, as proposed in ACP's Prescription for a Forward-Looking Agenda to Improve American Health Care.  ACP welcomes the opportunity to share our ideas for bipartisan solutions for improving current law that would help make health care better, more accessible, and more affordable for patients.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/acop-ae062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Health Care", " Insurance", " Internal Medicine", " Policy/Ethics", " Science/Health and the Law"], "journal": "", "description": "The American College of Physicians (ACP) expresses our strongest possible opposition to the Better Care Reconciliation Act (BCRA) of 2017, legislation to repeal and replace the Affordable Care Act (ACA).", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}