{"title": "News from the pathogen that causes sleeping sickness", "text": "The life-threatening African trypanosomiasis, also called sleeping sickness, is caused by protozoa of the species Trypanosoma brucei. A team at the Biocentre of the Julius-Maximilians-Universität (JMU) Würzburg in Bavaria, Germany, studies the pathogens and has now reported exciting news: The trypanosomes have a so far unknown enzyme which does not exist in humans and other vertebrates. This makes it a promising target for therapy.Dr. Susanne Kramer and her team published the new findings in the journal PLOS Pathogens. \"The enzyme is called TbALPH1,\" the researcher details. \"It triggers the degradation of messenger RNA and is totally different from the enzymes responsible for this process in higher organisms.\"The JMU researcher counts the Trypanosoma enzyme among the class of ApaH-like phosphatases which are of bacterial origin. Although this class of enzymes does not exist in vertebrates, it is found in other groups of animals. \"We don't know yet which function the enzymes have there. So we want to study next whether ApaH-like phosphatases from other organisms are equally involved in degrading the messenger RNA,\" Kramer says.Facts about sleeping sicknessTrypanosomes are wide-spread in sub-Saharan Africa. The worm-like parasites are transmitted by the bite of an infected tsetse fly. Each year, there are 30,000 new infections. Initial symptoms include headaches and joint pains followed by confusion, seizures and other symptoms in later stages. Finally, the sufferers fall into coma and die.There are no vaccines available against the pathogens; the available drugs can have extreme side effects. So there is urgent demand for better medication to treat the disease. Trypanosomes not only infect humans. They also kill cattle, goats and other livestock thereby causing additional damage: In some regions of Africa, breeding livestock is hardly possible due to the trypanosomes.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006456", "url": "http://www.eurekalert.org/pub_releases/2017-06/uow-nft062217.php", "region": "europe", "source_link": "https://www.uni-wuerzburg.de/en/sonstiges/meldungen/detail/artikel/neues-vom-erreger-der-schlafkrankheit/", "funder": "", "meeting": "", "institution": "University of Würzburg", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Microbiology", " Molecular Biology", " Parasitology", " Infectious/Emerging Diseases"], "journal": "PLOS Pathogens", "description": "A team of researchers from the University of Würzburg has discovered an interesting enzyme in the pathogens responsible for African sleeping sickness: It could be a promising target for drugs.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}