{"title": "Trends in emergency room visits & costs for patients with shingles", "text": "Shingles, a common infection of the nerves that causes a painful rash or small blisters on the skin, is caused by a reactivation of the chicken pox virus.It is estimated that one-third of people in the United States will develop this disease during their life, with the risk sharply increasing after the age of 50. Although anyone who developed chicken pox or has received the vaccination can develop shingles, the risk is found to be lower in those who have been vaccinated for the disease.Arash Mostaghimi, MD, MPA, MPH, director of the dermatology inpatient service at Brigham and Women's Hospital, and colleagues, used the Nationwide Emergency Department Sample (NEDS) to evaluate trends in emergency room utilization and cost in order to assess the potential impact of routine chicken pox and shingles vaccinations. Their study suggests that while emergency room visits for shingles has decreased for those vaccinated against either the chicken pox (18 to 19 years old) or the shingles (60 years and older), the patient population in-between (ages 20-59 years old) has experienced increased visits for the disease. This study was published in JAMA Dermatology on June 21, 2017.  The researchers examined trends in the number of visits and the costs for treatment of the shingles virus in emergency departments from January 2006 through December 2013. They found a total of 1,350,957 emergency room visits for the shingles between 2006 and 2013, which represented 0.13 percent of all United States emergency room visits during this time, the percentage of shingles-related emergency visits increased from 0.13 percent to 0.14 percent. This growth was driven by patients between the ages of 20 to 59 years old, while the emergency room visits decreased for patients ages 18 to 19 and 60 years and older. For all age groups, the researchers found an overall increase in cost of caring for patients with shingles in the emergency department during these years (92.83 to 202.47 million). \"While this research suggests that chicken pox and shingles vaccines may be reducing emergency room visits for shingles among children and patients over the age of 60, further research should focus on the reasons behind the increasing number of shingles-related visits for patients between 20 and 60 years of age.  Understanding the drivers of these trends may help improve patient care while reducing costs\", says Mostaghimi, the lead author of the study. ", "article_link": "http://dx.doi.org/10.1001/jamadermatol.2017.1546", "url": "http://www.eurekalert.org/pub_releases/2017-06/bawh-tie062117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Internal Medicine"], "journal": "JAMA Dermatology", "description": "Their study suggests that while emergency room visits for shingles has decreased for those vaccinated against either the chicken pox (18 to 19 years old) or the shingles (60 years and older), the patient population in-between (ages 20-59 years old) has experienced increased visits for the disease.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}