{"title": "Parasite strain-specific factors determine malaria disease severity", "text": "Scientists have uncovered strain-specific differences between malaria parasites that are linked to their potential to cause illness in humans, which could have important implications for antimalarial vaccine trials currently underway. According to World Health Organization estimates, there were 212 million cases of malaria worldwide in 2015, and 429,000 deaths from the mosquito-borne condition. During the initial stages of malaria infection, immature forms of the parasite called sporozoites invade liver cells, where they mature and multiply for six to seven days before releasing several thousand progeny into the bloodstream, causing clinical symptoms. Not all infections result in life-threatening anemia and organ failure, which is why scientists have long debated whether host or parasite factors ultimately dictate disease outcomes in patients. Here, Matthew McCall and colleagues carried out controlled malaria infections in 23 healthy human volunteers, finding that three geographic and genetically diverse forms of the parasite each demonstrated a distinct ability to infect liver cells. Interestingly, the researchers observed the degree of infection in human liver cells growing in culture was closely correlated with parasite loads in the bloodstream. All study participants were treated with antimalarial drugs and subsequently recovered, though some strains caused more severe symptoms, including fever and malaise. McCall et al. say the variability among parasite types indicates that future challenge studies for malaria vaccines should use multiple strains, to more accurately predict the efficacy of candidates in development. They also note that the infectivity of the different parasite strains may vary in populations who may have previously been exposed to malaria, and therefore, further investigation in endemic settings is needed.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aag2490", "url": "http://www.eurekalert.org/pub_releases/2017-06/aaft-psf061917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health"], "journal": "Science Translational Medicine", "description": "Scientists have uncovered strain-specific differences between malaria parasites that are linked to their potential to cause illness in humans, which could have important implications for antimalarial vaccine trials currently underway.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}