{"title": "San Diego team tests best delivery mode for potential HIV vaccine", "text": "LA JOLLA, CA -- For decades, HIV has successfully evaded all efforts to create an effective vaccine but researchers at The Scripps Research Institute (TSRI) and the La Jolla Institute for Allergy and Immunology (LJI) are steadily inching closer. Their latest study, published in the current issue of Immunity, demonstrates that optimizing the mode and timing of vaccine delivery is crucial to inducing a protective immune response in a preclinical model.More than any other factors, administering the vaccine candidate subcutaneously and increasing the time intervals between immunizations improved the efficacy of the experimental vaccine and reliably induced neutralizing antibodies. Neutralizing antibodies are a key component of an effective immune response. They latch onto and inactive invading viruses before they can gain a foothold in the body and have been notoriously difficult to generate for HIV.\"This study is an important staging point on the long journey toward an HIV vaccine,\" says TSRI Professor Dennis R. Burton, Ph.D, who is also scientific director of the International AIDS Vaccine Initiative (IAVI) Neutralizing Antibody Center and of the National Institutes of Health's Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery (CHAVI-ID) at TSRI. \"The vaccine candidates we worked with here are probably the most promising prototypes out there, and one will go into people in 2018,\" says Burton.\"There had been a lot of big question marks and this study was designed to get as many answers as possible before we go into human clinical trials,\" adds senior co-author Shane Crotty, Ph.D., a professor in LJI's Division of Vaccine Discovery. \"We are confident that our results will be predictive going forward.\"HIV has faded from the headlines, mainly because the development of antiretroviral drugs has turned AIDS into a chronic, manageable disease. Yet, only about half of the roughly 36.7 million people currently infected with HIV worldwide are able to get the medicines they need to control the virus. At the same time, the rate of new infections has remained stubbornly high, emphasizing the need for a preventive vaccine.The latest findings are the culmination of years of collaborative and painstaking research by a dozen research teams centered around the development, improvement, and study of artificial protein trimers that faithfully mimic a protein spike found on the viral surface. At the core of this effort is the CHAVI-ID immunogen working group, comprised of TSRI's own William R. Schief, Ph.D., Andrew B. Ward, Ph.D., Ian A. Wilson, D.Phil. and Richard T. Wyatt, Ph.D., in addition to Crotty and Burton. This group of laboratories in collaboration with Darrell J. Irvine, Ph.D., professor at MIT, and Rogier W. Sanders, Ph.D., professor at the University of Amsterdam, provided the cutting-edge immunogens tested in the study.The recombinant trimers, or SOSIPs as they are called, were unreliable in earlier, smaller studies conducted in non-human primates. Non-human primates, and especially rhesus macaques, are considered the most appropriate pre-clinical model for HIV vaccine studies, because their immune system most closely resembles that of humans.\"The animals' immune responses, although the right kind, weren't very robust and a few didn't respond at all,\" explains Colin Havenar-Daughton, Ph.D., a scientific associate in the Crotty lab. \"That caused significant concern that the immunogen wouldn't consistently trigger an effective immune response in all individuals in a human clinical trial.\"In an effort to reliably induce a neutralizing antibody response, the collaborators tested multiple variations of the trimers and immunization protocols side-by-side to determine the best strategy going forward. Crotty and Burton and their colleagues teamed up with Professor Dan Barouch, M.D., Ph.D., Director of the Center for Virology and Vaccine Research at Beth Israel Deaconess Medical Center, who coordinated the immunizations.The design of the study was largely guided by what the collaborators had learned in a previous study via fine needling sampling of the lymph nodes, where the scientists observed follicular helper T cells help direct the maturation steps of antibody-producing B cells. Administering the vaccine subcutaneously versus the more conventional intramuscular route, and spacing the injection at 8 weeks instead of the more common 4-6 weeks, reliably induced a strong functional immune response in all animals.Using an osmotic pump to slowly release the vaccine over a period of two weeks resulted in the highest neutralizing antibody titers ever measured following SOSIP immunizations in non-human primates. While osmotic pumps are not a practical way to deliver vaccines, they illustrate an important point. \"Depending on how we gave the vaccine, there was a bigger difference due to immunization route than we would have predicted,\" says Matthias Pauthner, a graduate student in Burton's lab and the study's co-lead author. \"We can help translate what we know now into the clinic.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ljif-sdt061917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, CHAVI-ID", "meeting": "", "institution": "La Jolla Institute for Allergy and Immunology", "keywords": ["Biology", " Cell Biology", " Genetics", " Microbiology", " Biochemistry", " AIDS/HIV", " Vaccines"], "journal": "Immunity", "description": "For decades, HIV has successfully evaded all efforts to create an effective vaccine but researchers at The Scripps Research Institute (TSRI) and the La Jolla Institute for Allergy and Immunology (LJI) are steadily inching closer. Their latest study, published in the current issue of Immunity, demonstrates that optimizing the mode and timing of vaccine delivery is crucial to inducing a protective immune response in a preclinical model.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}