{"title": "Late HIV vaccine boost elicits higher immune response in volunteers from RV144 Thai trial", "text": "The Army-led RV144 HIV vaccine trial provided the first evidence in humans that a safe and effective preventive HIV vaccine is possible. A new study has shown that boosting RV144 volunteers 6-8 years later with AIDSVAX B/E vaccine resulted in higher immune responses than were seen immediately after RV144.In the RV144 vaccine trial, led by the U.S. Military HIV Research Program at the Walter Reed Army Institute of Research, the efficacy at 3.5-years was 31.2%; however, a higher early effect (60%) was seen at 12 months.1 The RV144 study was conducted in partnership with the Thai Ministry of Public health and the Faculty of Tropical Medicine, Mahidol University.\"This early, high protective immune response seen in RV144 suggested that an additional boost might improve the magnitude and duration of immune response,\" said Col. Robert O'Connell, M.D., Chief of Retrovirology at the Armed Forces Research Institute of Medical Sciences (AFRIMS) in Bangkok and senior author of the paper. \"Information from this new study will inform vaccination schedules in future efficacy trials.\"RV144 tested an ALVAC-HIV prime vaccine boosted by AIDSVAX B/E. The new study, RV305, was a randomized, double blind, placebo-controlled trial. HIV-negative RV144-vaccinated Thai volunteers received a vaccine boost with ALVAC-HIV or AIDSVAX B/E, either combined or alone. Findings from RV305 were published in The Journal of Infectious Diseases.The late-boost study, led by scientists from AFRIMS and the Thai Ministry of Health, found that vaccine boosts containing AIDSVAX B/E generated increased, but short-lived, humoral and CD4+ T-cell responses that did not rise further after subsequent boosting. Correlates of risk analyses performed after the RV144 trial showed that immunoglobulin G antibodies (IgG) bind to specific envelope regions (V1V2) on the HIV virus. By binding the HIV, IgG protects the body from infection.2 These IgG antibodies correlate inversely with infection risk, meaning the higher the count of IgG antibodies, the lower the risk of HIV infection.RV305 volunteers who received AIDSVAX B/E produced significantly higher numbers of binding antibodies than those who did not receive the AIDSVAX B/E boost. IgG titers increased 14-fold compared with 2 weeks after the last RV144 vaccination.\"We remain grateful to all of the volunteers who returned to participate in this study 6 to 8 years after the original trial.  It is a testament to the long standing joint commitment between Thailand and the United States to ending the HIV epidemic,\" said Sandhya Vasan, M.D., Science Director of the Department of Retrovirology at AFRIMS. ", "article_link": "http://dx.doi.org/10.1093/infdis/jix099", "url": "http://www.eurekalert.org/pub_releases/2017-06/tumh-lhv062017.php", "region": "namerica", "source_link": "http://www.hivresearch.org/sites/default/files/305%20pub%20final.pdf", "funder": "US Army Medical Research and Materiel Command, NIH/National Institute of Allergy and Infectious Disease, Bill & Melinda Gates Foundation", "meeting": "", "institution": "The U.S. Military HIV Research Program (MHRP)", "keywords": ["Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Journal of Infectious Diseases", "description": "A new study has shown that boosting RV144 volunteers 6-8 years later with AIDSVAX B/E HIV vaccine resulted in higher immune responses than were seen immediately after RV144.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}