{"title": "Ebola vaccine developed in Canada shows promising results", "text": "Podcast permanent link: https://soundcloud.com/cmajpodcasts/170074-resA phase 1 randomized controlled trial has found an Ebola virus disease (EVD) vaccine, developed in Canada, was well-tolerated with no safety concerns, and high antibodies were present in participants 6 months after immunization. The study, led by Canadian researchers, is published in CMAJ (Canadian Medical Association Journal).The research team conducted the clinical trial \"as part of a coordinated, international effort to expeditiously evaluate candidate EVD vaccines and make them available to control the epidemic,\" writes lead author Dr. May ElSherif, Canadian Center for Vaccinology, IWK Health Centre, Halifax, Nova Scotia, with coauthors. There have been some recent clusters of Ebola cases in Africa and more expected as survivors may still spread the virus to uninfected people. The trial involved 40 healthy people aged 18 to 65 years and looked at safety of the vaccine and the lowest dose required for an immune response after injection with one of 3 doses. At a ratio of 3:1, thirty participants received the vaccine and 10 received placebo injections. The researchers found that adverse events were mild to moderate, with only 3 severe reactions, including headache, diarrhea and fatigue, which completely resolved. \"The results of this trial were positive and very promising; all 3 dose levels of the VSV [vesicular stomatitis virus] Ebola vaccine were well-tolerated by participants, and no safety concerns were identified,\" says Dr. May ElSherif. Several Ebola vaccine candidates are being assessed in ongoing or recently completed phase 1, 2, and 3 trials in various parts of the world. This VSV-Ebola vaccine (formal name: rVSVΔG-ZEBOV-GP) was developed at the Canadian National Microbiology Laboratory of the Public Health Agency of Canada. A similar parallel trial was conducted at the Walter Reed Army Institute of Research (WRAIR) in the United States.Wild type VSV primarily infects animals (e.g., cattle and horses) and rarely infects humans. Data from this trial and others indicated an optimum dose of 20 million pfu that will be assessed among people with compromised immune systems in areas where Ebola is endemic. An upcoming study at 2 sites in Africa, as well as in Montréal and Ottawa in Canada, will test the safety and protection levels of the VSV-Ebola vaccine in HIV-infected adults and adolescents. A completed phase 3 trial showed that the vaccine is effective in preventing EVD in contacts of recently confirmed cases. Given the ongoing presence of Ebola, \"these facts underscore the importance of continuing efforts and collaborations that may ultimately lead to licensed Ebola vaccines that would protect humans and prevent or control outbreaks in the future,\" conclude the authors. The study was conducted by researchers from the Canadian Immunization Research Network (CIRN) at the Canadian Center for Vaccinology at the IWK Health Centre and Nova Scotia Health Authority, Dalhousie University, Halifax, Nova Scotia; National Microbiology Laboratory, Winnipeg, Manitoba; Battelle Biomedical Research Center, Columbus, Ohio; United States Army Medical Research Institute of Infectious Diseases and the Joint Program Executive Office for Chemical and Biological Defense Medical Countermeasure Systems' Joint Vaccine Acquisition Program, Fort Detrick, Maryland; BioProtection Systems/NewLink Genetics Corporation, Ames, Iowa; and Veristat LLC, Southborough, Massachusetts.\r\n", "article_link": "http://dx.doi.org/10.1503/cmaj.170074", "url": "http://www.eurekalert.org/pub_releases/2017-06/cmaj-evd061317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Canadian Medical Association Journal", "keywords": ["Health Care", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Canadian Medical Association Journal", "description": "A phase 1 randomized controlled trial has found an Ebola virus disease vaccine, developed in Canada, was well-tolerated with no safety concerns, and high antibodies were present in participants six months after immunization. The study, led by Canadian researchers, is published in Canadian Medical Association Journal.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}