{"title": "CCNY researchers produce molecules with potential against HIV", "text": "As the HIV/AIDS epidemic approaches its fourth decade, each year brings promising news of pioneering research to alleviate the scourge. Add City College of New York scientists to the list with a rapid method to access new molecules that could inhibit the virus that causes AIDS.The CCNY research led by Mahesh K. Lakshman, vice chair of the Department of Chemistry and Biochemistry and Ph.D. student Hari Akula, focuses on the modification of nucleosides.  These are genetic building materials in all living organisms and because of this they possess great potential as antiviral agents. The ability to rapidly modify the structures of natural nucleosides is at the core of developing potential pharmaceutical agents. This is likely to yield diverse compounds that can then be tested to gain insight into structural effects on biological activity. \"Such is the case with modifying pyrimidine nucleosides, including AZT (zidovudine), a drug used in the control of HIV infections,\" said Lakshman, a Fellow of the Royal Society of Chemistry.In this context, Lakshman and Akula have developed a simple and fast method for preparing new pyrimidine nucleoside analogues, a family in which AZT belongs, and for modifying AZT itself.  Along with their collaborators at the Rega Institute for Medical Research, they have identified several new compounds that are active against the more virulent HIV-1 and the less common and less pathogenic HIV-2. Their research appears in the Royal Society of Chemistry publication \"Organic and Biomolecular Chemistry.\"According to the Geneva-based UNAIDS, as of 2015, an estimated 35 million people have died globally from AIDS-related illnesses since the start of the epidemic.HIV, however, is no longer considered a death sentence following the development of antiretroviral therapy. As a result, UNAIDS estimates that more than 18 million people around the world are living with HIV.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ccon-crp061917.php", "region": "namerica", "source_link": "https://www.ccny.cuny.edu/news/ccny-researchers-produce-molecules-potential-against-hiv", "funder": "", "meeting": "", "institution": "City College of New York", "keywords": ["Chemistry/Physics/Materials Sciences", " Atomic/Molecular/Particle Physics", " Biochemistry", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " AIDS/HIV", " Vaccines", " Disease in the Developing World"], "journal": "Organic & Biomolecular Chemistry", "description": "As the HIV/AIDS epidemic approaches its fourth decade, each year brings promising news of pioneering research to alleviate the scourge. Add City College of New York scientists to the list with a rapid method to access new molecules that could inhibit the virus that causes AIDS.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}