{"title": "Discovery could guide immunotherapy for lung cancer", "text": "Scientists have discovered a new type of immune cell that could predict which lung cancer patients will benefit most from immunotherapy treatment, according to a Cancer Research UK funded study* published today (Monday) in Nature Immunology.Researchers at the University of Southampton and La Jolla Institute for Allergy & Immunology, California, found that lung cancer patients** with large amounts of a particular type of immune T-cell, called tissue-resident memory T-cells, in their tumour were 34 per cent less likely to die.The study also found that it was not just the numbers of cells that increased survival, but the cells' behaviour played a key role. The cells clustered together and 'took up residency' in a particular tissue, in this case the cancer tissue, to protect the patient.These new T-cells also produce other molecules that attack the tumour, meaning that the body's immune system could be more likely to hunt out and destroy cancer cells.Immunotherapies have shown great promise in the last decade, but identifying which patients respond to treatment and which don't has proven difficult. In future, testing for levels of these cells could help doctors identify which patients will benefit most from immunotherapies that help to ramp up the body's attack on the cancer. Scientists could take this one step further by using the T-cell as a template to develop a vaccine to boost immunotherapy even more - helping to tackle one of the hardest to treat cancers.Professor Christian Ottensmeier, Cancer Research UK scientist at the University of Southampton, said: \"These are hugely exciting results. For the first time we have a real indication of who might benefit from a particular drug before we make treatment decisions. So far when we use immunotherapy we do not know if a patient will benefit. The new findings are a big step towards making this exciting treatment much more predictable.\"Our results will also make the treatment pathway more reassuring for our patients. And if we can translate our finding into clinical practice, then we will also save patients unnecessary side effects and reduce costs to the NHS.\"Around 35,600 people die from lung cancer each year in the UK, making it the most common cause of cancer death in the UK. Dr Justine Alford, senior science information officer at Cancer Research UK, said: \"The immune system can play a powerful role in fighting lung cancer, and this research sheds more light on the interplay between cancer, our immune system, and immunotherapies.\"Cancer Research UK is focusing more research on hard to treat cancers, like lung cancer, where survival has remained stubbornly low. And research like this is crucial to understanding why some people with lung cancer respond well to treatment and, in future, could guide more personalised treatments for patients.\"", "article_link": "http://dx.doi.org/10.1038/ni.3775", "url": "http://www.eurekalert.org/pub_releases/2017-06/cru-dcg061917.php", "region": "europe", "source_link": null, "funder": "Wessex Clinical Research Network, National Institute of Health Research, Cancer Research UK, William K. Bowes Jr Foundation, Faculty of Medicine of the University of Southampton", "meeting": "", "institution": "Cancer Research UK", "keywords": ["Cell Biology", " Molecular Biology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Nature Immunology", "description": "Scientists have discovered a new type of immune cell that could predict which lung cancer patients will benefit most from immunotherapy treatment, according to a Cancer Research UK funded study* published today (Monday) in Nature Immunotherapy.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}