{"title": "Understanding HIV's persistence", "text": "Most cells in the human body have a limited lifespan, typically dying after several days or weeks. And yet, HIV-1 infected cells manage to persist in the body for decades. Current treatment for HIV is very effective at suppressing the virus, but is unable to entirely clear the disease, which can rapidly recur if treatment is ever stopped. A new study, published in the Journal of Clinical Investigation, led by Mathias Lichterfeld, MD, PhD, and Guinevere Lee, PhD, from the Brigham and Women's Hospital Infectious Disease Division sheds new light on the mechanism underlying the persistence of HIV-1 infected cells despite antiviral treatment.\"Our research points to a driving force that stabilizes the pool of HIV-infected cells in the host, which can persist lifelong despite very effective antiretroviral therapy,\" said Lichterfeld. \"These findings have important implications for efforts to reduce or eliminate HIV from the body, including interventions like vaccines and checkpoint inhibitors.\"Using a novel viral sequencing approach to track viral infection in different subtypes of CD4 T cells, this study found that a remarkable number of infected cells harbor sequences that are completely identical over the entire full-length viral sequence. Indeed, individual clusters of cells harboring such identical sequences were observed in roughly 60 percent of all memory CD4 T cells, the primary target cells for HIV. These data suggest that cells harboring identical viral sequences all stem from one particular CD4 T cell that presumably got infected prior to the beginning of antiviral therapy. That cell has gone on to disseminate and expand the HIV-infected cell pool whenever it divides, passing on the viral genetic material to its daughter cells in a process called \"clonal proliferation.\" By this mechanism, a single HIV-infected cell can, simply by dividing for 10-20 times, amplify the number of virally infected cells by up to a million fold. \"This work shows that HIV is taking a free ride: It effectively exploits the normal proliferative behavior of human cells for propagation and dissemination of the viral genome,\" said Lee. Interrupting or blocking proliferation of such virally-infected cells may represent a future strategy to limit viral persistence despite treatment, and may someday allow for the development of novel clinical interventions, leading to a long-term, drug-free remission of HIV infection.  ", "article_link": "http://dx.doi.org/10.1172/JCI93289", "url": "http://www.eurekalert.org/pub_releases/2017-06/bawh-uhp061617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, AIDS Vaccine Discovery, Bill and Melinda Gates Foundation, International AIDS Vaccine Initiative, Harvard University Center for AIDS Research", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " AIDS/HIV"], "journal": "Journal of Clinical Investigation", "description": "Study sheds new light on the mechanism underlying the persistence of HIV-1 infected cells despite antiviral treatment.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}