{"title": "First atomic structure of an intact virus deciphered with an X-ray laser", "text": "An international team of scientists has for the first time used an X-ray free-electron laser to unravel the structure of an intact virus particle on the atomic level. The method used dramatically reduces the amount of virus material required, while also allowing the investigations to be carried out several times faster than before. This opens up entirely new research opportunities, as the research team lead by DESY scientist Alke Meents reports in the journal Nature Methods.In the field known as structural biology, scientists examine the three-dimensional structure of biological molecules in order to work out how they function. This knowledge enhances our understanding of the fundamental biological processes taking place inside organisms, such as the way in which substances are transported in and out of a cell, and can also be used to develop new drugs.\"Knowing the three-dimensional structure of a molecule like a protein gives great insight into its biological behaviour,\" explains co-author David Stuart, Director of Life Sciences at the synchrotron facility Diamond Light Source in the UK and a professor at the University of Oxford. \"One example is how understanding the structure of a protein that a virus uses to 'hook' onto a cell could mean that we're able to design a defence for the cell to make the virus incapable of attacking it.\"X-ray crystallography is by far the most prolific tool used by structural biologists and has already revealed the structures of thousands of biological molecules. Tiny crystals of the protein of interest are grown, and then illuminated using high-energy X-rays. The crystals diffract the X-rays in characteristic ways so that the resulting diffraction patterns can be used to deduce the spatial structure of the crystal - and hence of its components - on the atomic scale. However, protein crystals are nowhere near as stable and sturdy as salt crystals, for example. They are difficult to grow, often remaining tiny, and are easily damaged by the X-rays.\"X-ray lasers have opened up a new path to protein crystallography, because their extremely intense pulses can be used to analyse even extremely tiny crystals that would not produce a sufficiently bright diffraction image using other X-ray sources,\" adds co-author Armin Wagner from Diamond Light Source. However, each of these microcrystals can only produce a single diffraction image before it evaporates as a result of the X-ray pulse. To perform the structural analysis, though, hundreds or even thousands of diffraction images are needed. In such experiments, scientists therefore inject a fine liquid jet of protein crystals through a pulsed X-ray laser, which releases a rapid sequence of extremely short bursts. Each time an X-ray pulse happens to strike a microcrystal, a diffraction image is produced and recorded.This method is very successful and has already been used to determine the structure of more than 80 biomolecules. However, most of the sample material is wasted. \"The hit rate is typically less than two per cent of pulses, so most of the precious microcrystals end up unused in the collection container,\" says Meents, who is based at the Center for Free-Electron Laser Science (CFEL) in Hamburg, a cooperation of DESY, the University of Hamburg and the German Max Planck Society. The standard method therefore typically requires several hours of beamtime and significant amounts of sample material.In order to use the limited beamtime and the precious sample material more efficiently, the team developed a new method. The scientists use a micro-patterned chip containing thousands of tiny pores to hold the protein crystals. The X-ray laser then scans the chip line by line, and ideally this allows a diffraction image to be recorded for each pulse of the laser.The research team tested its method on two different virus samples using the LCLS X-ray laser at the SLAC National Accelerator Laboratory in the US, which produces 120 pulses per second. They loaded their sample holder with a small amount of microcrystals of the bovine enterovirus 2 (BEV2), a virus that can cause miscarriages, stillbirths, and infertility in cattle, and which is very difficult to crystallise.In this experiment, the scientists achieved a hit rate - where the X-ray laser successfully targeted the crystal - of up to nine per cent. Within just 14 minutes they had collected enough data to determine the correct structure of the virus - which was already known from experiments at other X-ray light sources - down to a scale of 0.23 nanometres (millionths of a millimetre).\"To the best of our knowledge, this is the first time the atomic structure of an intact virus particle has been determined using an X-ray laser,\" Meents points out. \"Whereas earlier methods at other X-ray light sources required crystals with a total volume of 3.5 nanolitres, we managed using crystals that were more than ten times smaller, having a total volume of just 0.23 nanolitres.\"This experiment was conducted at room temperature. While cooling the protein crystals would protect them to some extent from radiation damage, this is not generally feasible when working with extremely sensitive virus crystals. Crystals of isolated virus proteins can, however, be frozen, and in a second test, the researchers studied the viral protein polyhedrin that makes up a viral occlusion body for up to several thousands of virus particles of certain species. The virus particles use these containers to protect themselves against environmental influences and are therefore able to remain intact for much longer times.For the second test, the scientist loaded their chip with polyhedrin crystals and examined them using the X-ray laser while keeping the chip at temperatures below minus 180 degrees Celsius. Here, the scientists achieved a hit rate of up to 90 per cent. In just ten minutes they had recorded more than enough diffraction images to determine the protein structure to within 0.24 nanometres. \"For the structure of polyhedrin, we only had to scan a single chip which was loaded with four micrograms of protein crystals; that is orders of magnitude less than the amount that would normally be needed,\" explains Meents.\"Our approach not only reduces the data collection time and the quantity of the sample needed, it also opens up the opportunity of analysing entire viruses using X-ray lasers,\" Meents sums up. The scientists now want to increase the capacity of their chip by a factor of ten, from 22,500 to some 200,000 micropores, and further increase the scanning speed to up to one thousand samples per second. This would better exploit the potential of the new X-ray free-electron laser European XFEL, which is just going into operation in the Hamburg region and which will be able to produce up to 27,000 pulses per second. Furthermore, the next generation of chips will only expose those micropores that are currently being analysed, to prevent the remaining crystals from being damaged by scattered radiation from the X-ray laser.Researchers from the University of Oxford, the University of Eastern Finland, the Swiss Paul Scherrer Institute, the Lawrence Berkeley National Laboratory in the US and SLAC were also involved in the research. Diamond scientists have collaborated with the team at DESY, with much of the development and testing of the micro-patterned chip being done on Diamond's I02 and I24 beamlines.", "article_link": "http://dx.doi.org/10.1038/nmeth.4335", "url": "http://www.eurekalert.org/pub_releases/2017-06/ded-fas061617.php", "region": "europe", "source_link": "https://www.desy.de/news/news_search/index_eng.html?openDirectAnchor=1240&two_columns=1", "funder": "", "meeting": "", "institution": "Deutsches Elektronen-Synchrotron DESY", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Virology", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Biomechanics/Biophysics", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Research/Development"], "journal": "Nature Methods", "description": "An international team of scientists has for the first time used an X-ray free-electron laser to unravel the structure of an intact virus particle on the atomic level. The method used dramatically reduces the amount of virus material required, while also allowing the investigations to be carried out several times faster than before. This opens up entirely new research opportunities, as the research team lead by DESY scientist Alke Meents reports in the journal Nature Methods.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}