{"title": "Red 'color channel' may aid in screening for diabetic eye disease", "text": "Feb. 3, 2017 - In photographs of the eye used to screen for diabetes-related eye disease, separating out the red color channel can help show some abnormalities -- especially in racial/ethnic minority patients, suggests a study in the February issue of Optometry and Vision Science, official journal of the American Academy of Optometry. The journal is published by Wolters Kluwer.Inspecting the channel for red (long-wavelength) reflected light can improve the ability to detect diabetic macular edema, a complication of diabetes that can lead to blindness. Using the red color channel of these images may have a special advantage in detecting macular edema in racial/ethnic minority patients -- in whom natural pigments in back of the eye tend to be darker. The lead author of the new study was Mastour A. Alhamami, PhD, of Indiana University School of Optometry, Bloomington.Different Findings in Red and Green Color Channels for Diabetic Eye ScreeningThe researchers analyzed standard color fundus photographs obtained from 2,047 adult patients with diabetes. Ninety percent of patients identified themselves as racial/ethnic minorities (other than non-Hispanic white). The study was performed in a medically under-served group, most without access to routine eye care. For patients with diabetes, regular dilated eye examinations (at least once yearly) are recommended to detect early signs of diabetic eye disease.One major finding in diabetic eye disease is macular edema (a fluid accumulation in the retina) resulting from leaky blood vessels in the back of the eye. This condition is a leading cause of vision loss among working-age adults with diabetic eye disease.The retinal photographs showed clinically significant macular edema in 148 patients. Of these, 13 patients had a \"cystoid\" pattern of macular edema--a major cause of severe central vision loss. The researchers compared the findings on standard color fundus photographs with those of images divided into the red (long wavelength) and green (shorter wavelength) color channels. Twelve of the 13 patients with cystoid macular edema had a dark-colored fundus.Cystoid macular edema was easier to detect using the red-channel images, which showed 100 percent agreement with the standard full-color photographs. By comparison, five of 13 cases of cystoid macular edema were not visible by examining the green-channel images. All five patients with \"missed\" cystoid macular edema had a dark-colored fundus.Macular cysts were easier to detect, appearing more numerous and covering about twice as much area when viewed using the red-channel images, compared to the green-channel images. \"Cysts may be under-detected with the present fundus camera methods, particularly when short-wavelength light is emphasized or in patients with dark fundi,\" Dr. Alhamami and coauthors write.The results may have important implications for screening for diabetic macular edema, which affects an estimated 21 million people worldwide. Color fundus photography has long been the standard screening method for diabetic eye disease. While newer techniques such as optical coherence tomography offer additional useful information, they may not be part of screening strategies for under-served populations--including (but not limited to) racial/ethnic minorities.This new study suggests that the information provided by red-channel color separation of retinal images could offer a \"clear-cut advantage\" in under-served groups, which may have a high proportion of dark-eyed patients and higher rates of diabetic eye disease. Dr. Alhamami and colleagues note that red-channel images may also provide more information about damage in the deeper layers of the retina.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/wkh-rc020317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Ophthalmology", " Pain", " Public Health"], "journal": "Optometry and Vision Science", "description": "In photographs of the eye used to screen for diabetes-related eye disease, separating out the red color channel can help show some abnormalities -- especially in racial/ethnic minority patients, suggests a study in the February issue of Optometry and Vision Science, official journal of the American Academy of Optometry. The journal is published by Wolters Kluwer.", "date": "Fri, 03 Feb 2017 05:00:00 GMT"}