{"title": "Couples with obesity may take longer to achieve pregnancy, NIH study suggests", "text": "Couples in which both partners are obese may take from 55 to 59 percent longer to achieve pregnancy, compared to their non-obese counterparts, according to a study by researchers at the National Institutes of Health. The findings appear online in Human Reproduction. \"A lot of studies on fertility and body composition have focused on the female partner, but our findings underscore the importance of including both partners,\" said Rajeshwari Sundaram, Ph.D., a senior investigator in the Division of Intramural Population Health Research at NIH's Eunice Kennedy Shriver National Institute of Child Health and Human Development. \"Our results also indicate that fertility specialists may want to consider couples' body compositions when counseling patients.\"The couples in the study were part of the Longitudinal Investigation of Fertility and the Environment (LIFE) Study, which examined the relationship between fertility and exposure to environmental chemicals. The study enrolled 501 couples from Michigan and Texas from 2005 to 2009. The women ranged from 18 to 44 years of age, and the men were over 18 years old. Women kept journals to record their monthly menstrual cycles, intercourse and the results of home pregnancy tests. The couples were followed until pregnancy or for up to one year of trying to conceive.Researchers also calculated body mass index (BMI) for each participant, categorizing couples with obesity into two subgroups:  obese class I (with a BMI from 30 to 34.9) and the most obese group, obese class II (a BMI of 35 or greater). The researchers compared the average time to achieve a pregnancy among couples in the non- obese group (84 men and 228 women) to that of the couples in the obese class II group (75 men and 69 women). The researchers then calculated the probability that a couple would achieve pregnancy by using a statistical measure called the fecundability odds ratio (FOR). The measure estimates couples' probability of pregnancy each menstrual cycle while trying for pregnancy, relative to their BMIs. The researchers found that the class II couples took much longer to achieve pregnancy than couples not struggling with obesity. Couples in the non-obese group had a FOR of 1. , Obese class II couples had a FOR of .45-- indicating that they took 55 percent longer to achieve pregnancy than their normal weight counterparts. When the researchers took into account other factors known to influence fertility--such as age, smoking status, physical activity level and cholesterol level--the ratio for obese class II couples dropped to .41, or a 59 percent longer time to achieve pregnancy.The study authors noted that previous studies have focused largely on just the female partner's BMI or self-reported height and weight. However, findings similar to the current study have been reported among couples undergoing assisted reproductive technologies. The current study focused on couples in the general population, not those undergoing treatment for infertility.  The authors concluded that couples' obesity may reduce fertility chances and that fertility specialists may want to take couples' weight status into account when counseling them about achieving pregnancy. In addition to the health benefits of a healthy weight for reducing risk of other diseases such as Type 2 diabetes, heart disease and cancer, taking steps to lose weight may help reduce the time needed to conceive.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nksn-cwo020117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "keywords": ["Medicine/Health", " Eating Disorders/Obesity", " Fertility"], "journal": "Human Reproduction", "description": "Couples in which both partners are obese may take from 55 to 59 percent longer to achieve pregnancy, compared to their non-obese counterparts, according to a study by researchers at the National Institutes of Health.", "date": "Fri, 03 Feb 2017 05:00:00 GMT"}