{"title": "Finding the needle in a genomic haystack", "text": "PHOENIX, Ariz. -- Feb. 3, 2016 -- Researchers at the Translational Genomics Research Institute (TGen) have identified a genomic mutation that causes physical abnormalities and developmental delays in children.Upon analyzing the genome of a six-year-old boy, the scientists identified a novel mutation that affects a protein known as CASK, which is key to brain development and the signals transmitted by brain cells, or neurons. Their findings appear this week in the American Journal of Medical Genetics.\"Identifying this new CASK mutation helps build our understanding of how these multifaceted disorders occur, and provides insight into how they might be treated in the future,\" said Dr. Isabelle Schrauwen, Assistant Professor in TGen's Neurogenomics Division and the paper's senior author.The child involved in this study was seen at TGen's Center for Rare Childhood Disorders, which helps families identify the genetic source of their children's medical symptoms.According to the authors, the child's \"constellation of symptoms\" included: developmental delay; feeding disorders, including severe gastro-intestinal and gastro-esophageal complications; and involuntary eye movement, a condition known as nystagmus, which can reduce or limit vision. Although his IQ and language skills were normal, he had impaired motor development, behavior and memory. These clinical features are markers of a rare developmental syndrome known as FGS4.He is sensitive to loud noises, has a need to touch and examine objects intensely, exhibits impaired visual and motion abilities, and impaired memory.\"Children such as this young boy so desperately need answers, and by tracking down the genetic and genomic causes of these mutations, we hope to continue building a body of knowledge that will lead to improvements, for this patient and many others with rare medical disorders,\" said Dr. Vinodh Narayanan, Medical Director of TGen's Center for Rare Childhood Disorders, and a co-author of the study.TGen's Center for Rare Childhood Disorders has sequenced the genomes of more than 440 children with rare conditions. This has resulted in a nearly 40 percent diagnosis rate, nearly three times the general rate of diagnosis among this patient population.", "article_link": "http://dx.doi.org/10.1002/ajmg.a.38069", "url": "http://www.eurekalert.org/pub_releases/2017-02/ttgr-ftn020317.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgen-finds-mutation-linked-to-childs-development.aspx#.WJTQ1xDa6GA", "funder": "", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Developmental/Reproductive Biology", " Diagnostics", " Neurobiology", " Pediatrics", " Bioinformatics"], "journal": "American Journal of Medical Genetics", "description": "Researchers at the Translational Genomics Research Institute (TGen) have identified a genomic mutation that causes physical abnormalities and developmental delays in children.  Upon analyzing the genome of a six-year-old boy, the scientists identified a novel mutation that affects a protein known as CASK, which is key to brain development and the signals transmitted by brain cells, or neurons. Their findings appear this week in the American Journal of Medical Genetics.", "date": "Fri, 03 Feb 2017 05:00:00 GMT"}