{"title": "Search smarter not harder: Researchers present optimal strategy for foragers", "text": "An engineer constructing wells in oil fields and an animal foraging for scarce food in the desert often face a similar dilemma: How long should they look for more of their needed resource before they move on to look elsewhere? Modeling the best answer to that question is the subject of a new paper published this week in Physical Review E.When looking for scarce food resources, animals might traverse random paths as they search through their grazing terrain, or move to new territory. The overall effectiveness of a random search can be predictably calculated, to inform the best choices a searcher can make to get the most possible resources.\"There exists an optimal strategy,\" said study co-author Sidney Redner, a professor at the Santa Fe Institute. \"That's not obvious at first sight.\" While research on theories of foraging has been going on for 40 years, \"the actual trajectory and the amount of resources actually consumed were not calculated.\"To determine the best course of action, Redner and his French colleagues, Marie Chupeau (Université Paris-Sud) and Olivier Bénichou (Université Pierre et Marie Curie), created a model that compared how to optimize with respect to two opposite courses of action: one in which a searcher moves on immediately to a new area upon not finding a resource and another in which a searcher remains in the current area indefinitely.The optimal foraging strategy? Search the current foraging ground for a time that equals the time it would take to pull up stakes and move to a new territory.\"Suppose you have a lease to drill in a certain oilfield and it takes you three months to set up and drill,\" Redner said. \"This model would say that after three months you should pack up and drill in another location if you have a number of distinct drilling sites that you're exploring.\"\r\n", "article_link": "http://dx.doi.org/10.1103/PhysRevE.95.012157", "url": "http://www.eurekalert.org/pub_releases/2017-02/sfi-ssn020317.php", "region": "namerica", "source_link": "https://www.santafe.edu/news-center/news/search-smarter-not-harder-researchers-present-optimal-strategy-foragers", "funder": "", "meeting": "", "institution": "Santa Fe Institute", "keywords": ["Forestry", " Population Biology", " Business/Economics", " Mathematics/Statistics", " Algorithms/Models", " Calculations/Problem-Solving", " Systems/Chaos/Pattern Formation/Complexity"], "journal": "Physical Review E", "description": "Researchers reveal an optimal strategy for foragers -- animals searching for berries in the woods or prospectors seeking oil in the desert. The statistical model, published this week in Physical Review E, builds on previous foraging theories by accounting for trajectory and resources consumed. \r\nThe optimal foraging strategy? Search the current foraging ground for a time that equals the time it would take to pull up stakes and move to a new territory.", "date": "Fri, 03 Feb 2017 05:00:00 GMT"}