{"title": "Growth factor shown to protect the retina in early stage diabetes", "text": "Boston, Mass. -- Researchers from the Schepens Eye Research Institute of Massachusetts Eye and Ear have shown that a slight increase in transforming growth factor beta (TGF-β), which is present in preclinical animal models with diabetic eye disease, protects retinal blood vessels from damage that commonly occurs in the early stages of the disease (known as diabetic retinopathy). Their findings, published online today in the American Journal of Pathology, may lead to targeted therapeutics that delay or prevent the development of the disease in patients.\"We found that increased TGF-β is really defending the vessels in the retina,\" said senior author Mara Lorenzi, M.D., recently retired senior scientist at Schepens Eye Research Institute of Mass. Eye and Ear and Professor of Ophthalmology at Harvard Medical School. \"When we took away the small increase in TGF-β, we saw significant damage to the retinal vessels in animals with diabetes. Based on this finding, we'd now like to know if a little extra TGF-β will help protect the retinal vessels in patients with diabetes.\"In light of these findings, the study authors also caution the use of anti-TGF-β therapies, which have been studied to prevent damage from diabetes in other parts of the body, such as the kidneys.Diabetic retinopathy is the most common diabetic eye disease and a leading cause of blindness in American adults. It occurs when blood vessels in the retina (the structure in the back of the eye that perceives light) become damaged and leak fluid. Accumulation of fluid into the retina can lead to swelling at the center of the retina (macular edema). As diabetes-related damage progresses, the vessels become blocked and can no longer carry blood. New blood vessels grow on the surface of the retina but can leak or rupture, impairing vision.Given that the study authors previously found an increased level of TGF-β in diabetic retinal blood vessels, they set out to investigate whether increased TGF-β was responsible for the development of diabetic retinopathy. They used a medication to block the increased, but not baseline, TGF-β signaling in a diabetic rat model.The authors were surprised to find that taking away the small increase in TGF-β resulted in damage to the retinal vessels in the diabetic rat. This led the authors to conclude that TGF-β protects the retinal vessels, and that inhibiting its effects will likely accelerate retinopathy in diabetic patients.Based on this finding, the study authors not only caution the use of TGF-β blocking as a therapy for diabetes, but also suggest that there may be ways to identify drugs for upward modulation of TGF-β signaling in a very controlled fashion to prevent or delay diabetic retinopathy.Currently, there are no treatments for diabetic retinopathy beyond controlling blood glucose and blood pressure levels. The new vessels can be treated with laser techniques, but this is at the expense of damage to the retina.\"There is definitely room for intervening early to protect the retina from diabetes,\" said Dr. Lorenzi. \"Our hope is that a good TGF-β response to diabetes may protect patients from developing diabetic retinopathy, and that our findings may inspire new approaches toward this objective.\"", "article_link": "http://dx.doi.org/10.1016/j.ajpath.2016.11.007", "url": "http://www.eurekalert.org/pub_releases/2017-02/meae-gfs020217.php", "region": "namerica", "source_link": "http://ajp.amjpathol.org/article/S0002-9440(16)30526-0/fulltext", "funder": "NIH/National Eye Institute, George and Frances Levin Endowment", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Medicine/Health", " Diabetes", " Ophthalmology"], "journal": "American Journal of Pathology", "description": "Researchers from the Schepens Eye Research Institute of Massachusetts Eye and Ear have shown that a slight increase in transforming growth factor beta (TGF-β), which is present in preclinical animal models with diabetic eye disease, protects retinal blood vessels from damage that commonly occurs in the early stages of the disease (known as diabetic retinopathy). Their findings, published online today in the American Journal of Pathology, may lead to targeted therapeutics that delay or prevent the development of the disease in patients.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}