{"title": "New skin-graft system a better fix for chronic wounds", "text": "According to the National Institutes of Health, more than six million cases of chronic wounds cost $20 billion each year in the United States. Diabetic ulcers, pressure sores, surgical site wounds and traumatic injuries to high-risk patients account for most wounds that won't heal. However, data from a University of Missouri School of Medicine study indicates that a recently developed skin-graft harvesting system aids in chronic wound recovery and reduces care costs by accelerating the healing process.\"Chronic wounds occur when healing fails to progress normally and persists for more than 30 days,\" said Jeffrey Litt, D.O., assistant professor of surgery at the MU School of Medicine and lead author of the study. \"Current treatments such as moist dressings, frequent irrigations and wound cleaning are not always enough to ensure that healing occurs in high-risk patients. Although a skin graft can be used to close a wound that refuses to heal, the surgical technique usually is painful, time-consuming and leaves significant donor site wounds.\"Split-thickness skin grafting currently is the gold standard for treating traumatic and burn injury-related skin loss. The surgical procedure involves removing the top two layers of skin from a healthy donor site, and transplanting the tissue to an injured area. However, split-thickness grafting must be performed in an operating room and the technique is limited by the availability of donor skin. Additionally, donor sites usually are large, painful and also can become chronic wounds. In the study, Litt's team at MU Health Care used a recently developed autograft harvesting system to care for 13 patients with various types of chronic wounds. The new technology, which Litt's team did not develop, was used to harvest only the top layer of skin for much smaller, consistently sized donor grafts. The minimally invasive approach, performed in an outpatient clinic setting, also resulted in much less donor site damage and little to no pain. Following the patients' care, clinical outcomes and costs were evaluated.\"Eight of the 13 high-risk patients treated with the autograft system experienced much faster healing of their chronic wounds,\" said Litt, who also serves as medical director of MU Health Care's burn and wound program. \"Four of these patients fully healed in less than one month. Additionally, the comparatively rapid closure of the open wounds also reduced health care costs by an average of $1,153 per patient and $650 to the burn and wound program.\"Litt's team noted that the accelerated healing also resulted in no wound recurrence - a complication associated with at-risk patient populations.\"We have been using this minimally invasive autograft technology for more than a year, and it is well tolerated by our patients and easy to use by our team,\" Litt said. \"Given that, and the health care cost savings, we feel that this new approach to wound care is beneficial to everyone, and we will continue to evaluate outcomes.\"", "article_link": "http://dx.doi.org/10.7759/cureus.878", "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-nss020217.php", "region": "namerica", "source_link": "http://medicine.missouri.edu/news/20170202-new-skin-graft-system-a-better-fix-for-chronic-wounds.php ", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Medicine/Health", " Endocrinology", " Diabetes", " Musculature", " Public Health", " Surgery", " Transplantation", " Research/Development"], "journal": "Cureus", "description": "According to the National Institutes of Health, more than six million cases of chronic wounds cost $20 billion each year in the United States. Diabetic ulcers, pressure sores, surgical site wounds and traumatic injuries to high-risk patients account for most wounds that won't heal. However, data from a University of Missouri School of Medicine study indicates that a recently developed skin-graft harvesting system aids in chronic wound recovery and reduces care costs by accelerating the healing process.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}