{"title": "Why am I shorter than you?", "text": "The answer to that question lies to some extent in our diet and environment, but mostly in our DNA (80%). Combining genome-wide association methods and an unmatched dataset of more than 700,000 participants, a recent study narrowed down the set of candidate changes to 83 variants, some of which altering the size by more than 2 cm. Over 300 scientists from across the globe, including researchers from the SIB Swiss Institute of Bioinformatics - among whom group leaders Zoltan Kutalik, co-Principal Investigator of the paper, and Sven Bergmann - have combined their effort to study what makes us shorter or taller. In the context of precision medicine, the results also bring hope to understand the genetic basis of complex diseases such as diabetes or schizophrenia. The study has been published on 1 February in the journal Nature.Who will suffer from a heart attack before 55 years old despite a healthy lifestyle? Or which children will develop leukemia, and how will they respond to treatments? These and similar questions motivate precision medicine, that is an approach aiming to combine multiple types of data, including genetic information, to predict disease development and severity, and response to therapies. Adult height is mostly determined by the information encoded in our DNA: children from tall parents tend to be taller. \"The idea is that if we can understand the genetics of a simple human trait like height, we could then apply this knowledge to develop tools to predict complex human diseases such as diabetes or schizophrenia\", explains Zoltan Kutalik, group leader at SIB Swiss Institute of Bioinformatics and assistant professor at the Institute of Social and Preventive Medicine of the Lausanne University Hospital.In the last 10 years, scientists have used a method called genome-wide association study to identify hundreds of DNA changes, called single nucleotides polymorphisms (SNPs) that influence height. But the effect of these DNA changes was often small, influencing height by less than 1 mm. Furthermore, these DNA changes were for the most part located in regions of the human DNA that did not encode proteins, rendering the identification of the genes that control height in humans difficult. In this new study, the scientists focused their analyses specifically on DNA changes that modify the sequence of genes, and therefore affect proteins. Altogether, they found 83 DNA changes that modulate human height, with some of them influencing it by more than 2 cm! \"We expected to make new discoveries, but the number of SNPs that we found, and their impact on height, is spectacular\", says Zoltan Kutalik, co-Principal Investigator of the study, adding: \"Clearly, this success would not have been possible without this highly collaborative effort, which allowed us to analyze height and genetic information from several hundreds of thousands individuals\". Many of these DNA changes are located in genes implicated in growth hormone or bone biology, but many also highlight new biological processes that modulate height in humans. For instance, the researchers found 2 DNA changes in a gene called STC2. Although these changes are rare in the population (1 person in 1,000 carries one of these genetic variants), the people that have them in their DNA are 1-2 cm taller. The team went on to show that these DNA changes in STC2 likely modulate height by interfering with the availability of growth factors in the blood. Thus, studying STC2 may yield new insights into therapeutic strategies to treat growth failure.Because height is a model trait to understand the genetic risk of other common human diseases, this successful study is a strong proof-of-concept for the precision medicine approach to be applied to human diseases.", "article_link": "http://dx.doi.org/10.1038/nature21039", "url": "http://www.eurekalert.org/pub_releases/2017-02/siob-wai020217.php", "region": "europe", "source_link": "http://www.sib.swiss/about-us/news/998-why-am-i-shorter-than-you", "funder": "", "meeting": "", "institution": "Swiss Institute of Bioinformatics", "keywords": ["Biology", " Genetics", " Bioinformatics"], "journal": "Nature", "description": "The answer to that question lies to some extent in our diet and environment, but mostly in our DNA (80 percent). Combining genome-wide association methods and an unmatched dataset of more than 700,000 participants, a recent study narrowed down the set of candidate changes to 83 variants, some of which altering the size by more than 2 cm.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}