{"title": "Zika virus blindfolds immune alarm cells", "text": "Gatekeeper immune cells are fighting Zika virus with an arm tied behind their backs, scientists from Emory Vaccine Center report.Dendritic cells are \"sentinel\" cells that alert the rest of the immune system when they detect viral infection.  When Zika virus infects them, it shuts down interferon signaling, one route for mustering the antiviral troops. However, another antiviral pathway called RIG-I-like receptor (RLR) signaling is left intact and could be a target for immunity-boosting therapies, the researchers say.The findings are scheduled for publication on Feb. 2 in PLOS Pathogens.Zika was known to disrupt interferon signaling, but Emory researchers have observed that it does so in ways that are distinct from other related flaviviruses, such as Dengue virus and West Nile virus. The findings give additional insight into how Zika virus is able to counter human immune defenses.\"This is the first demonstration of a flavivirus actively blocking translation of type I interferon, a critical set of innate immune signaling proteins,\" says Mehul Suthar, PhD, assistant professor of pediatrics at Emory University School of Medicine and Emory Vaccine Center.In addition, the researchers found that Zika blocks the phosphorylation of the immune regulatory proteins STAT1 and STAT2, which has not been previously reported.The researchers studied a recently isolated Puerto Rican strain of Zika, as well as historic African and Asian strains. All of the tested Zika viruses blocked type I interferon signaling, suggesting a highly conserved mechanism amongst Zika viruses to inhibit dendritic cell antiviral responses.Zika's stealthy infection of dendritic cells resembles its effects on other fetal and placental cell types, including findings from the authors' previous publication on placental macrophages.\"How Zika blocks translation of type I interferon is unknown and studies are underway to understand the mechanism behind this unique finding,\" Suthar says. The authors also suspect that Zika targets other immune pathways in dendritic cells in addition to interferon signaling and continue to investigate those.", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006164", "url": "http://www.eurekalert.org/pub_releases/2017-02/ehs-zvb013017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Cell Biology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "PLOS Pathogens", "description": "Dendritic cells are 'sentinel' cells that alert the rest of the immune system when they detect viral infection.  When Zika virus infects them, it shuts down interferon signaling, one route for mustering the antiviral troops. However, another antiviral pathway called RIG-I-like receptor (RLR) signaling is left intact and could be a target for immunity-boosting therapies.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}