{"title": "Trouble getting to sleep? Scientists say go camping", "text": "In our modern times, many of us sit up late into the night, watching TV, fiddling with our smartphones, or reading a book by lamplight. Getting up to the sound of the morning alarm isn't easy. Now, researchers reporting in Current Biology on February 2 have more evidence to suggest that the solution to these sleeping woes could be as simple as spending more time outdoors in the sun. A few days spent backcountry camping is enough to send people to bed earlier, no matter the season.\"Late circadian and sleep timing in modern society are associated with negative performance and health outcomes such as morning sleepiness and accidents, reduced work productivity and school performance, substance abuse, mood disorders, diabetes, and obesity,\" says Kenneth Wright at the University of Colorado Boulder. \"Our findings demonstrate that living in our modern environments contributes to late circadian timing regardless of season and that a weekend camping trip can reset our clock rapidly.\" An earlier study by Wright's team found that our modern exposure to electrical lighting causes about a two-hour delay in our internal clocks, as evidenced by a shift in the normal fluctuations of the hormone melatonin. They found that a week of summer sun shifted those internal clocks back, sending people to bed earlier, without changing how long they slept. But questions remained: What happens as the season changes from summer to winter? How quickly can our clocks be changed? To find out, in the latest study, they sent another group of five active people camping for a week in the chilly Colorado winter, right around the time of the winter solstice when the days were at their shortest--no flashlights or cell phones allowed--and watched what would happen to their sleep and hormonal rhythms. The data suggest that our modern lifestyles reduce light exposure in the winter by a whopping 13 times. With increased time spent outdoors, people in the study started going to bed at a more reasonable hour. Their internal clocks, measured by the timing of when melatonin levels began to rise in their bodies, shifted more than 2.5 hours earlier. Their sleeping patterns followed these changes in melatonin levels and people went to sleep earlier.In the new report, Wright and his colleagues also asked whether a camping weekend in the summer was enough to shift the clock, and it was. This time, they sent nine active people camping while another five stayed at home. A weekend spent camping prevented the typical weekend pattern of staying up late and sleeping in and prevented individuals' circadian clocks from being shifted even later.The findings show that people are responsive to seasonal changes in daylight just as other animals are. While our modern conveniences may leave us out of synch, our clocks can be readily reset with light exposure.If a person wants to go to bed at an earlier hour, then a weekend spent camping could be just the thing, Wright says. To stay on track, consistency is key. It's best to keep a regular schedule. He also recommends increasing daytime exposure to sunlight and reducing nighttime exposure to electrical lighting. There could be other solutions, too.\"Our findings highlight an opportunity for architectural design to bring in more natural sunlight into the modern built environment and to work with lighting companies to incorporate tunable lighting that would be able to change across the day and night to enhance performance, health, and well-being,\" he says. The researchers say they hope to learn just how much sunlight is needed to adjust the clock in one direction or another. They're also interested to explore the connection between light exposure, circadian cycles, and other aspects of our health.", "article_link": "http://dx.doi.org/10.1016/j.cub.2016.12.041", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-tgt012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Ecology/Environment", " Physiology", " Endocrinology", " Circadian Rhythm", " Sleep/Sleep Disorders"], "journal": "Current Biology", "description": "In our modern times, many of us sit up late into the night, watching TV, fiddling with our smartphones, or reading a book by lamplight. Getting up to the sound of the morning alarm isn't easy. Now, researchers reporting in Current Biology on Feb. 2 have more evidence to suggest that the solution to these sleeping woes could be as simple as spending more time outdoors in the sun.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}