{"title": "Study points to a universal immune mechanism as a regulator of sleep", "text": "Sleep -- one of the most basic, yet most mystifying processes of the human body -- has confounded physicians, scientists and evolutionary biologists for centuries.Now a study conducted in mice and led by investigators at Harvard Medical School and VA Boston Healthcare System reveals that sleep may be regulated in part by several brain-based immune proteins collectively called inflammasome NLRP3.The researchers say the inflammasome -- which works by unleashing a cascade of immune molecules in response to inflammation and infection -- emerges as a central promoter of sleep following such events.A report on the team's findings was published Jan. 19 in Brain, Behavior and Immunity.Scientists have known for a while that certain immune molecules enhance sleep and are activated by infection, but this is the first study suggesting a common underlying mechanism that regulates sleep and plays a critical role in recuperative sleep responses.Results of the study show that the inflammasome recruits a sleep-inducing molecule to trigger somnolence following sleep deprivation and exposure to a bacterial toxin. Animals lacking genes for this protective immune complex showed profound sleep aberrations.\"Our research points, for the first time, to the inflammasome acting as a universal sensing mechanism that regulates sleep through the release of immune molecules,\" said study senior investigator Mark R. Zielinski, instructor in psychiatry at HMS.Although warranting further study, the observations suggest that the inflammasome, the constellation of sleep-regulating proteins, may play an evolutionary role as a guardian of brain health and vitality that wards off the effects of sleep deprivation and infection.\"We already know that sleep plays a protective role in resolving infections so our observation of inflammasome activation following infection suggests this immune mechanism may have a brain-protective role,\" Zielinski said.If replicated in other studies, the researchers say the results may become the basis of therapies for people with chronic sleep disorders and sleep disturbances secondary to other diseases.In a series of experiments, the scientists demonstrated that following sleep deprivation or exposure to bacteria, the inflammasome activates an inflammatory molecule called interleukin-1 beta, known to induce sleep and promote sleep intensity. The brain cells of mice lacking the gene coding for inflammasome NLRP3 showed a marked absence of this sleep-inducing molecule.Going a step further, the investigators compared the behavior, sleep patterns and electrical activity in the brains of mice lacking the inflammasome gene to those in a group of mice with intact inflammasome genes.Mice lacking the inflammasome gene had abnormal sleep responses following sleep deprivation. On average, such mice slept less and experienced more sleep interruptions than mice with their genes intact.Electrical tracings of sleep activity were also altered in mice lacking the inflammasome NLRP3 gene. These animals lacked the normally seen spikes in delta waves--telltale EEG tracings that indicate sleep intensity, the researchers observed. Additionally, mice lacking the inflammasome NLRP3 gene did not show the normal sleepiness usually seen after exposure to a common sugar-and-fat molecule, a lipopolysaccharide found in the cell walls of some bacteria and known to activate the immune systems of mammals. These animals slept less and less soundly, compared with mice that had intact inflammasome genes. The latter group slept more and harder following bacterial exposure--the expected physiological response following infection, the researchers said.In a final, proof-of-concept experiment, researchers gave sleep-inducing interleukin-1 beta to mice lacking inflammasome genes. Treatment with this molecule led to normalized sleep patterns. This finding, the researchers say, supports the notion that the inflammasome, which induces the secretion of sleep-promoting interleukin-1 beta, is indeed a critical regulator of sleep.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/hms-spt020217.php", "region": "namerica", "source_link": null, "funder": "Department of Veterans Affairs, Department of Veterans Affairs Career Award", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Sleep/Sleep Disorders"], "journal": "Brain, Behavior and Immunity", "description": "A conducted in mice reveals that sleep may be regulated in part by several brain-based immune proteins collectively called inflammasome NLRP3.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}