{"title": "Loyola study provides new evidence that exercise is not key to weight control", "text": "MAYWOOD, IL. - An international study led by Loyola University Chicago is providing compelling new evidence that exercise may not be the key to controlling weight.Researchers who studied young adults from the United States and four other countries found that neither physical activity nor sedentary time were associated with weight gain.\"Our study results indicate that physical activity may not protect you from gaining weight,\" said lead author Lara R. Dugas, PhD, MPH. Dugas is an assistant professor in the Department of Public Health Sciences of Loyola University Chicago Stritch School of Medicine.The study is published in the journal PeerJ.Physical activity has many proven health benefits, ranging from reducing the risk of heart disease, diabetes, and cancer to improving mental health and mood. People who are physically active tend to be healthier and live longer. But while physical activity burns calories, it also increases appetite, and people may compensate by eating more or by being less active the rest of the day.Some experts have suggested that a decline in physical activity, especially in the workplace, has been a key contributor to the obesity epidemic. But research such as the new Loyola study, in which physical activity is objectively measured and participants are followed over time, has not found a meaningful relationship between weight gain and physical activity. The Loyola study is one of the primary outcomes of the Modeling the Epidemiologic Transition Study (METS). In METS, researchers followed adults aged 25 to 40 living in five countries: the United States, Ghana, South Africa, Jamaica and Seychelles (an island country east of Africa). The U.S. adults live in Maywood, Illinois, a suburb of Chicago. Participants are predominantly of African descent and represent a broad range of social and economic development. Principal investigator of METS and senior author of the Loyola study is Amy Luke, PhD, professor and vice chair of Loyola's Department of Public Health Sciences.Previous research has found that when people are asked about their physical activity, they tend to overstate the amount they do. To provide a more objective measure, participants wore tracking devices called accelerometers on their waists for a week. The devices measured the wearers' energy expenditure and step count. Researchers also measured participants' weight, height and body fat. After an initial exam, participants were asked to return one year and two years later.At the initial visit, Ghana participants had the lowest average weights (139 pounds for both men and women), and Americans the highest weights (202 pounds for women, 206 pounds for men). Ghanaians also were fitter than Americans. Seventy-six of Ghanaian men and 44 percent of Ghanaian women met the U.S. Surgeon General physical activity guidelines, while only 44 percent of American men and 20 percent of American women met the guidelines. The guidelines recommend doing at least two and a half hours of moderate-intensity aerobic exercise (such as brisk walking) per week.Surprisingly, total weight gain in every country was greater among participants who met the physical activity guidelines. For example, American men who met the guidelines gained a half pound per year, while American men who did not meet the guideline lost 0.6 pounds.Researchers did not find any significant relationships between sedentary time at the initial visit and subsequent weight gain or weight loss. The only factors that were significantly associated with weight gain were weight at the initial visit, age and gender.", "article_link": "http://dx.doi.org/10.7717/peerj.2902", "url": "http://www.eurekalert.org/pub_releases/2017-02/luhs-lsp020217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Loyola University Health System", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Public Health"], "journal": "PeerJ", "description": "An international study led by Loyola University Chicago is providing compelling new evidence that exercise may not be the key to controlling weight. Researchers who studied young adults from the United States and four other countries found that neither physical activity nor sedentary time were associated with weight gain.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}