{"title": "Mathematically optimizing traffic lights in road intersections", "text": "Traffic modeling has been of interest to mathematicians since the 1950s. Research in the area has only grown as road traffic control presents an ever-increasing problem. \r\n\r\nMost existing continuous models consider unidirectional traffic; thus, the traffic density depends only on a single spatial dimension. The governing equations in this class of macroscopic models are inspired by gas dynamics equations.\r\n\r\nIn a paper published yesterday in the SIAM Journal on Scientific Computing, authors Simone Göttlich, Andreas Potschka, and Ute Ziegler address the problem of computing optimal traffic light settings for urban road intersections by applying traffic flow conservation laws on networks.\r\n\r\nUsually, traffic optimization models, which are based on cell-transmission, fluid, mixed-integer formulations, and heuristics, attempt to find an optimal cycle length of green and red phases for traffic lights. \r\n\r\nThe mathematical optimization problem can be described as a nonlinear mixed-integer optimal control problem constrained by scalar hyperbolic conservation laws. To solve the problem, the authors use a partial outer convexification approach, which involves two stages: the solution of a (smoothed) nonlinear programming problem with dynamic constraints and a reconstruction mixed-integer linear program without dynamic constraints. The method computes traffic light programs for two scenarios on different discretizations. \r\n\r\nThe advantage of partial outer convexification, which was first used in the field of optimal control with ordinary differential equations, is that the problem can be split into a nonlinear dynamic optimization problem without integer constraints and a linear mixed-integer program without dynamics. The authors show that two-stage solution candidates are computed faster and produce better results than those obtained by global optimization of piecewise linearized traffic flow models. \r\n\r\nThere are several lines for future research, Potschka explains, such as, understanding how partial outer convexification can be formulated in function space before any discretization has happened. While high resolution schemes are needed for the efficient simulation of conservation laws, these approaches usually introduce non-differentiabilities in the discretized constraints, which is a huge challenge for all optimization methods and needs to be tackled. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/sfia-mot020217.php", "region": "namerica", "source_link": "https://sinews.siam.org/Details-Page/mathematically-optimizing-traffic-lights-in-road-intersections", "funder": "ERC Advanced Investigator, German Federal Ministry of Education and Research", "meeting": "", "institution": "Society for Industrial and Applied Mathematics", "keywords": ["Business/Economics", " Socioeconomics", " Mathematics/Statistics", " Behavior", " Transportation/Travel"], "journal": "SIAM Journal on Scientific Computing", "description": "Traffic modeling has been of interest to mathematicians since the 1950s. Research in the area has only grown as road traffic control presents an ever-increasing problem. In a paper published yesterday in the SIAM Journal on Scientific Computing, authors Simone Göttlich, Andreas Potschka, and Ute Ziegler address the problem of computing optimal traffic light settings for urban road intersections by applying traffic flow conservation laws on networks.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}