{"title": "Can't get to sleep? Pitch a tent for the weekend", "text": "Filling the day with natural light and the night with true darkness for as little as a weekend can have a profound impact on our circadian rhythm that may help us fall asleep earlier and potentially deliver other health benefits, according to new research involving Colorado campers.Go camping in the winter and the impact may be even more potent, the two-study paper -- published today in Current Biology -- found.\"These studies suggest that our internal clock responds strongly and quite rapidly to the natural light-dark cycle,\" said lead author and CU Boulder integrative physiology professor Kenneth Wright, who believes his findings could help light-based approaches for boosting work performance, quelling seasonal depression and circadian sleep-wake disorders. \"Living in our modern environments can significantly delay our circadian timing and late circadian timing is associated with many health consequences. But as little as a weekend camping trip can reset it.\"Previously, to study the impact our modern light-filled environment -- or lack thereof -- has on our clock, Wright for a 2013 paper sent volunteers camping for a week in the summer. They were exposed to four times more light by day than usual and prohibited from using headlamps or flashlights at night. Upon return, the onset of melatonin - a hormone which promotes sleep and physiologically prepares the body for nighttime -- came nearly two hours earlier, near sunset. It began to wane, signaling the biological day, earlier too. In essence, the campers' clock synced with the summer sun.But questions remained. Just how quickly does the clock change in response to shifts in our light environment? And how big of an impact do seasonal changes have on human biological rhythms? To find out, Wright conducted the two new studies.In the first, his team recruited 14 volunteers: 9 went camping in the Colorado mountains for a summer weekend; 5 stayed home. When the campers returned after just two days and had their saliva tested, their melatonin rise had shifted 1.4 hours earlier.\"Weekend exposure to natural light was sufficient to achieve 69 percent of the shift in circadian timing we previously reported after a week's exposure to natural light,\" Wright said.Unlike their counterparts, who stayed up and slept in later than usual while at home, the campers maintained their regular sleep schedule, preventing the \"social jetlag\" that contributes to Monday morning grogginess as a result from  the clock shifting later over the weekend.For the second study, five volunteers went camping for one week near the time of the winter solstice and returned to the lab to have their melatonin tested hourly for 24 hours. Measurements showed they had been exposed to a whopping 13 times as much light by day as in their typical weekday environment during winter. While camping, they went to bed earlier and slept longer. Upon return, their melatonin levels began to rise 2.6 hours earlier.Without being thrown off by artificial light, their biological night had naturally lengthened to align with the season - as it does with many animals. \"This has been assumed but never demonstrated,\" Wright said.When light hits photoreceptors in the eye, it alters the master clock which then signals a cascade of events that impact rhythms in our body, influencing not only when we sleep and rise, but also the timing of hormone releases that impact appetite, metabolism and more.Delayed circadian and sleep timing has been associated with a host of health problems, including poor cognitive performance, mood disorders, diabetes and obesity, Wright noted. \"Our clock influences much more than sleep.\"Even after a weekend of camping, people have to keep a regular wake and sleep cycle in order to retain the circadian reset they've gained, he said. For those who want to get their circadian rhythm back on track, but can't get away for a camping trip, Wright suggests getting more bright natural light by day and shutting off smartphones and laptops well before bedtime.There could be other solutions too, he said.\"Our findings highlight an opportunity for architectural design to bring more natural sunlight into the modern built environment and to work with lighting companies to incorporate tunable lighting that could change across the day and night to enhance performance, health and well-being.\"", "article_link": "http://dx.doi.org/10.1016/j.cub.2016.12.041", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoca-cgt020217.php", "region": "namerica", "source_link": "http://www.colorado.edu/today/2017/02/01/cant-get-sleep-pitch-tent-weekend", "funder": "National Institutes of Health", "meeting": "", "institution": "University of Colorado at Boulder", "keywords": ["Medicine/Health", " Circadian Rhythm"], "journal": "Current Biology", "description": "Filling the day with natural light and the night with true darkness for as little as a weekend can have a profound impact on our circadian rhythm that may help us fall asleep earlier and potentially deliver other health benefits, according to new research involving Colorado campers.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}