{"title": "Study reveals public resistance toward workplace standing guidelines", "text": "A new King's College London study reveals significant public resistance and misunderstanding surrounding the UK's first health guidelines on sedentary behaviour at work, which were a response to mounting evidence on the health risks of prolonged sitting, including higher risk of cardiovascular disease, diabetes and certain cancers. The 2015 guidelines, written by health experts and published in the British Journal of Sports Medicine, recommended that people should aim to stand or do light activity (e.g. walking) for two to four hours per workday in order to avoid the negative effects of a sedentary lifestyle. The authors suggested this target could be achieved by, for example, using height-adjustable 'sit-stand' desks, or taking regular breaks to stand and move around. Previous research has shown that, on average, London office workers sit for 10.5 hours each weekday, with little standing or movement during core working hours. This new study by researchers at King's, Brunel University London and Anglia Ruskin University examined public responses to UK media coverage of the 2015 guidelines. The researchers analysed all available comments posted beneath online articles by six UK newspapers, including the Guardian, Daily Mail, Daily Express, Daily Telegraph, Independent and Daily Mirror.In their study, published today in BMC Public Health, the researchers found widespread confusion, misunderstanding and misapprehension among respondents about the health value of standing. These predominantly negative responses reveal significant resistance toward efforts to displace workplace sitting with standing, according to the researchers.  Each of the 573 comments they analysed fitted into one of three categories. Those in the first category questioned the credibility of the workplace sitting guidance, querying whether the authors had the knowledge and experience to offer guidance, or challenging the evidence base. Some people felt the guidance was impractical in their own workplace because their managers prioritised productivity over employee health, and would therefore penalise employees for taking breaks from their desk.The second category questioned the credibility of public health more broadly. Public health stakeholders were commonly mistrusted and portrayed as a group with hidden motives that conflict with those of the 'real' public. Some commentators, for example, felt public health serves hidden financial interests (such as increasing sales of sit-stand desks). The third category showed commentators acting as 'citizen scientists', sharing their own knowledge and experiences relating to sitting and standing, and how to adhere to the guidance.Dr Benjamin Gardner, lead author from the Institute of Psychiatry, Psychology & Neuroscience (IoPPN) at King's College London, said: 'Our study captured the views of website readers who were affected enough by news reports of the guidance to publicly respond to it. Although these comments may not necessarily represent the views of the general public, they provide a valuable glimpse into responses that may face employers or public health professionals who try to encourage people to stand more in the workplace. These insights are important because public opinion is inextricably linked to the success of public health campaigns.'We're now looking into the real-world contexts in which workplace standing initiatives could be implemented, such as standing in meetings. We think it is essential that researchers, practitioners and employers interested in reducing sitting time acknowledge these contexts.'Study co-author Dr Louise Mansfield, from Brunel University London, said: 'The findings show that if you don't involve people for whom an intervention is intended and it's not an acceptable or feasible intervention - it won't work. Exploring experiences of the widest range of stakeholders is important to any campaign.'", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/kcl-srp020117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health", " Behavior", " Exercise", " Employment", " Occupation/Retirement"], "journal": "BMC Public Health", "description": "A new King's College London study reveals significant public resistance and misunderstanding surrounding the UK's first health guidelines on sedentary behaviour at work, which were a response to mounting evidence on the health risks of prolonged sitting, including higher risk of cardiovascular disease, diabetes and certain cancers.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}