{"title": "Increased food assistance benefits could result in fewer ER visits", "text": "COLUMBIA, Mo. - In 2014, the Supplemental Nutrition Assistance Program (SNAP), a federal program to address food insecurity in the United States, provided $70 billion in nutrition support to 46.5 million families and children living in 22.7 million American households. According to the U.S. Department of Agriculture, SNAP benefits reduced the incidence of extreme poverty by 13.2 percent and child poverty by 15.5 percent between 2000 and 2009. Now, researchers from the University of Missouri have found that SNAP benefits also may be beneficial in reducing visits to the emergency room, saving money for families, health care facilities and taxpayers.\"According to prior research, the average medical costs associated with hypoglycemia requiring medical treatment was $1,186 per ER visit with costs often paid by Medicaid for individuals in extreme poverty,\" said Colleen Heflin, professor of public affairs. \"Public safety net programs do not operate in silos; health cannot be addressed without attending to proper nutrition. Understanding how  programs interact can improve policy programs  while controlling costs.\"Heflin, Leslie Hodges, a doctoral candidate in the  Truman School of Public Affairs, and Peter Mueser, professor of economics in the College of Arts and Science, used data from the Missouri SNAP and Medicaid programs to identify the benefit size of SNAP and the timing of ER claims. The researchers then analyzed the relationship between receipt of SNAP benefits and health care utilization. The analysis found a strong relationship between the size of the SNAP benefit and ER visits for hypoglycemia. The researchers found that a $100 increase in SNAP benefits decreased the likelihood of an ER visit for hypoglycemia by about 13 percent.\"This research suggests more generous SNAP benefits could help low-income families manage their household budgets,\" Hodges said. \"The SNAP program could help families avoid fluctuations in the quality and quantity of food that might result in low blood sugar severe enough to require treatment at the ER.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-ifa020117.php", "region": "namerica", "source_link": "http://munews.missouri.edu/news-releases/2017/0201-increased-food-assistance-benefits-could-result-in-fewer-er-visits/", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Health Care", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health", " Policy/Ethics", " Researchers/Scientists/Awards"], "journal": "Public Health Nutrition", "description": "According to the US Department of Agriculture, SNAP benefits reduced the incidence of extreme poverty by 13.2 percent and child poverty by 15.5 percent between 2000 and 2009. Now, researchers from the University of Missouri have found that SNAP benefits also may be beneficial in reducing visits to the emergency room, saving money for families, health care facilities and taxpayers.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}