{"title": "Soccer ball heading may commonly cause concussion symptoms", "text": "February 1, 2017--(BRONX, NY)--Frequent soccer ball heading is a common and under recognized cause of concussion symptoms, according to a study of amateur players led by Albert Einstein College of Medicine researchers. The findings run counter to earlier soccer studies suggesting concussion injuries mainly result from inadvertent head impacts, such as collisions with other players or a goalpost. The study was published online today in Neurology®, the medical journal of the American Academy of Neurology.\"The prevailing wisdom is that routine heading in soccer is innocuous and we need only worry about players when they have unintentional head collisions,\" says study leader Michael L. Lipton, M.D., Ph.D., professor of radiology and of psychiatry and behavioral sciences at Einstein and director of MRI Services at Montefiore. \"But our study suggests that you don't need an overt collision to warrant this type of concern. Many players who head the ball frequently are experiencing classic concussion symptoms such as headache, confusion, and dizziness during games and practice, even though they are not actually diagnosed with concussion. Concussion sufferers should avoid additional collisions or head impacts during the following days or weeks, when their risk of incurring a second concussion is extremely high. Because these injuries go unrecognized and unmanaged, there may be important clinical consequences for the short and long term.\"Studies clearly show that single or repeated concussion causes neurologic problems. But little is known about the effects of frequent but lesser impacts, such as those experienced while heading a soccer ball. Some research, notably a recent study of adolescent players published in JAMA Pediatrics, suggest that heading is not a common cause of concussion. \"However, these studies did not actually measure heading, and thus they were unable to separate the relative contributions of intentional and unintentional head impacts,\" says Dr. Lipton. In the current study, a part of the Einstein Soccer Study, Dr. Lipton and his colleagues asked 222 adult amateur soccer players (80 percent men, ages 18 to 55) to fill out online questionnaires on their soccer-related activities during the previous two weeks, including details about heading and other unintentional head impacts and any resulting headaches, pain and dizziness as well as more severe symptoms, such as feeling dazed, needing medical attention, and becoming unconscious. Some of the 222 players filled out questionnaires for more than a single two-week span, resulting in a total of 470 questionnaires during a nine-month period in 2013-2014.Approximately 35 percent of the participants reported one unintentional head impact, and 16 percent reported more than one such impact. The median number of headings during the two-week reporting period for all respondents was 40.5. Twenty percent of the participants reported experiencing moderate-to-very severe concussion symptoms, with 18 percent reporting severe and 7 percent very severe symptoms. Although these symptoms were more strongly connected with unintentional head impacts, heading was shown to be an independent risk factor for concussion symptoms.\"This finding is consistent with one of our previous studies, where 30 percent of soccer players who'd had more than 1,000 headings per year had a higher risk of microstructural changes in the brain's white matter, typical of traumatic brain injury, and worse cognitive performance,\" says Dr. LiptonIn the new study, players who headed the most were the most susceptible to concussion. \"The extent to which lesser degrees of exposure to heading lead to cumulative injury over time is not known and deserves further study,\" Dr. Lipton says. \"Our findings certainly indicate that heading is more than just a 'sub-concussive' impact, and that heading-related concussions are common. We need to give people who have these injuries proper care and make efforts to prevent multiple head impacts, which are particularly dangerous.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/aeco-sbh012617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Albert Einstein College of Medicine", "keywords": ["Grants/Funding", " Medicine/Health", " Trauma/Injury", " Sports Medicine"], "journal": "Neurology", "description": "Frequent soccer ball heading is a common and under recognized cause of concussion symptoms, according to a study of amateur players led by Albert Einstein College of Medicine researchers. The findings run counter to earlier soccer studies suggesting concussion injuries mainly result from inadvertent head impacts, such as collisions with other players or a goalpost. The study was published online today in Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}