{"title": "Discovery of new T-cell subtype opens window on rheumatoid arthritis", "text": "Boston, MA - A research team led by scientists from Brigham and Women's Hospital (BWH) has carefully scrutinized the immune cells from patients with rheumatoid arthritis, revealing a striking new subset of T-cells that collaborate with other immune cells to drive inflammation in peripheral tissues. The work, which was propelled by technologies that enable the detailed analysis of even a handful of cells, opens a critical window on the biology of the disease and suggests a strategy for the development of more precise, powerful treatments. The study appears in the February 1st advance online edition of the journal Nature.\"While the newest therapies for rheumatoid arthritis have helped transform our ability to treat the disease, they are fairly blunt instruments -- blocking components of the immune system in a non-specific, global way,\" said first author Deepak Rao, who co-directs the Human Immunology Center at BWH. \"Our results help illuminate a path toward treatments that are much more precise and focused only on the most relevant immune cells.\"Rheumatoid arthritis is an autoimmune condition in which the immune system attacks the joints, causing inflammation, pain, and eventually destruction of the tissues that make up this essential body part. The disorder affects roughly 1 percent of the world's population, and disproportionately afflicts women. Although there is significant evidence implicating T-cells -- particularly their interactions with B-cells, which produce antibodies -- it has been unclear which T-cell subtypes help orchestrate the damaging immune responses that underlie rheumatoid arthritis. Rao, together with senior author Michael Brenner, set out to explore these questions by studying patient samples in remarkable detail not achieved in earlier studies. This \"disease deconstruction\" approach relies on sophisticated technologies, such as mass cytometry, which allowed the researchers to rapidly sift through blood, joint tissue, and the fluid surrounding joints to isolate specific cells, defined by the assortment of molecules on their surfaces. Rao and his colleagues also harnessed RNA sequencing methods that can characterize even very small numbers of cells, revealing which genes are turned on or off.By using these and other high-tech tools, the researchers homed in on a unique population of T-cells that are highly prevalent in the joints of rheumatoid arthritis patients. These cells, a kind of CD4+ or \"helper\" T-cell, represent roughly one-quarter of the helper T-cells found in patients' joints. Yet abundance is not their only noteworthy attribute. \"These cells don't adhere to the conventional view of helper T-cells, and that is really interesting,\" said Rao. By taking a deep look at these unique helper T-cells, Rao and his colleagues discovered that they display some unusual biological features. These T-cells are programmed to infiltrate parts of the body that are inflamed, and there they stimulate B-cells to produce antibodies. Antibodies are specialized proteins that usually recognize foreign substances and help rally the immune system to eliminate them. In autoimmune diseases, so-called autoantibodies instead recognize normal components of the human body and contribute to tissue damage. The Nature study represents the first detailed description of a type of T-cell with these features.To extend their initial findings, the researchers seek to understand the signals that coax these cells to develop, and whether they play roles in other autoimmune diseases, such as lupus, multiple sclerosis, and type 1 diabetes. The BWH team also plans to explore whether targeting these unique T-cells hold promise as a treatment for rheumatoid arthritis.\"This work is a remarkable illustration of the power of our disease deconstruction approach,\" said Brenner, who also directs BWH's Human Immunology Center together with Rao. \"We hope it will prove equally illuminating as we apply it to other immune-mediated diseases.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bawh-don013117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Biology", " Cell Biology", " Microbiology", " Medicine/Health", " Public Health"], "journal": "Nature", "description": "Researchers have carefully scrutinized the immune cells from patients with rheumatoid arthritis, revealing a striking new subset of T-cells that collaborate with other immune cells to drive inflammation in peripheral tissues.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}