{"title": "More dialysis does not deliver benefits, study finds", "text": "Doubling the amount of dialysis did not improve overall quality of life for patients with kidney failure, a study conducted by The George Institute for Global Health has found. \r\nThe results, published in the Journal of the American Society of Nephrology, challenge the widely-accepted view of clinicians that longer dialysis universally leads to better clinical outcomes and improved quality of life. \r\nHowever increasing the amount of dialysis did improve some intermediate outcomes, which may be important for some patients.\r\nLead author, Associate Professor Meg Jardine, of The George Institute for Global Health, said: \"A healthy kidney is working 24 hours a day, seven days a week. So the idea that patients can improve their outcomes by spending more time on dialysis has intrinsic appeal.\r\n\"In this study, participants randomised to extending their dialysis exposure spent 24 hours every week on dialysis, which was twice as much time as those who continued on a standard regime.  Despite this considerable increase in dialysis time, we found no difference in overall quality of life between the two groups. However, we did see some small improvements in particular aspects of quality of life. \"We also found more favourable blood pressure parameters and some improvements in biochemistry measurements. These factors may be important for some patients.\r\n\"At this point in our knowledge, it's hard to make sweeping generalisations about the amount of dialysis patients should receive. However, the findings of this study will make it easier for physicians and patients to sit down and tailor a dialysis plan that is best suited to the patient's priorities.\"\r\nPatients at 40 hospitals in Australia, Canada, China and New Zealand were evaluated over 12 months. Two hundred patients were randomly allocated with 100 receiving standard dialysis hours and another 100 received double the amount of dialysis.\r\nSenior author, Professor Vlado Perkovic, of The George Institute for Global Health, added: \"The growing numbers of people with kidney failure experience poorer health than their peers. The jury is still out on whether extending dialysis hours will play a role in reducing this burden. We are continuing to follow these patients to see if important differences emerge over a five year period.\"\r\nIn Australia, around 11,000 people a year undergo dialysis, costing the Australian health system up to $80,000 per patient each year. This figure is expected to rise sharply over the next decade, corresponding with the rise in diabetes, a major cause of kidney failure. Dialysis rates are expected to rise at a higher rate than kidney transplants, however, as already there is a shortage of available kidneys from donors.\r\nIn the United States, which has the highest dialysis rates in the world, nearly 400,000 people are on dialysis at a cost of more than $32 billion a year.", "article_link": "http://dx.doi.org/10.1681/ASN.2015111225", "url": "http://www.eurekalert.org/pub_releases/2017-02/gifg-md013117.php", "region": "australia", "source_link": null, "funder": "National Health and Medical Research Council, Baxter, The National Heart Foundation of Australia", "meeting": "", "institution": "George Institute for Global Health", "keywords": ["Medicine/Health"], "journal": "Journal of the American Society of Nephrology", "description": "Doubling the amount of dialysis did not improve overall quality of life for patients with kidney failure, a study conducted by The George Institute for Global Health has found. \r\nThe results, published in the Journal of the American Society of Nephrology, challenge the widely-accepted view of clinicians that longer dialysis inevitably leads to better clinical outcomes and improved quality of life.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}