{"title": "Understanding the genetics of human height", "text": "MONTREAL, February 1st 2017 - A large-scale international study involving more than 300 researchers from five continents and 700,000 participants, published today in Nature, heralds the discovery of 83 genetic variations controlling human height. Guillaume Lettre, a professor at Université de Montréal's Faculty of Medicine and researcher at the Montreal Heart Institute, co-led the study with professors Joel N. Hirschhorn of Harvard Medical School and Panos Deloukas of Queen Mary University of London.\r\n\"Of these 83 genetic variations, some influence adult height by more than 2 centimetres, which is enormous,\" said Lettre. \"The genes affected by these genetic variations modulate, among other things, bone and cartilage development and growth hormone production and activation.\"\r\nIt is well-known that above-average-height parents often have above-average-height children just as below-average-height parents often have below-average-height children. Indeed, this observation suggests that parent-to-child transmission of genetic information is the primary factor that determines an individual's height.\r\n\"In recent years, we identified several changes in DNA (i.e., genetic variations) associated with height, but their individual effects are low, influencing height by only one millimetre,\" said Lettre \"Moreover, it was often impossible to determine which genes are influenced by these variations. This made it difficult to identify the genes responsible for controlling human height.\"\r\nTo discover the 83 genetic variations, the research team measured the presence of 250,000 genetic variations in the study's 700,000 participants - an enormous job. Professor Panos Deloukas from Queen Mary University of London said: \"The success of our study was due to our large sample size. Our results suggest that our genetic approach works. We can now start identifying similar genetic variations that may influence the risk of developing common diseases such as diabetes, cancer, schizophrenia and cardiovascular disease, to name just a few.Human height as a starting point for precision medicine\"In our study, we used adult height as a simple observable physical trait to understand how information in our DNA can explain how we are all different,\" said Lettre. \"The idea was that if we could understand the genetics of human height, we could then apply this knowledge to develop genetic tools to predict other traits or the risk of developing common diseases.\"\r\nThe genetics of human height and of growth problemsIn regards to height, the researchers found several genes that may represent good therapeutic targets for growth problems often observed in children. For example, they demonstrated that variations that inactivate the gene STC2 increase the height of individuals who carry them in their DNA by acting on certain growth factors. \"In this sense, evaluating whether drugs that block STC2 activity could have an impact on growth seems to us very promising,\" concluded Lettre.", "article_link": "http://dx.doi.org/10.1038/nature21039", "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-utg012717.php", "region": "namerica", "source_link": null, "funder": "Montreal Heart Institute Foundation, Canada Research Chairs Program, National Institute of Health", "meeting": "", "institution": "University of Montreal", "keywords": ["Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Physiology", " Genes"], "journal": "Nature", "description": "A large-scale international study involving more than 300 researchers, published today in Nature, heralds the discovery of 83 genetic variations controlling human height. To discover the 83 genetic variations, the research team measured the presence of 250,000 genetic variations in the study's 700,000 participants -- an enormous job. This study paves the way for precision medicine.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}