{"title": "Atlanta Falcons to win Super Bowl, says Pitt researcher", "text": "PITTSBURGH--The Atlanta Falcons will defeat the New England Patriots in Super Bowl 51. This prediction comes from a University of Pittsburgh researcher who backs his claim with seven years of National Football League (NFL) data and statistics. \"Increasingly, we are seeing NFL coaches and executives embracing analytics to improve their overall knowledge of the game and give them data-driven competitive advantages over their opponents. I believe this study is yet another step in that direction,\" said Konstantinos Pelechrinis, an associate professor in Pitt's School of Information Sciences. Pelechrinis's study, published in PLOS, analyzed 1,869 regular and postseason games from 2009 to 2015. Through in-depth analysis, he identified key in-game factors--turnover differential and penalty yardage, among others--that directly correlate with winning probability. The analysis found that committing one fewer turnover than the opposition presented a 20 percent gain in winning probability. A 10-yard advantage in penalty yardage correlated to a 5 percent difference.He then used a probability model to create a Football Prediction Matchup (FPM) engine to compare teams. Pelechrinis compared the Patriots' and the Falcons' performances in those key in-game factors during the 2016 regular season. Finally, Pelechrinis ran 10,000 simulations of the game in order to draw his conclusion: The Atlanta Falcons have a 54 percent probability of prevailing in Super Bowl 51. \"I believe both die-hard football fans and casual viewers will be in for an exciting game this Sunday. The Patriots and the Falcons are two dynamic, high-scoring football teams that perform extraordinarily well in the key areas of the game that most impact winning,\" said Pelechrinis. \"However, we are confident that it will be the Atlanta Falcons walking away with that franchise's first Vince Lombardi Trophy.\" When Pelechrinis ran his model on the 2017 NFL Playoffs, the FPM had an accuracy rate of 90 percent. Pelechrinis said the system can reliably foretell the outcomes of all NFL games with an accuracy of 63 percent. This rate is comparable to existing state-of-the-art prediction systems and outperforms expert NFL analysts more than 60 percent of the time. In addition to predicting upcoming game matchups, an expanded version of the study explored strategic on-field decision-making. Most notably, it found that coaches are overly conservative in key situations such as fourth-down conversions and point-after-touchdown options, which reduces the team's winning probability percentage. Pelechrinis points to fourth-down conversion attempts when deep within an opponent's territory as a prime example of coaches being too cautious with their in-game decisions. \"When faced with, let's say, a fourth-and-1 from an opponent's 25-yard line, conventional football wisdom says a field-goal attempt--potentially resulting in three points--would be a coach's best option. The research shows that continuing to pursue a touchdown--eventually resulting in six to eight points--would be best for maximizing this scoring opportunity as well as the overall goal of winning the game,\" Pelechrinis said.Pelechrinis, who leads Pitt's School of Information Sciences' Network Data Science Lab, adds: \"I should make it clear here that I'm not advocating for always going for the touchdown in this situation. You always have to consider the in-game circumstances. Obviously, if you're down by one point with less than two minutes in the game, just kick the field goal.\" Pelechrinis partnered in this study with Evangelos Papalexakis, a professor of computer science at the University of California, Riverside.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0168716", "url": "http://www.eurekalert.org/pub_releases/2017-02/uop-aft020117.php", "region": "namerica", "source_link": "http://www.news.pitt.edu/news/atlanta-falcons-win-super-bowl-says-pitt-researcher", "funder": "", "meeting": "", "institution": "University of Pittsburgh", "keywords": ["Science/Math", " Mathematics/Statistics", " Algorithms/Models", " Number Literacy/General Statistics", " Systems/Chaos/Pattern Formation/Complexity", " Sports Medicine", " Sports/Recreation", " Sports/Recreation", " Information Management/Tracking Systems", " Management Science/Operations Research"], "journal": "PLOS ONE", "description": "The Atlanta Falcons will defeat the New England Patriots in Super Bowl 51. This prediction comes from a University of Pittsburgh researcher who backs his claim with seven years of National Football League (NFL) data and statistics.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}