{"title": "GIANT study finds rare, but influential, genetic changes related to height", "text": "In the largest, deepest search to date, the international Genetic Investigation of Anthropometric Traits (GIANT) Consortium has uncovered 83 new DNA changes that affect human height. These changes are uncommon or rare, but they have potent effects, with some of them adjusting height by more than 2 cm (almost 8/10 of an inch). The 700,000-plus-person study also found several genes pointing to previously unknown biological pathways involved in skeletal growth. Findings were published online by Nature on February 1.\"While our last study identified common height-related changes in the genome, this time we went for low-frequency and rare changes that directly alter proteins and tend to have stronger effects,\" says Joel Hirschhorn, MD, PhD, of Boston Children's Hospital and the Broad Institute of MIT and Harvard, chair of the GIANT Consortium and co-senior investigator on the study together with researchers at the Montreal Heart Institute, Queen Mary University, the University of Exeter, UK, and nearly 280 other research groups. \"To identify these protein-altering changes, some of them very uncommon, required tremendous statistical power, which we achieved thanks to a strong international collaboration.\"In 2014, GIANT, studying roughly 250,000 people, brought the total number of known genetic variants to nearly 700 -- in more than 400 spots in the genome. This effort involved a powerful method called genome-wide association study (GWAS), which rapidly scans across the genomes of large populations for markers that track with a particular trait. GWAS are good at finding common genetic variants, but nearly all of the identified variants alter height by less than 1 mm (less than 1/20 of an inch). GWAS studies are not as good at capturing uncommon genetic variants, which can have larger effects. Finally, the common variants that track with traits tend to lie mostly outside the protein-coding parts of genes, making it harder to figure out which genes they affect.So in the new study, the GIANT investigators used a different technology: the ExomeChip, which tested for a catalogue of nearly 200,000 known variants that are less common and that alter the function of protein-coding genes. These variants point more directly to genes and can be used as a shortcut to figuring out which genes are important for a specific disease or trait. Most had not been assessed in prior genetic studies of height.Using ExomeChip data from a total of 711,428 adults (an initial 460,000 people and about 250,000 more to validate the findings), the investigators identified 83 uncommon variants associated with adult height: 51 \"low-frequency\" variants (found in less than 5 percent of people) and 32 rare variants (found in less than 0.5 percent). With these new findings, 27.4 percent of the heritability of height is now accounted for (up from 20 percent in earlier studies), with most heritability still explained by common variants.Twenty-four of the newly discovered variants affect height by more than 1 cm (4/10 of an inch), larger effects than typically seen with common variants. \"This finding matches a pattern seen in other genetic studies, where the more potent variants are rarer in the population,\" says Hirschhorn, who is also an endocrinologist at Boston Children's and a professor of pediatrics and genetics at Harvard Medical School. These rare variants not only had large effects but also pointed to dozens of genes as important for skeletal growth. Some of these genes were already known, but many (including SUSD5, GLT8D2, LOXL4, FIBIN, and SFRP4) have not previously been connected with skeletal growth. One gene of particular interest, STC2, had two different DNA changes that both had larger effects on height. Though the variants are quite rare (frequency of 0.1 percent), people with either of these changes were 1-2 cm taller than non-carriers. Further investigations by co-authors Troels R. Kjaer and Claus Oxvig of Aarhus University (Denmark) suggested that the variants influence height by affecting the availability of growth factors in the blood. \"The STC2 protein serves as a brake on human height, validating it as a potential drug target for short stature,\" says Hirschhorn.Why study height? Height is the \"poster child\" of complex genetic traits, meaning it is influenced by multiple genetic variants working together. It's easy to measure, so makes a relatively simple model for understanding traits produced by not one gene, but many. \"Mastering the complex genetics of height may give us a blueprint for studying multifactorial disorders that have eluded our complete understanding, such as diabetes and heart disease,\" says Hirschhorn.  \"This study has shown that rare protein-altering variants can be helpful at finding some of the important genes, but also that even larger sample sizes will be needed to completely understand the genetic and biologic basis of human growth and other multifactorial diseases.\"Indeed, the GIANT consortium is already embarking on a GWAS of height with more than 2 million people, and other studies involving sequencing data are underway. \"We predict that these more comprehensive studies will continue to enhance our understanding of human growth and how best to attain the biological insights that will inform treatments for common diseases,\" says Hirschhorn.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bch-gsf013017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Wellcome Trust, Medical Research Center,  European Research Council, European Union, Canadian Government, Canadian Institutes of Health Research, Danish Council, Novo Nordisk, Lundbeck Foundation", "meeting": "", "institution": "Boston Children's Hospital", "keywords": ["Genetics", " Medicine/Health", " Endocrinology", " Genes"], "journal": "Nature", "description": "In the largest, deepest search to date, the international Genetic Investigation of Anthropometric Traits (GIANT) Consortium has uncovered 83 new DNA changes that affect human height. These changes are uncommon or rare, but they have potent effects, with some of them adjusting height by more than 2 cm (almost 8/10 of an inch). The 700,000-plus-person study also found several genes pointing to previously unknown biological pathways involved in skeletal growth. Findings were published online by Nature on Feb. 1.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}