{"title": "UTSW urges use of evidence-based medicine to avoid overtreatment of type 2 diabetes", "text": "DALLAS - Jan. 31, 2017 - UT Southwestern Medical Center research supports an evidence-based medicine (EBM) approach that embraces individualized care to prevent overtreatment, specifically for patients with type 2 diabetes.This recommended strategy is outlined in a review article published recently in Circulation.Medical care overuse accounts for approximately 20 percent of the estimated $750 billion of wasteful spending in health care in the United States, according to the National Academy of Medicine.While there are many factors that drive overuse, the authors propose that applying the principles of EBM - which includes balancing absolute benefits and harms with the physician's judgment and the patient's values and preferences - helps to avoid overtreatment. The review is intended to be a call to action for physicians, medical educators, researchers, and policy leaders to apply EBM principles to individualize treatment decisions and to improve the health and well-being of patients.\"Evidence-based medicine is a powerful tool to provide person-centered care to individuals with type 2 diabetes, as well as for patients with other diseases,\" said Dr. Anil Makam, Assistant Professor of Internal Medicine at UT Southwestern and lead author of the article. \"When applied to type 2 diabetes, EBM calls for a paradigm shift in our treatment approach.\"To prevent overtreatment, the researchers propose that intensive blood-sugar treatment should not be a universal goal of patient care for those with type 2 diabetes, which according to the Centers for Disease Control and Prevention affects more than 29 million people in the United States.While the current standard of care for type 2 diabetes calls for strict control of blood sugars (defined as a hemoglobin A1c level of less than 7 percent), evidence shows that this strategy offers only a modest potential benefit - and it can decrease quality of life due to the burden of treatment itself and possible harm from therapy. Also, because it takes up to two decades of strict blood-sugar control to potentially achieve meaningful benefit, many frail and older individuals can be successfully treated by achieving more modest blood-sugar goals (hemoglobin A1c levels of 8.5 to 9 percent) that maintain the benefits of treatment while minimizing potential harm.\"EBM is often misunderstood as a call for universal, cookie-cutter medicine, which has led to an epidemic of overtreatment in type 2 diabetes,\" said Dr. Oanh Nguyen, Assistant Professor of Internal Medicine and Clinical Sciences, and senior author of the article. \"Instead, EBM is a critical tool in the physician's arsenal to provide individualized and person-centered care.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/usmc-uuu013117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Circulation", "description": "UT Southwestern Medical Center research supports an evidence-based medicine (EBM) approach that embraces individualized care to prevent overtreatment, specifically for patients with type 2 diabetes.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}