{"title": "Low thyroid hormone before birth alters growth and development of fetal pancreas", "text": "Levels of thyroid hormone in babies influence insulin-secreting cells of the pancreas, according to a new study published in the Journal of Physiology.The team of scientists from the UK, US, and Australia studied a sheep animal model of thyroid hormone deficiency before birth. They measured levels of three hormones: thyroid hormone, insulin, and leptin. They also studied the rate of cell division and the number of beta cells, the cells of the pancreas that store and secrete insulin. Normal levels of thyroid hormone during pregnancy are vital for proper development of the baby.  Approximately 1 in 3000 babies are born each year with an under-developed thyroid gland (congenital hypothyroidism) and 2-4% of pregnant mothers are affected by thyroid disease.  It is important, therefore, to figure out how thyroid hormone affects the fetal pancreas, and susceptibility to pancreatic disorders and type 2 diabetes in later life. Type 2 diabetes is a disorder of the body's response to the insulin-secreting cells of the pancreas.This new research found that thyroid hormone levels impair the growth and development the fetal pancreas by affecting the number and rate of cell division of the beta cells. Figuring out the full picture of how thyroid hormone influences the fetal pancreas will help ensure the health of babies with congenital thyroid hormone disorders and those born to mothers with thyroid hormone disorders. Commenting on the study, first author, Dr Shelley Harris, said:\r\n'The study highlights a novel role for thyroid hormones in regulating pancreatic development and opens up new questions to be explored.'Senior author Dr Alison J. Forhead added: 'In individuals with low thyroid hormone before birth, abnormalities in beta-cell development may lead to increased risk of pancreatic disorders and type 2 diabetes in later life.'", "article_link": "http://dx.doi.org/10.1113/JP273555", "url": "http://www.eurekalert.org/pub_releases/2017-01/tps-lth013017.php", "region": "europe", "source_link": "http://www.physoc.org/press-release/2017/low-thyroid-hormone-birth-alters-growth-and-development-fetal-pancreas", "funder": "", "meeting": "", "institution": "The Physiological Society", "keywords": ["Cell Biology", " Physiology", " Medicine/Health", " Endocrinology", " Diabetes", " Physiology"], "journal": "The Journal of Physiology", "description": "Levels of thyroid hormone in babies influences insulin-secreting cells of the pancreas, according to a new study published in The Journal of Physiology.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}