{"title": "Endocrine Society experts issue clinical practice guideline on pediatric obesity", "text": "Washington, DC -- The Endocrine Society today issued a Clinical Practice Guideline advising healthcare providers on how to prevent and treat childhood obesity with lifestyle changes. The guideline, titled \"Pediatric Obesity -- Assessment, Treatment, and Prevention: An Endocrine Society Clinical Practice Guideline,\" was published online and will appear in the March 2017 print issue of The Journal of Clinical Endocrinology & Metabolism (JCEM), a publication of the Endocrine Society. In addition to prevention and treatment, the guideline provides recommendations on how to evaluate affected children for medical or psychological complications, when to evaluate children for rare genetic causes of obesity and when to consider medications or surgery for the most severely affected older adolescents.Pediatric obesity is a pervasive international problem. Seventeen percent of American children and teenagers between the ages of 2 and 19 were affected by obesity in 2011-2014, according to the U.S. Centers for Disease Control and Prevention. Obesity in this age group was associated with an estimated $14.1 billion in additional prescription drug, emergency room and outpatient medical visit costs each year, according to the Society's Endocrine Facts & Figures Report.Children and teenagers are diagnosed as being overweight when an individual's body-mass index (BMI) is between the 85th and 95th percentile for their age and sex. Obesity occurs when a child or teen's BMI is greater than or equal to the 95th percentile for their age and sex. A child or teen is diagnosed with extreme obesity when the BMI is greater than or equal to 120 percent of the 95th percentile.\"Intensive, family-centered lifestyle modifications to encourage healthy diet and activity remain the central approach to preventing and treating obesity in children and teenagers,\" said Dennis M. Styne, MD, of the University of California Davis Medical Center in Sacramento, CA. Styne chaired the task force that developed the guideline. \"Since the Society last issued a pediatric obesity guideline in 2008, physicians have access to new information on genetic causes of obesity, psychological complications associated with obesity, surgical techniques and medications that are now available for the most severely affected older teenagers. The guideline offers information on incorporating these developments into patient care.\"The guideline authors noted unmet needs for future research include understanding the causes of pediatric obesity and its complications, prevention and treatment. In addition, research is needed to examine how environmental and economic factors can drive worldwide cultural changes in diet and activity.", "article_link": "http://dx.doi.org/10.1210/jc.2016-2573", "url": "http://www.eurekalert.org/pub_releases/2017-01/tes-ese013117.php", "region": "namerica", "source_link": null, "funder": "Endocrine Society", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medical Education", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Health Professionals", " Internal Medicine", " Pediatrics"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "The Endocrine Society today issued a Clinical Practice Guideline advising healthcare providers on how to prevent and treat childhood obesity with lifestyle changes.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}