{"title": "The Lancet: Low socioeconomic status reduces life expectancy and should be counted as a major risk factor in health policy, study says", "text": "Low socioeconomic status is linked to significant reductions in life expectancy and should be considered a major risk factor for ill health and early death in national and global health policies, according to a study of 1.7 million people published by The Lancet.The study, using data from the UK, France, Switzerland, Portugal, Italy, USA and Australia, is the first to compare the impact of low socioeconomic status with other major risk factors on health, such as physical inactivity, smoking, diabetes, high blood pressure, obesity and high alcohol intake. Although socioeconomic status is one of the strongest predictors of illness and early death worldwide, it is often overlooked in health policies. \"Given the huge impact of socioeconomic status on health, it's vital that governments accept it as a major risk factor and stop excluding it from health policy,\" said lead author Dr Silvia Stringhini, Lausanne University Hospital, Switzerland. \"Reducing poverty, improving education and creating safe home, school and work environments are central to overcoming the impact of socioeconomic deprivation. By doing this, socioeconomic status could be targeted and improved, leading to better wealth and health for many.\" [1]In the study, researchers compared socioeconomic status against six of the main risk factors defined by the World Health Organisation in its Global Action Plan for the Prevention and Control of Non-Communicable Diseases. The plan aims to reduce non-communicable diseases by 25% by 2025, but omits socioeconomic status as a risk factor for these diseases.The study included data from 48 studies comprising more than 1.7 million people. It used a person's job title to estimate their socioeconomic status and looked at whether they died early.When compared with their wealthier counterparts, people with low socioeconomic status were almost 1.5 times (46%) more likely to die before they were 85 years old. Among people with low socioeconomic status, 55,600 (15.2% of men and 9.4% of women) died before the age of 85, compared with 25,452 (11.5% of men and 6.8% of women) of people with high socioeconomic status. The study also estimated that that 41% of men and 27% of women had low socioeconomic status and that this was associated with reduced life expectancy of 2.1 years, similar to being inactive (2.4 years). The greatest reductions were for smoking and diabetes (4.8 and 3.9 years, respectively). Comparatively, high blood pressure, obesity and high alcohol consumption were associated with smaller reductions in life expectancy (1.6, 0.7 and 0.5 years, respectively) than low socioeconomic status.\"Education, income, and work are known to affect health, but few studies have examined how important these socioeconomic factors actually are. Our study aims to compare the effect of socioeconomic status with the major risk factors targeted in global health strategies.\" said Professor Mika Kivimaki, University College London, UK, one of the senior authors of the study. [1]\"Socioeconomic status is important because it is a summary measure of lifetime exposures to hazardous circumstances and behaviours, that goes beyond the risk factors for non-communicable diseases that policies usually address. Our study shows that it should be included alongside these conventional risk factors as a key risk factor for ill health.\" said Professor Paolo Vineis, Imperial College London, UK, senior author of the study and leader of the EU LIFEPATH consortium in which this study is embedded. [1]Limitations of the study include that the researchers only used occupational position as the indicator of socioeconomic status. While it is a commonly used measure, it can risk over simplifying the complexity of socioeconomic status. Although the study analysed and controlled for low socioeconomic status as an independent risk factor, the authors say it is difficult to separate the effects of socioeconomic status from other risk factors, highlighting the importance of targeting it alongside conventional risk factors for health included in global health targets.Writing  in a linked Comment, Dr Martin Tobias, Tobias + Cheung Consulting, New Zealand, said: \"Having low social rank means being powerless to determine your own destiny, deprived of material resources, and limited in the opportunities open to you, which--the authors imply-- shapes both your lifestyle and your life chances... Whatever the exact effect and impact of low social rank on the health of individuals and populations might be, the authors' key message is clear: social rank deserves consideration alongside the established 25 × 25 risk factors... Moreover, the UN Sustainable Development Goals, which have replaced the MDGs and will run from 2016 to 2030, provide a timely opportunity to go beyond the WHO 25 × 25 goal and place social determinants squarely at the centre of sustainable development.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tl-tll013017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Low socioeconomic status is linked to significant reductions in life expectancy and should be considered a major risk factor for ill health and early death in national and global health policies, according to a study of 1.7 million people published by The Lancet.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}