{"title": "Scientists aim to reduce animals killed in drug testing", "text": "Researchers from Hiroshima University's Graduate School of Biosphere Science believe their technique for examining inflammation in fatty tissues could revolutionize drug testing on animals:\r\n\r\n'Animal experimentation is a serious social problem in developed countries, with many animals being sacrificed in order to develop medicines, cosmetics and functional foods for humans.\r\n\r\n'What we are proposing is a way to reduce not only the number of animals which are used in experiments, but also animal experiments themselves.'\r\nThat's the hope of Associate Professor Noriyuki Yanaka and researchers at Hiroshima University who have developed a non-invasive way to assess the anti-inflammatory properties of fortified health foods and medications. The team from HU's Graduate School of Biosphere Science believe their technique for examining fatty tissues will greatly reduce the numbers of lab mice sacrificed and could revolutionize medicinal drug testing.           With obesity levels soaring globally, so too are associated metabolic disorders including type-2-diabetes, cardiovascular disease, and cancers. Over-nutrition strains the body and can physically damage the bodies naturally occurring fatty tissue. The body responds to this with an influx of macrophage white-blood cells - disease-fighting cells that physically engulf pathogens. While in the healthy body this should prove a positive action, previous animal studies show that macrophages can cause serious problems in obese fatty tissues. Macrophages damage already strained fat cells further, leading to inflammation and the risk of life-threatening diseases developing.It is this phenomenon that the team at Hiroshima University are interested in observing - however, their concern is not just for humans leading sedentary modern lives.          Until now, analysis of inflammation in fatty tissue required large numbers of lab mice to be terminated regularly.  Not only does this regular termination restrict long-term observation, it also leads to many mice dying in vain, as unsatisfactory observations require fresh batches of mice to be prepared. Professor Yanaka, conscious of the high numbers of lab mice euthanized in these studies has proposed a method that reduces not only the numbers of rodents sacrificed but also makes for more-satisfactory observations - a solution that works better for all concerned.          By investigating a spectrum of lab mouse genes, and their activation in different murine tissues, the researchers at HU have been able to isolate one that is highly expressed in obese fatty tissues where macrophages are causing inflammation havoc. That gene, Serum Amyloid A3 (Saa3), \"turns-on\" and can be detected when fatty tissue becomes inflamed, enabling a non-invasive drug testing method to be developed.  To achieve this Professor Yanaka's team attached the light-emitting luciferase gene, sourced from fireflies, to Saa3's promoter region - creating a chimeric gene that emits light in fatty tissue suffering inflammation.By injecting this chimeric gene into fertilized mouse eggs the team created a batch of transgenic mice - some of which were fed a natural-wild diet, and others a high-fat diet. Examination of them, while alive, using bioluminescence imaging showed the obese mice exhibiting high concentrations of light-emittance in areas where inflamed fatty tissue was found to be present - the natural-wild-diet fed mice exhibited no light emittance, thus a non-invasive method  for detecting inflammation in fatty tissue was born.          Professor Yanaka stresses this method does not negate the need for terminating lab mice entirely with some requiring termination for further analysis. However, the process is much more selective and termination only occurs when it is most useful to the researchers. He says the numbers of lab mice required will drop dramatically and this could have far-reaching ramifications:  \"Animal experimentation is a serious social problem in developed countries, with many animals being sacrificed in order to develop medicines, cosmetics and functional foods for humans.\"What we are proposing is a way to reduce not only the number of animals which are used in experiments, but also animal experiments themselves.\"\r\n", "article_link": "http://dx.doi.org/10.1038/srep38697", "url": "http://www.eurekalert.org/pub_releases/2017-01/hu-sat013117.php", "region": "asia", "source_link": null, "funder": "Ministry of Education, Sports, Science and Technology of Japan", "meeting": "", "institution": "Hiroshima University", "keywords": ["Biology", " Cell Biology", " Nutrition/Nutrients", " Physiology", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Policy/Ethics", " Animal Research/Rights", " Genes"], "journal": "Scientific Reports", "description": "Researchers from Hiroshima University's Graduate School of Biosphere Science believe their technique for examining inflammation in fatty tissues could revolutionize drug testing on animals:\r\n\r\n'Animal experimentation is a serious social problem in developed countries, with many animals being sacrificed in order to develop medicines, cosmetics and functional foods for humans.\r\n\r\nWhat we are proposing is a way to reduce not only the number of animals which are used in experiments, but also animal experiments themselves.'", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}