{"title": "Women, Minorities and Persons with Disabilities in Science and Engineering report released", "text": "The National Center for Science and Engineering Statistics (NCSES) today announced the release of the 2017 Women, Minorities, and Persons with Disabilities in Science and Engineering (WMPD) report, the federal government's most comprehensive look at the participation of these three demographic groups in science and engineering education and employment.The report shows the degree to which women, people with disabilities and minorities from three racial and ethnic groups -- black, Hispanic and American Indian or Alaska Native -- are underrepresented in science and engineering (S&E). Women have reached parity with men in educational attainment but not in S&E employment. Underrepresented minorities account for disproportionately smaller percentages in both S&E education and employmentCongress mandated the biennial report in the Science and Engineering Equal Opportunities Act as part of the National Science Foundation's (NSF) mission to encourage and strengthen the participation of underrepresented groups in S&E.\"An important part of fulfilling our mission to further the progress of science is producing current, accurate information about the U.S. STEM workforce,\" said NSF Director France Córdova. \"This report is a valuable resource to the science and engineering policy community.\"NSF maintains a portfolio of programs aimed at broadening participation in S&E, including ADVANCE: Increasing the Participation and Advancement of Women in Academic Science and Engineering Careers; LSAMP: the Louis Stokes Alliances for Minority Participation; and NSF INCLUDES, which focuses on building networks that can scale up proven approaches to broadening participation.The digest provides highlights and analysis in five topic areas: enrollment, field of degree, occupation, employment status and early career doctorate holders. That last topic area includes analysis of pilot study data from the Early Career Doctorates Survey, a new NCSES product. NCSES also maintains expansive WMPD data tables, updated periodically as new data become available, which present the latest S&E education and workforce data available from NCSES and other agencies. The tables provide the public access to detailed, field-by-field information that includes both percentages and the actual numbers of people involved in S&E.\"WMPD is more than just a single report or presentation,\" said NCSES Director John Gawalt. \"It is a vast and unique information resource, carefully curated and maintained, that allows anyone (from the general public to highly trained researchers) ready access to data that facilitate and support their own exploration and analyses.\"Key findings from the new digest include:For more information, including access to the digest and data tables, see the updated WMPD website.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nsf-wma013117.php", "region": "namerica", "source_link": "http://bit.ly/2jz4hbl", "funder": "National Science Foundation", "meeting": "", "institution": "National Science Foundation", "keywords": ["Education", " Graduate/Postgraduate Education", " Professional", " Science/Math", " Undergraduate", " Mathematics/Statistics"], "journal": "", "description": "The National Center for Science and Engineering Statistics (NCSES) today announced the release of the 2017 Women, Minorities, and Persons with Disabilities in Science and Engineering (WMPD) report, the federal government's most comprehensive look at the participation of these three demographic groups in science and engineering education and employment.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}