{"title": "UTA materials scientist invents breath monitor to detect flu", "text": "Perena Gouma, a professor in the Materials Science and Engineering Department at The University of Texas at Arlington, has published an article in the journal Sensors that describes her invention of a hand-held breath monitor that can potentially detect the flu virus.The article, published in January 2017, explains in-depth how the single-exhale sensing device works and the research involved in its creation, which was funded by the National Science Foundation through the Smart Connected Health program.\r\nGouma's device is similar to the breathalyzers used by police officers when they suspect a driver of being under the influence of alcohol. A patient simply exhales into the device, which uses semiconductor sensors like those in a household carbon monoxide detector.  The difference is that these sensors are specific to the gas detected, yet still inexpensive, and can isolate biomarkers associated with the flu virus and indicate whether or not the patient has the flu. The device could eventually be available in drugstores so that people can be diagnosed earlier and take advantage of medicine used to treat the flu in its earliest stages. This device may help prevent flu epidemics from spreading, protecting both individuals as well as the public health.Gouma and her team relied on existing medical literature to determine the quantities of known biomarkers present in a person's breath when afflicted with a particular disease, then applied that knowledge to find a combination of sensors for those biomarkers that is accurate for detecting the flu. For instance, people who suffer from asthma have increased nitric oxide concentration in their breath, and acetone is a known biomarker for diabetes and metabolic processes. When combined with a nitric oxide and an ammonia sensor, Gouma found that the breath monitor may detect the flu virus, possibly as well as tests done in a doctor's office.\"I think that technology like this is going to revolutionize personalized diagnostics. This will allow people to be proactive and catch illnesses early, and the technology can easily be used to detect other diseases, such as Ebola virus disease, simply by changing the sensors,\" said Gouma, who also is the lead scientist in the Institute for Predictive Performance Measurement at the UTA Research Institute.\"Before we applied nanotechnology to create this device, the only way to detect biomarkers in a person's breath was through very expensive, highly-technical equipment in a lab, operated by skilled personnel. Now, this technology could be used by ordinary people to quickly and accurately diagnose illness.\"Stathis Meletis, chair of the Materials Science and Engineering Department, noted that Gouma's research shows how UTA's nanotechnology research can have a profound impact on health and the human condition in our communities, as outlined in the University's Strategic Plan 2020: Bold Solutions | Global Impact.\"Dr. Gouma's development of a portable, single-exhale device that can be used to detect diseases has implications far beyond the laboratory,\" Meletis said. \"This shows the impact of nanotechnology on our everyday lives, and has potential for applications related to security and other important areas as well.\" In addition to Gouma's research, UTA engineering faculty have applied nanotechnology to fighting cancer, increasing energy efficiency and detecting harmful substances, among other applications.", "article_link": "http://dx.doi.org/10.3390/s17010199", "url": "http://www.eurekalert.org/pub_releases/2017-01/uota-ums013117.php", "region": "namerica", "source_link": "http://www.uta.edu/news/releases/2017/01/gouma-breath-analyzer-flu.php", "funder": "", "meeting": "", "institution": "University of Texas at Arlington", "keywords": ["Biotechnology", " Biochemistry", " Diagnostics", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Superconductors/Semiconductors", " Mechanical Engineering"], "journal": "Sensors", "description": "Perena Gouma, a professor in the Materials Science and Engineering Department at The University of Texas at Arlington, has published an article in the journal Sensors that describes her invention of a hand-held breath monitor that can potentially detect the flu virus.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}