{"title": "People infected with HIV may be more susceptible to diabetes", "text": "People infected with HIV may be more susceptible to developing diabetes, suggests research published in the online journal BMJ Open Diabetes Research & Care.The prevalence of the condition was nearly 4% higher in a nationally representative sample of people being treated for the virus than among the US general public, and often in the absence of a key risk factor -- obesity -- the findings show.Links between HIV infection and diabetes have been made before, but remain hotly contested.The researchers therefore set out to estimate the prevalence of diabetes among a representative group of HIV positive adults, and to compare this with the rate in the general population to try and establish if people infected with HIV might be at heightened risk of diabetes.They drew on two sets of data for 2009-2010 for their analysis: survey responses from 8610 HIV positive individuals in the Medical Monitoring Project (MMP), which produces nationally representative estimates of behavioural and clinical features of HIV positive adults in receipt of medical care in the USA; and survey data from 5604 members of the general public, taking part in the annual National Health and Nutrition Examination Survey (NHANES).Certain social, economic, and health factors have been linked to a heightened risk of developing diabetes.Three out of four MMP participants were men, and well over half (just under 60%) were aged 45 and above. More than half had gone on to further education. Around one in four were clinically obese, with a BMI of 30 or greater. Around one in five were also infected with hepatitis C (HCV) and nearly all (90%) had been treated with antiretroviral therapy over the past year. Around half (56.5%) were above the poverty line.Around half of the NHANES participants were men and aged 45 and above; more than half (just under 59%) had gone on to further education; and most (91.5%) lived above the poverty line.  Around a third (36%) were obese and just under 2% were infected with HCV.One in 10 MMP participants had diabetes: of these, just under 4% had type 1 disease; around half (just over 52%) had type 2 disease; and  around 4 out of 10 (44%) had unspecified diabetes.The equivalent prevalence of diabetes in the general population was just over 8%, including among those who had received medical care in the past year.Among HIV positive adults, older age, obesity, greater number of years since HIV diagnosis, and CD4 count--an indicator of immune system health--were all independently associated with a heightened risk of diabetes.But when all these potential influential factors had been accounted for, as well as sex, ethnicity, HCV infection and poverty, the prevalence of diabetes among HIV positive adults was 3.8% higher than it was in the general population.This is an observational study so no firm conclusions can be drawn about cause and effect, and the researchers point out that as HIV treatment is now so effective, those who have the infection are likely to live long enough to become vulnerable to serious diseases, such as heart disease and diabetes, that afflict the general population.Nevertheless, they conclude: \"Although obesity is a risk factor for prevalent [diabetes] among HIV infected adults, when compared with the general US adult population, [these] adults may have higher [diabetes mellitus) prevalence at younger ages, and in the absence of obesity.\"They add: \"Additional research would help to determine whether [diabetes] screening guidelines should be modified to include HIV infection as a risk factor for [the condition], and to identify optimal management strategies in this population.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/b-piw012717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "BMJ Open Diabetes Research & Care", "description": "People infected with HIV may be more susceptible to developing diabetes, suggests research published in the online journal BMJ Open Diabetes Research & Care.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}