{"title": "What primary care providers should know about diabetic neuropathy", "text": "ANN ARBOR, Mich. - An estimated 60 to 70 percent of people with diabetes develop some form of diabetic neuropathy, or the chronic nerve damage diabetes causes, according to the National Institute of Diabetes and Digestive and Kidney Diseases.With so many people affected, researchers at Michigan Medicine led a group of internationally recognized endocrinologists and neurologists from both sides of the Atlantic and teamed up with the American Diabetes Association to craft a new position statement on the prevention, treatment and management of the condition.The statement provides recommendations for physicians on the overall prevention of diabetic neuropathy, noting that preventing this complication is a key component of diabetes care because treatments to reverse the underlying nerve damage are lacking. It also delves into various diabetic neuropathies and suggests guidelines to manage and treat each.The ADA last released a statement on diabetic neuropathy in 2005. This update better reflects the current landscape of diabetic neuropathy care.\"Our goal was to update the document so that it not only had the most up-to-date evidence, but also was easy to understand and relevant for primary care physicians,\" says Rodica Pop-Busui, M.D., Ph.D., professor of internal medicine at Michigan Medicine Division of Metabolism, Endocrinology and Diabetes and lead author of the statement. \"We wanted it to be accessible to whoever takes care of diabetes patients, not just specialists.\"Another goal of the statement was to clarify the multiple forms of diabetic neuropathy that exist.\"We wanted to unify all of the various forms of diabetic neuropathy in a more objective and easy-to-follow recommendation method,\" Pop-Busui says. \"Many physicians have used different classifications for neuropathies. We came to a consensus to classify them in a more logical pattern, or format, for clinical care.\"\"We asked ourselves: What are the critical steps that have to be followed to diagnose diabetic neuropathy efficiently without ordering unnecessary evaluations for the patient, which can be expensive and may involve long wait times?\" Pop-Busui says. \"We agreed on an algorithm that can be used in the clinical care setting so physicians have an easier understanding of when to perform a center evaluation or when they should refer the patient to a neurologist.\"The research team includes a classification system for diabetic neuropathies within the statement, which describes the three main types: diffuse neuropathy, mononeuropathy, and radiculopathy or polyradiculopathy.Diffuse neuropathy can be broken down into two categories, peripheral, which affects the feet and hands, and autonomic, which affects the internal organs. Common examples of diffuse neuropathy are distal symmetric polyneuropathy (DSPN) and cardiovascular autonomic neuropathy (CAN).Mononeuropathy occurs when a single nerve or an isolated nerve group is damaged. Radiculopathy occurs when the root of a nerve is pinched.After establishing the classification system, the research team provides recommendations for overall prevention of diabetic neuropathy, including:Recommendations for screening and diagnosing, managing and treating the specific forms are also now available.For example, with DSPN, one of the most common forms of diabetic neuropathy encountered in the clinical setting, the researchers say:Pop-Busui mentions pain is often the reason many diabetic neuropathy patients seek help from their providers. The researchers recommend:Pop-Busui says the position statement update is especially timely.\"Treatment of neuropathy pain is specifically relevant because, unfortunately, there has been much overprescribing of narcotics for neuropathic pain,\" Pop-Busui says. \"We now provide clear evidence to fellow physicians that other agents are available and are more effective in treating diabetic neuropathy. We also demonstrate that there are ways to stay away from prescribing opioids and avoiding the epidemic of addiction and serious health consequences associated with opioid use in patients with diabetes.\"She adds, \"We hope these guidelines bring together primary care physicians, endocrinology specialists and neurologists to expand the care provided to diabetic patients.\"", "article_link": "http://dx.doi.org/10.2337/dc16-2042", "url": "http://www.eurekalert.org/pub_releases/2017-01/mmu-wpc013017.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/industry-dx/what-primary-care-providers-should-know-about-diabetic-neuropathy", "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Endocrinology", " Diabetes"], "journal": "Diabetes Care", "description": "Researchers at Michigan Medicine led a group of internationally recognized endocrinologists and neurologists from both sides of the Atlantic and teamed up with the American Diabetes Association to craft a new position statement on the prevention, treatment and management of diabetic neuropathy.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}