{"title": "New research may pave the way for peripheral nerve damage repair", "text": "Research published today, 30th January 2017 online in the Journal of Cell Biology, has for the first time identified how a bodily protein allows nerves of the peripheral nervous system (PNS) to repair following injury.The findings, discovered by research neuroscientists at Plymouth University Peninsula Schools of Medicine and Dentistry and funded by the Medical Research Council, could lead to effective repair therapies for those who have suffered peripheral nerve damage in trauma cases or perhaps via battlefield injuries. There is also hope for those who are experiencing peripheral nerve damage as the result of Types 1 and 2 diabetes. Diabetic patients experience ongoing damage which explains why they frequently burn and damage their feet and hands due to lack of sensation. In most of these cases the damage is permanent with, currently, little or no therapeutic reliefKey to the discovery is a protein called Merlin, which plays a role in suppressing tumours of the nervous system. The research team have already identified how deficient levels of Merlin contribute to the development of brain tumours and other tumours of the nervous system. In this research they have, for the first time, found that Merlin is also vital to the process by which nerves can repair themselves.The study identifies completely new roles for the Merlin protein in the Schwann cells of the peripheral nervous system (PNS) using a mouse model. Schwann cells wrap and insulate the nerve cell projections that carry information in and out of the spinal cord and brain. Schwann cells possess almost unique regenerative properties following injury, and this study identifies a crucial role for the Merlin protein in directing this repair following damage to the PNS. Key to the failure of nerve repair is activation of another protein, YAP, in Schwann cells lacking Merlin. The identification of this new pathway in regulating the repair of the PNS may open new potential therapies in cases of trauma and in the age-related decline in PNS repair in human patients.The study was led by Professor David Parkinson, Professor of Neuroscience at Plymouth University Peninsula Schools of Medicine and Dentistry. He said: \"Peripheral nerve damage has limited treatment options and has a detrimental effect on the lives of those who have sustained it. We are very excited by our findings because they identify, for the first time, the mechanisms by which nerve damage repair happens. By understanding the mechanism we can develop effective therapies to produce nerve repair in situations where that might not have been an option before.\"", "article_link": "http://dx.doi.org/10.1083/jcb.201606052", "url": "http://www.eurekalert.org/pub_releases/2017-01/uop-nrm012517.php", "region": "europe", "source_link": null, "funder": "Medical Research Council", "meeting": "", "institution": "University of Plymouth", "keywords": ["Cell Biology", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology", " Trauma/Injury"], "journal": "Journal of Cell Biology", "description": "Research published today, Jan. 30, 2017 online in the Journal of Cell Biology, has for the first time identified how a bodily protein allows nerves of the peripheral nervous system (PNS) to repair following injury.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}