{"title": "Very low levels of bad cholesterol well-tolerated in heart disease patients", "text": "Heart disease patients taking PCSK9 inhibitors to achieve very low levels of cholesterol do not experience an increase in adverse events, including memory impairment or nervous system disorders, but may have an increased risk of cataracts, according to a study today in the Journal of the American College of Cardiology.Statins are largely used to lower LDL cholesterol, or bad cholesterol, and prevent heart disease. However, some patients need to reduce their LDL cholesterol even further than what they are able to achieve with a maximally tolerated statin or other lipid-lowering therapies. PCSK9 inhibitors can reduce cholesterol by large amounts in high-risk patients, but there have been some concerns on how very low levels of LDL cholesterol effect the body functions reliant on cholesterol.Researchers in this study pooled data from 14 randomized, controlled studies that included 5,234 patients treated with the PCSK9 alirocumab for up to two years. They looked for the occurrence of adverse events in patients who achieved two or more consecutive LDL cholesterol values of less than 25 mg/dL or less than 15 mg/dL. An LDL level of 25 md/dL was used because it has been suggested to be the level needed for normal cell function.The overall incidence of adverse events was similar in patients taking alirocumab versus those taking placebo, including musculoskeletal events, neurologic conditions, neurocognitive events (including memory), renal events or liver events. There was not an increased incidence of diabetes, despite previous studies showing an excess of diabetes in patients with LDL cholesterol lower than 30mg/dL on statin therapy.Analyses did show an increased incidence of cataracts in patients with LDL less than 25 versus greater than 25. This could be a chance finding, or it could be because reducing cholesterol accelerates underlying aging-related changes, contributing to cataracts. \"The safety of these new drugs is critical to patients who have no other means by which to control their life-threatening high cholesterol,\" said Jennifer Robinson, MD, MPH, lead author of the study and director of the Preventive Intervention Center at the University of Iowa in Iowa City, Iowa. \"The long-term effects of very low levels of LDL cholesterol are under evaluation in ongoing large clinical trials.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.11.037", "url": "http://www.eurekalert.org/pub_releases/2017-01/acoc-vll012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials"], "journal": "Journal of the American College of Cardiology", "description": "Heart disease patients taking PCSK9 inhibitors to achieve very low levels of cholesterol do not experience an increase in adverse events, including memory impairment or nervous system disorders, but may have an increased risk of cataracts, according to a study today in the Journal of the American College of Cardiology.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}