{"title": "High-altitude living decreases the risk of heart disease", "text": "Could something as simple as the geographic area in which you live contribute to your risk of developing heart disease and diabetes, or suffering a stroke? A new study, published in the open-access journal Frontiers in Physiology, has revealed that the incidence of Metabolic Syndrome could be linked to the altitude of where a person lives. Metabolic syndrome is the medical term for the combination of high blood pressure, sugar and cholesterol levels, as well as excess body fat around the waist, and contributes to serious health problems. \"We found that those people living between 457 to 2297 meters, had a lower risk of developing Metabolic Syndrome than those living at sea level (0 to 121 meters),\"says Amaya López-Pascual, who conducted this research as part of her PhD thesis in the Department of Nutrition, Food Science and Physiology and the Centre for Nutrition Research of the University of Navarra, Spain. \"Unfortunately, Metabolic Syndrome is very common and increasing worldwide. For example, 34% of the US population suffers Metabolic Syndrome. Our research will help us to understand what factors contribute to its development,\" explains López-Pascual. \r\nThis new research is the first to assess the link between living at high altitudes and the risk to initially healthy people developing all the criteria that make up the Metabolic Syndrome.While the reported increase in the Metabolic Syndrome is principally blamed on higher obesity rates, smoking and increasingly inactive lifestyles, less is known about the effect our environment may have on us. Previous studies have suggested that people living at higher altitudes, where the body has to work harder to get the oxygen it needs, have noticeably fewer problems linked to the Metabolic Syndrome.\"Living or training at high altitudes or under a simulated hypoxic (oxygen deficient) environment seems to help with heart and lung function, losing weight, and improves insulin sensitivity,\" explains Pedro González-Muniesa, associate professor at the University of Navarra and co-senior author of this study, who is also a member of the CIBERobn consortium and IDISNA (Navarra's Health Research Institute), Spain. The researchers used data from the Spanish SUN project, where participants have been voluntarily submitting information about their health twice-yearly since 1999. Information from thousands of initially healthy participants were used to investigate the development of Metabolic Syndrome in relation to the altitude of where they lived. The results were quite clear - the higher the altitude, the less likely you were of developing Metabolic Syndrome. Interestingly, using information about the participants' family history, the researchers could also assess if those more prone to this health problem also saw these benefits. \"We found our results were independent of the genetic background of the individuals,\" reveals González-Muniesa.While the findings of the study appear simple, there were lots of factors to consider and the limitations of the study have been highlighted by the authors. For instance, the self-reporting of data can suffer problems, whereby people over-report more socially acceptable information. \"While we tried to account for influences that may have impacted our results, there are a number of factors to consider. All the participants were graduate students, implying they have a higher educational level than the general population. While they have been shown to be better at self-reporting data, they typically have a different diet and levels of physical activity. These results should only be applied to people with similar lifestyles,\" explains J. Alfredo Martínez, professor at the University of Navarra and the other co-senior author of this study, also a member Navarra's Health Research Institute. \"We assumed participants remained living at the same altitude and at present, we do not know the influence that humidity, temperature, climate and pollution may have at various levels of altitude. However, we do know the participants were recruited from a range of locations at all altitudes, so any effects from being in a city or countryside were spread over all the participants we studied,\" further explains López-Pascual.It is hoped this research will open up new avenues for understanding the health benefits of high altitude living. \"Our group considers studying the health benefits of hypoxia a very promising area of research,\" says González-Muniesa. \"We need more studies to understand the mechanisms involved. In addition, we can start to look at the altitude at which we start to obtain benefits and where they stop and/or turn harmful.\"\r\n", "article_link": "http://dx.doi.org/10.3389/fphys.2016.00658", "url": "http://www.eurekalert.org/pub_releases/2017-01/f-hal013017.php", "region": "europe", "source_link": null, "funder": "Spanish Government Carlos III Health Institute Centre of Biomedical Research Network, CIBERobn Physiopathology of Obesity and Nutrition, European Regional Development Fund the Navarra Regional Government, University of Navarra", "meeting": "", "institution": "Frontiers", "keywords": ["Ecology/Environment", " Nutrition/Nutrients", " Physiology", " Population Biology", " Medicine/Health", " Cardiology", " Diet/Body Weight", " Environmental Health", " Metabolism/Metabolic Diseases", " Public Health"], "journal": "Frontiers in Physiology", "description": "This new research is the first to to link living at high altitudes and the risk to initially healthy people developing all the criteria that make up the metabolic syndrome, a combination of high blood pressure, sugar and cholesterol levels, as well as excess body fat around the waist, that contributes to serious health problems.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}