{"title": "Keeping antennas at peak performance", "text": "Advanced statistical techniques developed by KAUST researchers have enabled an efficient method for detecting the partial antenna failures that can inconspicuously degrade mobile communications1.Modern antenna systems in mobile devices and transmission towers are increasingly being set up as arrays of antenna elements to increase performance, directionality, bandwidth and safety. For example, by adjusting the phase of individual antenna elements, the radiation pattern from an antenna array in a mobile phone can be directed away from the user for safety, while the radiation pattern from a transmission tower can be concentrated on a specific area for improved coverage.Major faults in such systems are easily identified due to the sudden loss of wireless connection, but a fault in one element of an array system can be much more difficult to detect. Such partial failures, however, can significantly change the radiation pattern from the array, potentially seriously degrading network performance.Assistant Professor of Applied Mathematics and Computational Science Ying Sun and her postdoc Fouzi Harrou from the University's Computer, Electrical and Mathematical Sciences and Engineering Division have now developed an efficient statistical technique to detect individual faults in antenna arrays.\"There is a demand for high-performance antenna array systems in numerous applications, such as radar surveillance, biomedical imaging, remote sensing, radio astronomy and satellite communications,\" said Sun. \"However, individual antenna elements can develop faults due to the settling of dust particles, poor design, electronic failure, improper use or a shift in the position of the array element during installation. We want to be able to monitor arrays e?ciently to identify anomalies that could degrade the performance and reliability of the antenna system.\"Rather than monitoring the elements individually, which would require the integration of additional and complex electronics into an already complex system, Sun and Harrou's method detects faults based on the change in the radiation pattern. Harrou explained by saying \"We use what is called a generalized-likelihood ratio test to construct a control chart that can then be used as a reference to detect variations from the desired radiation pattern.\"\"The advantage of our approach is that it requires only one design parameter, making it easy to implement in real time due to its low-computational cost,\" said Harrou.The researchers successfully demonstrated the sensitivity of their approach in a number of simulated scenarios, proving its potential for commercial application.\r\n", "article_link": "http://dx.doi.org/10.1016/j.jestch.2016.10.010", "url": "http://www.eurekalert.org/pub_releases/2017-01/kauo-kaa013017.php", "region": "namerica", "source_link": "https://discovery.kaust.edu.sa/en/article/315/keeping-antennas-at-peak-performance", "funder": "", "meeting": "", "institution": "King Abdullah University of Science & Technology (KAUST)", "keywords": ["Mathematics/Statistics", " Algorithms/Models", " Calculations/Problem-Solving", " Systems/Chaos/Pattern Formation/Complexity", " Telecommunications"], "journal": "Engineering Science and Technology", "description": "KAUST shows the detection of partial faults in antenna array systems could prevent surreptitious performance degradation in wireless networks.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}