{"journal": "PLOS Genetics", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-hg061517.php", "description": "Coronary artery disease may have persisted in human populations because the genes that cause this late-striking disease also contribute to greater numbers of children, reports Dr Sean Byars of The University of Melbourne and Associate Professor Michael Inouye of the Baker Heart and Diabetes Institute, Australia, in a study published June 22, 2017 in PLOS Genetics.", "article_link": "http://dx.doi.org/10.1371/journal.pgen.1006328", "date": "Thu, 22 Jun 2017 04:00:00 GMT", "funder": "", "title": "Human genes for coronary artery disease make them more prolific parents", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "Coronary artery disease may have persisted in human populations because the genes that cause this late-striking disease also contribute to greater numbers of children, reports Dr Sean Byars of The University of Melbourne and Associate Professor Michael Inouye of the Baker Heart and Diabetes Institute, Australia, in a study published June 22, 2017 in PLOS Genetics.Coronary artery disease, a condition where plaque builds up gradually in the arteries that feed the heart, is one of the leading causes of death worldwide, and may have plagued humans for thousands of years. One of the big questions surrounding the disease is why natural selection has not removed genes for this common and costly disease. In a new study, researchers used genetic information from the 1000 Genomes database and the International HapMap3 project, along with lifetime reproductive data from the Framingham Heart Study, to identify genetic variation linked to the disease that natural selection had also modified recently.They showed that these same genetic variations also contribute in multiple ways to greater male and female reproductive success, which appears to represent an evolutionary trade-off between early-life reproductive benefits that compensate for later-life disease costs.The findings offer an answer to the question of why natural selection cannot weed out genes associated with coronary artery disease - parents pass them on to their offspring before experiencing advanced symptoms and death. The study also provides a novel approach for detecting the influence of natural selection on traits caused by the cumulative effects of multiple genes, which in the past, has been far more difficult to uncover than for disorders linked to a single gene.", "meeting": "", "keywords": ["Biology", " Developmental/Reproductive Biology", " Genetics", " Physiology", " Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Fertility", " Genes"]}