{"journal": "Journal of American Society of Nephrology", "url": "http://www.eurekalert.org/pub_releases/2017-06/ason-ibp061617.php", "description": "In individuals with chronic kidney disease, targeting a systolic blood pressure to <120 mm Hg resulted in lower risks of cardiovascular events and premature death, compared with standard targeting to <140 mm Hg.  \r\nThere was a slightly faster decline in kidney function in the intensive group, but no increase in rates of kidney failure or serious adverse events.", "article_link": "http://dx.doi.org/10.1681/ASN.2017020148", "date": "Thu, 22 Jun 2017 04:00:00 GMT", "funder": "", "title": "Intensive blood pressure lowering benefits patients with chronic kidney disease", "region": "namerica", "source_link": null, "institution": "American Society of Nephrology", "text": "Washington, DC (June 22, 2017) -- Results from a recent clinical trial indicate that intensive blood pressure lowering reduces chronic kidney disease (CKD) patients' risks of dying prematurely or developing cardiovascular disease. The findings appear in an upcoming issue of the Journal of the American Society of Nephrology (JASN).The appropriate target for blood pressure in patients with CKD and hypertension has been unclear. To examine the issue, researchers analyzed information from the Systolic Blood Pressure Intervention Trial (SPRINT), sponsored by the National Institutes of Health. SPRINT, which enrolled individuals aged ?50 years with systolic blood pressure of ?130 mm Hg and at least one additional cardiovascular disease risk factor, compared targeting a systolic blood pressure to \r\n\tIn their subgroup analyses, Alfred K. Cheung, MD (University of Utah) and his colleagues found that individuals who had CKD at the start of the study experienced similar benefits as those without CKD. After a median follow-up of 3.3 years for 1330 CKD patients in the intensive group and 1316 in the standard group, the composite cardiovascular outcome occurred in 112 and 131 participants, respectively, translating to a 19% reduction in risk for intensive-group participants. (The composite cardiovascular outcome included heart attack, acute coronary syndrome, acute decompensated heart failure, stroke, or heart-related death.) Also, there were 70 deaths from any cause in the intensive group compared with 95 in the standard group, for a 28% reduction in risk.The team found that older participants aged ?75 years benefited at least as much as those who were younger within this CKD subgroup. There was a slightly faster decline in kidney function in the intensive group, but no increase in kidney events (such as kidney failure) or serious adverse events.  \"In people with CKD, lowering systolic blood pressure beyond the conventional goal reduced the risks of heart disease and death, but slightly hastened the decline in kidney function that often accompanies aging,\" said Dr. Cheung. He noted that these findings come from the largest randomized trial to date on the effects of blood pressure in patients with CKD.", "meeting": "", "keywords": ["Medicine/Health"]}