{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-06/cmc-nho061517.php", "description": "Women and their physicians are largely uneducated when it comes to females and heart disease, putting women's health and lives at greater risk, a new study out today shows. The study, published in the Journal of the American College of Cardiology, shows that 45 percent of US women are not aware that heart disease is the No. 1 killer of women.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.05.024", "date": "Thu, 22 Jun 2017 04:00:00 GMT", "funder": "", "title": "Nearly half of US women don't know heart disease is their No. 1 killer", "region": "namerica", "source_link": null, "institution": "Cedars-Sinai Medical Center", "text": "LOS ANGELES (June 22, 2017) -- Women and their physicians are largely uneducated when it comes to females and heart disease, putting women's health and lives at greater risk, a new study out today shows. The study, published in the Journal of the American College of Cardiology, shows that 45 percent of U.S. women are not aware that heart disease is the No. 1 killer of women. Even though the majority reported having a routine physical or wellness exam in the past year, only 40 percent reported having a heart health assessment by their healthcare provider. As for physicians, only 39 percent of primary care physicians surveyed for the study indicated that heart disease is a top health concern for their female patients and only 35 percent bring up the topic during exams with new patients. \"We clearly have a lot of work to do to make women aware that heart disease is a bigger threat to their health than all types of cancer combined,\" said Noel Bairey Merz, MD, director of the Barbra Streisand Women's Heart Center at the Cedars-Sinai Heart Institute. Patients aren't the only ones in need of heart health education, said Bairey Merz, who led the study funded by the Women's Heart Alliance (WHA), a nonprofit organization dedicated exclusively to women's heart health. Bairey Merz also serves as a scientific adviser to the group.\"We also need to work with primary care physicians to make sure they understand how to assess and treat women with heart disease, which often presents with different symptoms than does heart disease in men.\" Some of the data from the study was presented earlier this year at the American College of Cardiology Scientific Sessions. The data came from a survey of 1,011 U.S. women ages 25 to 60 and a separate survey of 200 physicians. The margin of error is plus or minus 3.4 percentage points. Results show: \"Eighty percent of heart disease and stroke is preventable, yet women's heart disease is underdiagnosed, underresearched and underfunded,\" said WHA CEO British A. Robinson. \"It is critical that women ask their healthcare providers to check their hearts, and that healthcare providers know that when it comes to heart disease, men and women are different - women's hearts are smaller, their risk factors are different and their symptoms may be different. With so many lives at stake, we must make this a priority.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}