{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/gifg-ssd061617.php", "description": "A trial involving more than 11,000 patients has revealed sitting up or lying flat after a stroke makes no difference to their recovery.\r\nThe research led by The George Institute for Global Health set out to discover if the bed position of people with the most common form of stroke, (acute ischemic) reduced death or disability.", "article_link": "http://dx.doi.org/10.1056/NEJMoa1615715", "date": "Wed, 21 Jun 2017 04:00:00 GMT", "funder": "National Health and Medical Research Council", "title": "Study settles debate over head position following stroke", "region": "australia", "source_link": null, "institution": "George Institute for Global Health", "text": "A trial involving more than 11,000 patients has revealed sitting up or lying flat after a stroke makes no difference to their recovery.\r\nThe research led by The George Institute for Global Health set out to discover if the bed head position of people with the most common form of stroke, (acute ischaemic) reduced death or disability.\r\nSome studies had indicated lying flat may improve recovery by increasing blood flow in the main arteries to the brain, but there were fears it also raised the risks of pneumonia.\r\nThe worldwide results published in the New England Journal of Medicine found the position of a patient's head does not affect outcomes.\r\nLead investigator Professor Craig Anderson of The George Institute said: \"Many stroke specialists believe that the way the body is positioned after stroke makes a difference to their patient's recovery. But, there was really no conclusive evidence to back this up.\r\n\"We know the first 24 hours of care post-stroke is crucial to recovery, so it was vital to find out if sitting up or lying down flat could make any difference.\r\n\"What we found is that head position does not matter so much over and above good nursing care. It does not help with recovery, with mortality or how a patient feels. However, we also found there were no significant harms associated with either lying down flat or sitting up.\"\r\nThe study is the largest ever randomised nursing care trial and took place at 114 hospitals in nine countries (UK, Australia, China, Taiwan, India, Sri Lanka, Chile, Brazil and Colombia).\r\nPatients were either assigned to lie flat with their face upwards or with their head raised to at least 30 degrees during the first 24 hours after being admitted to the hospital for a stroke. They were then assessed 90 days later.\r\nProfessor Craig Anderson said the results were very reassuring to lower to middle income countries, where lying flat is more commonly practiced due to the lack of motorized beds. \r\n\"What we found is that patients found lying flat somewhat uncomfortable, but it certainly didn't make their condition any worse. Our findings suggest a review of current clinical practice guidelines is warranted,\" Professor Anderson added.The majority of patients who took part in the study had mild to moderate severity strokes, with an average age of 68 years.", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}