{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-06/nion-rug062117.php", "description": "Researchers have identified structural changes in two genes that increase the risk of developing Tourette syndrome, a neurological disorder characterized by involuntary motor and vocal tics. The study, published in the journal Neuron, was supported by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health.", "article_link": null, "date": "Wed, 21 Jun 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders & Stroke, Tourette Association of America", "title": "Researchers uncover genetic gains and losses in Tourette syndrome", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "Researchers have identified structural changes in two genes that increase the risk of developing Tourette syndrome, a neurological disorder characterized by involuntary motor and vocal tics. The study, published in the journal Neuron, was supported by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health. \"Our study is the tip of the iceberg in understanding the complex biological mechanisms underlying this disorder. With recent advancements in genetic research, we are at the cusp of identifying many genes involved in Tourette syndrome,\" said Jeremiah Scharf, M.D., Ph.D., assistant professor of neurology and psychiatry at Harvard Medical School and Massachusetts General Hospital, Boston, and co-corresponding author of the study.The research was part of an international collaboration co-led by Dr. Scharf; Giovanni Coppola, M.D., professor of psychiatry and neurology at the University of California, Los Angeles; Carol Mathews, M.D., professor of psychiatry at the University of Florida in Gainesville; and Peristera Paschou, Ph.D., associate professor in the department of biological sciences at Purdue University, West Lafayette, Indiana. The scientific team conducted genetic analyses on 2,434 individuals with Tourette syndrome and compared them to 4,093 controls, focusing on copy number variants, changes in the genetic code resulting in deletions or duplications in sections of genes. Their results determined that deletions in the NRXN1 gene or duplications in the CNTN6 gene were each associated with an increased risk of Tourette syndrome. In the study, approximately 1 in 100 people with Tourette syndrome carried one of those genetic variants. NRXN1 and CNTN6 are important during brain development and produce molecules that help brain cells form connections with one another. In addition, the two genes are turned on in areas that are part of the cortico-striatal-thalamo-cortical circuit, a loop of brain cells connecting the cortex to specific regions involved in processing emotions and movement. Studies suggest that errors in the circuit may play a role in Tourette syndrome. Copy number variants in NRXN1 have been implicated in other neurological disorders including epilepsy and autism, but this is the first time that scientists have linked copy number variants in CNTN6 to a specific disease.  \"Tourette syndrome has a very strong genetic component but identifying the causal genes has been challenging,\" said Jill Morris, Ph.D., program director at NINDS. \"As we find genes involved in Tourette syndrome and understand more about its biology, we move closer to our ultimate goal of developing treatments to help children affected by the disease.\"Although involuntary tics are very common in children, they persist and worsen over time in people with Tourette syndrome. Tics associated with Tourette syndrome appear in children, peak during the early teenage years and often disappear in adulthood. Many people with Tourette syndrome experience other brain disorders including attention deficit disorder and obsessive-compulsive disorder. Drs. Scharf, Coppola, Mathews and Paschou are planning to take a closer look at the mutations using animal and cellular models. More research is needed to learn about ways in which the genes contribute to development of Tourette syndrome and whether they may be potential therapeutic targets. ", "meeting": "", "keywords": ["Biology", " Developmental/Reproductive Biology", " Genetics", " Medicine/Health", " Neurobiology", " Pediatrics", " Genes"]}