{"journal": "Journal of Pain Research", "url": "http://www.eurekalert.org/pub_releases/2017-06/uof-ppf062117.php", "description": "A health care provider's beliefs about a particular treatment may have a strong influence on the patient's outcome, according to a new University of Florida stuPdy that evaluated people undergoing treatment for short-term low back pain.", "article_link": null, "date": "Wed, 21 Jun 2017 04:00:00 GMT", "funder": "National Center for Medical Rehabilitation Research, NIH/National Institute of Neruological Disorders and Stroke, National Center for Complementary and Integrative Health", "title": "Provider's preference for pain therapy can affect patient's results, UF researchers find", "region": "namerica", "source_link": "http://ufhealth.org/news/2017/provider-s-preference-pain-therapy-can-influence-patient-s-results-uf-researchers-find", "institution": "University of Florida", "text": "GAINESVILLE, Fla. -- A health care provider's beliefs about a particular treatment may have a strong influence on the patient's outcome, according to a new University of Florida stuPdy that evaluated people undergoing treatment for short-term low back pain.\"We found that as long as the provider had a strong preference for an intervention, the person got better, independent of which back pain treatment they received,\" said lead investigator Mark Bishop, Ph.D., PT, an associate professor in the department of physical therapy at the UF College of Public Health and Health Professions.The findings appear in the Journal of Pain Research.Previous research has found that when patients receive a treatment option they prefer, they generally have better health outcomes. For the current study, UF researchers wanted to explore how providers' beliefs might impact outcomes for patients receiving manual therapies commonly used by physical therapists, chiropractors and osteopathic practitioners for treating low back pain.Participants included 60 adults who were not currently having back pain. They were put through a vigorous back exercise routine designed to induce temporary muscle soreness. They were then randomly assigned to receive one of two types of manual therapy 48 hours after the back exercises.Before treatment, participants were given written information and photographs describing the treatments and asked to complete a questionnaire on their treatment preference. They were asked to rate the intensity of their low back pain before and after treatment using a 101-point scale where 0 is no pain and 100 is the worst pain imaginable.The providers included two physical therapists and one chiropractor who were trained in the specific treatment techniques. The providers' verbal instructions to the participants were scripted so that all participants received similar information. The treatment involved one visit that lasted approximately 20 minutes. The amount of contact between provider and participants were the same across all interactions.The providers also completed a questionnaire asking them to indicate which of the treatments he or she preferred. One provider had no strong preference and the other two providers indicated a preference for one of the therapies.As expected, participants who were given a treatment they preferred reported better pain relief. But researchers were surprised by the provider findings.\"What we found wasn't at all what we expected. We found that if the provider had a strong preference for an intervention, that preference had an even bigger influence on outcome,\" said Bishop, a member of the UF PAINlab and Center for Pain Research and Behavioral Health. \"We hypothesize that this influence is due to a very strong sense of self-efficacy -- they believed very strongly in their ability to help the participant with a specific technique.\"Participants who received a treatment from a provider who had a strong preference for that treatment were 68 times more likely to meet their expectations for pain relief.Since the providers were following a script, the differences in participant outcomes may be attributable to other nonspecific factors, Bishop said, such as tone or body language, that may communicate subtly to the participant that the provider is confident in his or her ability to provide the treatment.The researchers say more research is necessary with larger numbers of participants and providers to understand the provider factors, including gender, that might influence patient health outcomes. Because the researchers evaluated participants who did not have back pain before the study, the findings may not be the same for patients who experience chronic low back pain. Still, Bishop believes there are some important takeaways from the current study that providers can use in their practices.\"Let's say there are two treatments that can help your patient's pain,\" he said. \"If each of those treatments works about the same and you are confident in providing those treatments, then you should give the patient the opportunity to choose one of those treatments.\"For patients, it's important to ask questions, Bishop said.\"If a patient is going to a physical therapist and the PT says 'This is what I want to do,' the patient should ask, 'What is that?,' 'Why are you going to do it?' and 'Is there anything else that works about the same?' Patients need to participate in treatment decisions as well.\"", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Pain"]}