{"journal": "Journal of Neurotrauma", "url": "http://www.eurekalert.org/pub_releases/2017-06/wfbm-hie062117.php", "description": "Youth football players are exposed to more and more forceful head impacts as they move up in age- and weight-based levels of play, according to researchers at Wake Forest Baptist Medical Center.", "article_link": null, "date": "Wed, 21 Jun 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Center for Advancing Transitional Sciences, Childress Institute for Pediatric Trauma", "title": "Head impact exposure increases as youth football players get older, bigger", "region": "namerica", "source_link": null, "institution": "Wake Forest Baptist Medical Center", "text": "WINSTON-SALEM, N.C. - June 21, 2017 - Youth football players are exposed to more and more forceful head impacts as they move up in age- and weight-based levels of play, according to researchers at Wake Forest Baptist Medical Center.Their study, published in the June issue of the Journal of Neurotrauma, employed in-helmet sensors to record the number and location of impacts and the linear and rotational acceleration they caused to the heads of 97 players ages 9 to 13 in one youth football organization during practices and games at three different levels of competition over four seasons\"By recording more than 40,000 head impacts, this study represents the largest collection of biomechanical head impact data for youth football to date,\" said study author Jillian Urban, Ph.D., assistant professor of biomedical engineering at Wake Forest School of Medicine, a part of Wake Forest Baptist. \"Our findings clearly show a trend of head impact exposure increasing with increasing level of play.\"The three competition levels studied were Level A (players 11 and under weighing up to 124 pounds), Level B (players 12 and under weighing up to 139 pounds) and Level C (players 13 and under weighing up to 159 pounds).In their analysis of the data the investigators found that Level C had significantly greater linear head accelerations than Levels B and A and that both linear and rotational accelerations were significantly greater in competition as opposed to practice in Levels C and B.The researchers also found that while approximately two-thirds of all head impacts in the three levels of competition occurred during practice, the percentage of high-magnitude impacts was higher in games and the number of such impacts in games increased with the level of play.\"Our results are consistent with prior studies of high school and college athletes showing that head impact exposure increases with increasing age and level of play,\" Urban said. \"But they also show significant differences from one level to the next in a single youth organization. This strongly suggests that all youth football players should not be grouped together when studying head impact exposure and injury risk, especially since youth football leagues accommodate players ranging in age from 5 to 15.\"Further studies that take into consideration the various levels of youth football could guide evidence-based intervention efforts, such as changes in practice structure and game rules, to reduce the number of high-magnitude impacts, impact frequency and the total number of impacts with the ultimate goal of improving safety in youth football.\"", "meeting": "", "keywords": ["Medicine/Health", " Pediatrics", " Public Health"]}