{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-06/cumc-pip061917.php", "description": "Researchers have found the first direct evidence that autoimmunity plays a role in Parkinson's disease, suggesting that immunosuppressants might play a role in treatment.", "article_link": "http://dx.doi.org/10.1038/nature22815", "date": "Wed, 21 Jun 2017 04:00:00 GMT", "funder": "JPB Foundation, William F. Richter Foundation, Parkinson's Disease Foundation, National Institute of Neurological Disorders and Stroke, NIH/National Institute of Aging, The Michael J. Fox Foundation for Parkinson's Research", "title": "Parkinson's is partly an autoimmune disease, study finds", "region": "namerica", "source_link": null, "institution": "Columbia University Medical Center", "text": "New York, NY (June 21, 2017)--Researchers have found the first direct evidence that autoimmunity--in which the immune system attacks the body's own tissues--plays a role in Parkinson's disease, the neurodegenerative movement disorder. The findings raise the possibility that the death of neurons in Parkinson's could be prevented by therapies that dampen the immune response.The study, led by scientists at Columbia University Medical Center (CUMC) and the La Jolla Institute for Allergy and Immunology, was published today in Nature.\"The idea that a malfunctioning immune system contributes to Parkinson's dates back almost 100 years,\" said study co-leader David Sulzer, PhD, professor of neurobiology (in psychiatry, neurology and pharmacology) at CUMC. \"But until now, no one has been able to connect the dots. Our findings show that two fragments of alpha-synuclein, a protein that accumulates in the brain cells of people with Parkinson's, can activate the T cells involved in autoimmune attacks.\"It remains to be seen whether the immune response to alpha-synuclein is an initial cause of Parkinson's, or if it contributes to neuronal death and worsening symptoms after the onset of the disease,\" said study co-leader Alessandro Sette, Dr. Biol. Sci., professor in the Center for Infectious Disease at La Jolla Institute for Allergy and Immunology in La Jolla, Calif. \"These findings, however, could provide a much-needed diagnostic test for Parkinson's disease, and could help us to identify individuals at risk or in the early stages of the disease.\"Scientists once thought that neurons were protected from autoimmune attacks. However, in a 2014 study, Dr. Sulzer's lab demonstrated that dopamine neurons (those affected by Parkinson's disease) are vulnerable because they have proteins on the cell surface that help the immune system recognize foreign substances. As a result, they concluded, T cells had the potential to mistake neurons damaged by Parkinson's disease for foreign invaders. The new study found that T cells can be tricked into thinking dopamine neurons are foreign by the buildup of damaged alpha-synuclein proteins, a key feature of Parkinson's disease. \"In most cases of Parkinson's, dopamine neurons become filled with structures called Lewy bodies, which are primarily composed of a misfolded form of alpha-synuclein,\" said Dr. Sulzer.In the study, the researchers exposed blood samples from 67 Parkinson's disease patients and 36 age-matched healthy controls to fragments of alpha-synuclein and other proteins found in neurons. They analyzed the samples to determine which, if any, of the protein fragments triggered an immune response. Little immune cell activity was seen in blood samples from the controls. In contrast, T cells in patients' blood samples, which had been apparently primed to recognize alpha-synuclein from past exposure, showed a strong response to the protein fragments. In particular, the immune response was associated with a common form of a gene found in the immune system, which may explain why many people with Parkinson's disease carry this gene variant.Dr. Sulzer hypothesizes that autoimmunity in Parkinson's disease arises when neurons are no longer able to get rid of abnormal alpha-synuclein. \"Young, healthy cells break down and recycle old or damaged proteins,\" he said. \"But that recycling process declines with age and with certain diseases, including Parkinson's. If abnormal alpha-synuclein begins to accumulate, and the immune system hasn't seen it before, the protein could be mistaken as a pathogen that needs to be attacked.\"The Sulzer and Sette labs are now analyzing these responses in additional patients, and are working to identify the molecular steps that lead to the autoimmune response in animal and cellular models.\"Our findings raise the possibility that an immunotherapy approach could be used to increase the immune system's tolerance for alpha-synuclein, which could help to ameliorate or prevent worsening symptoms in Parkinson's disease patients,\" said Dr. Sette.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Parkinson's Disease"]}