{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-06/mgh-rgv061417.php", "description": "An international research team led by investigators at Massachusetts General Hospital and the University of California at Los Angeles -- along with their facilitating partner the Tourette Association of America -- has identified rare mutations in two genes that markedly increase the risk for Tourette syndrome (TS), a neurodevelopmental disorder characterized by chronic involuntary motor and vocal tics.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.06.010", "date": "Wed, 21 Jun 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurologic Disorders and Stroke, NIH/National Institute of Mental Health, American Recovery and Reinvestment Act", "title": "Rare genetic variants found to increase risk for Tourette syndrome", "region": "namerica", "source_link": null, "institution": "Massachusetts General Hospital", "text": "An international research team led by investigators at Massachusetts General Hospital (MGH) and the University of California at Los Angeles (UCLA) - along with their facilitating partner the Tourette Association of America - has identified rare mutations in two genes that markedly increase the risk for Tourette syndrome (TS), a neurodevelopmental disorder characterized by chronic involuntary motor and vocal tics. The report in the June 21 issue of Neuron also describes finding an overall increase in the presence of large, rare, risk-associated copy-number variants - areas of the genome that are either duplicated or deleted - in TS patients, many being observed in just a single patient. \"TS has long been considered a model disorder to study the parts of the brain that function at the intersection of our traditional concepts of neurology and psychiatry,\" says Jeremiah Scharf, MD, PhD, of the Psychiatric & Neurodevelopmental Genetics Unit in the MGH Departments of Psychiatry and Neurology and the Center for Genomic Medicine , co-senior author of the report. \"These first two definitive genes for TS give us strong footholds in our efforts to understand the biology of this disease, and future studies of how these genes work both in health and disease may lead to discoveries that are more broadly relevant to neuropsychiatric disorders in general.\" Co-senior author Giovanni Coppola, MD - a professor of Psychiatry and Neurology at UCLA and member of the Semel Institute for Neuroscience and Human Behavior - adds, \"Identifying genes associated with Tourette syndrome is a first, key step in understanding their role in the disease process and ultimately in pointing the field toward possible therapeutic strategies. Often patients agree to be involved in genetic studies with uncertainty about the likelihood of results, and often these projects take years to complete. We hope that findings like this will encourage more people to participate in genetic studies.\"Patients with TS often have other neurodevelopmental conditions like attention-deficit hyperactivity disorder or obsessive compulsive disorder, along with increased risk for mood and anxiety disorders. Evidence from previous studies, including the high risk of TS in children of individuals with the disorder, points to genetic risk factors as the main cause of the disorder; but that risk appears to be very complex, involving interactions between different genes in different individuals. Several small studies have identified structural variants in several neurodevelopmental genes that appear to contribute to TS risk, but none of them met the statistical threshold of genome-wide significance. The current study was designed to assess the impact of rare copy-number variants in more than 6,500 individuals - around 2,400 patients with TS and almost 4,100 unaffected controls - analyzing data collected by the Tourette Syndrome Association International Consortium for Genetics (TSAICG) and the Gilles de la Tourette Syndrome GWAS Replication Initiative. The results identified an overall increase in large copy-number variants - most of them over 1 Mb in size - among participants with TS, with each variant primarily occurring in just one individual. The two sites meeting genome-wide significance involved deletions in a portion of NRXN1 - a gene known to have a role in the development of the synapses that transmit signals between neurons - and duplications within CNTN6 - which also has a role in the development of neuronal connections, particularly in areas involved in movement control. While these gene variants were present in 1 percent of individuals affected with TS in this study, the investigators note that finding these genes is a key starting point towards understanding the neurologic pathways that contribute to TS in a broader group of patients. Coppola says, \"We will continue to screen large cohorts to identify additional rare events; and we also plan to study cells from patients with these rare variants, to understand more precisely how they are involved in the disease process.\"Scharf, an assistant professor of Neurology at Harvard Medical School, adds, \"Even more importantly, identifying additional genes will give us additional points on the map to let us focus in on exactly which cells in the brain are not functioning correctly at which specific times in brain development. That will open up a whole range of biological studies that could lead to new targets for treatment.\"John Miller, president and CEO of the Tourette Association of America, which provided support for this study, says, \"Pinpointing the cause of Tourette Syndrome has been a primary research goal of the Tourette Association of America since it began more than 45 years ago. Identifying these two genetic markers is an enormous step forward, and we are absolutely thrilled to reach this medical milestone. The TAA is proud to have been instrumental in bringing these partners together for such an important discovery and of the real progress it means for individuals with Tourette.\"", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Neurobiology", " Genes"]}