{"journal": "Annals of Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-06/cc-frc062017.php", "description": "Deep brain stimulation (DBS) of the ventral striatum/anterior limb of the internal capsule is safe and feasible in addressing the affective component of pain in patients with post-stroke pain syndrome.\r\nCleveland Clinic investigators reported findings from the first prospective, randomized, controlled trial of DBS for neuropathic pain in a presentation at the 2017 annual scientific meeting of the American Association of Neurological Surgeons. The study was also published in the May 2017 issue of Annals of Neurology.", "article_link": null, "date": "Tue, 20 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health Director's New Innovator Award", "title": "First randomized controlled trial of DBS for chronic pain shows promise", "region": "namerica", "source_link": null, "institution": "Cleveland Clinic", "text": "CLEVELAND - Deep brain stimulation (DBS) of the ventral striatum/anterior limb of the internal capsule is safe and feasible in addressing the affective component of pain in patients with post-stroke pain syndrome.Cleveland Clinic investigators reported findings from the first prospective, randomized, controlled trial of DBS for neuropathic pain in a presentation at the 2017 annual scientific meeting of the American Association of Neurological Surgeons. The study was also published in the May 2017 issue of Annals of Neurology.\"We showed that active versus sham DBS of the ventral striatum/anterior limb of the internal capsule produced significant improvements in multiple outcome measures associated with the affective sphere of chronic pain,\" says lead investigator Andre Machado, MD, PhD, Chairman of Cleveland Clinic's Neurological Institute. \"This trial represents a paradigm shift in chronic pain management in that it targeted neurostimulation to brain structures related to the affective, rather than sensory, sphere of chronic pain.\"Dr. Machado sees that as the investigation's key point of distinction, since previous studies of DBS and other forms of neurostimulation for pain have focused nearly exclusively on modulation of pain transmission and pain amplitude.\"In this study, we departed from an analgesia-based approach and focused on neural networks related to control of emotion and behavior,\" he explains, \"based on our hypothesis that modulating the affective sphere of pain would improve quality of life or relieve pain-related disability, with or without attenuation of pain intensity.\"To test that hypothesis, Dr. Machado and his team designed their investigator-initiated study as a six-month, randomized, double-blind, placebo-controlled, crossover trial.They enrolled 10 Cleveland Clinic patients with longstanding post-stroke pain syndrome who had hemibody pain and anesthesia dolorosa secondary to a contralateral lesion. \"We chose post-stroke pain syndrome because it is associated with severe, refractory pain and patients with this syndrome are in need of therapies to alleviate suffering and disability,\" said Dr. Machado. \"Because these patients have complete or near-complete damage to the sensory-discriminative pathways, they also provided a unique model for studying the effects of neuromodulation specifically on brain networks related to emotion and behavior control.\"All patients underwent bilateral implantation of electrode array leads through the anterior limb of the internal capsule (ALIC) into the ventral striatum (VS). Surgical targeting was based on the investigators' experience with DBS for obsessive-compulsive disorder (OCD) and treatment-resistant depression. \"We targeted the VS/ALIC because of its well-established role in controlling emotion and behavior and the documented safety of DBS in this brain region for treating OCD and treatment-resistant depression,\" said Dr. Machado.One month after implantation, patients were randomized to active DBS or sham for three months and then crossed over to the other arm for another three months. After this blinded phase, patients underwent an 18-month open stimulation phase.The study was negative for its primary and secondary end point, with no significant difference seen in pain-related disability on the PDI between active and sham treatment during the blinded stimulation phase. However, significant differences in favor of active DBS were seen in multiple outcomes associated with the affective dimension of chronic pain.\"Although the primary end point was not achieved, the efficacy of DBS was manifested by significant improvements in indices of the affective component of pain, such as depression, anxiety and quality of life,\" Dr. Machado observes. \"These improvements -- achieved without significant reductions in the amplitude of pain -- corroborate our hypothesis and suggest that DBS of the VS/ALIC specifically modulated the affective sphere of pain in patients with post-stroke pain syndrome.\"The findings suggest that analgesia may not be the appropriate treatment goal in central pain syndromes, said Dr. Machado. \"We contend that neuromodulation therapies should focus on reducing pain-related suffering or disability rather than pain intensity,\" he says. \"We propose a shift in surgical targeting away from neural networks underlying the sensory-discriminative domain toward the networks that mediate the affective-motivational sphere of chronic pain.\"He adds that his team's future work will involve analyzing functional neuroimaging and neurophysiological data obtained during this study to develop objective biomarkers that could help improve patient selection. These data will also be used to examine the neural substrates underlying how DBS impacts the affective aspect of pain.The team also plans to initiate a multicenter study to confirm these findings elsewhere and potentially expand the study population to include patients with other types of chronic pain. \"We believe the present findings justify further investigation of this treatment approach,\" said Dr. Machado.", "meeting": "annual scientific meeting of the American Association of Neurological Surgeons", "keywords": ["Medicine/Health", " Stroke", " Clinical Trials", " Neurobiology", " Pain", " Surgery"]}