{"journal": "Journal of General Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/cwru-rcf062017.php", "description": "Results from four recent randomized clinical trials suggest that using medications that offer glucose control while reducing the risk for cardiovascular disease could improve patient outcomes.", "article_link": "http://dx.doi.org/10.1007/s11606-017-4061-7", "date": "Tue, 20 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health, Novo Nordisk", "title": "Researchers call for paradigm shift in type 2 diabetes treatment", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=662", "institution": "Case Western Reserve University", "text": "Heart disease is a leading cause of death worldwide and exacerbated by type 2 diabetes, yet diabetes treatment regimens tend to focus primarily on blood sugar maintenance. This common approach to type 2 diabetes management can leave patients at risk for heart attack and stroke. But results from four recent randomized clinical trials suggest that using medications that offer glucose control while reducing the risk for cardiovascular disease could improve patient outcomes.\"Strong evidence provided by the four recent trials published within the past 1.5 to 2 years in the New England Journal of Medicine has shown that some of the modern available therapeutic agents that control blood glucose also help reduce the risk for cardiovascular disease,\" said Faramarz Ismail-Beigi, MD, PhD, Professor of Medicine at Case Western Reserve University and Endocrinologist at University Hospitals Cleveland Medical Center and Louis Stokes Cleveland VA Medical Center. \"Based on this evidence, we propose that we must shift from our previous paradigm with its monocular focus on control of blood glucose and hemoglobin A1c, to one of control of blood glucose plus preventing cardiovascular disease and death from cardiovascular causes.\" Hemoglobin A1c is a common test used to determine a patient's average blood sugar levels over the previous 2-3 months.Ismail-Beigi helped conduct three of the four clinical trials, and he and his collaborators recently reviewed trial results in the Journal of General Internal Medicine. The trials each tested a blood sugar-lowering medication--pioglitazone, empagliflozin, liraglutide, or semaglutide--but recruited patients with heart disease or stroke. The goal was to determine whether or not the drugs were safe, but in each study, researchers were surprised to find participants with or at risk of type 2 diabetes also experienced cardiovascular improvements.\"For the first time we have seen glucose-lowering medications that can improve cardiovascular outcomes,\" Ismail-Beigi said. \"It is highly possible that newer agents in these classes of medications, used singly or in combination, will prove to be more efficacious in the management of type 2 diabetes and prevention of cardiovascular disease, even in patients at earlier stages of the disease process.\"Previous studies focused on tight control of blood sugar have not shown major cardiovascular benefits for diabetes patients. \"Strict control of blood glucose levels has shown minor, if any, positive effect on prevention of cardiovascular disease,\" said Ismail-Beigi. \"In fact, a large NIH-funded clinical trial on type 2 diabetes management failed to show that strict control of blood glucose levels had any positive effect on cardiovascular outcomes or mortality, and in fact, may be harmful.\"The new trial results could help address a major dilemma for clinicians looking for ways to control heart disease and reduce mortality, while simultaneously managing blood glucose in patients with type 2 diabetes.Said Ismail-Beigi, \"Our review focuses on the need for a paradigm shift on how we should think about management of type 2 diabetes.  I believe it will necessitate a rethinking of goals and approaches by guideline committees. We also hope that the FDA might consider approving new medications for management of type 2 diabetes not only based on their safety profile and their efficacy to control blood glucose, but also whether the medication reduces overall mortality and cardiovascular-related mortality.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Endocrinology", " Diabetes"]}