{"journal": "Circulation: Cardiovascular Quality and Outcomes", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-hps061517.php", "description": "Health information should be tailored to a patient's ability to understand health concepts and keep them motivated to maintain long-term changes.", "article_link": "http://dx.doi.org/10.1161/HCQ.0000000000000025", "date": "Mon, 19 Jun 2017 04:00:00 GMT", "funder": "", "title": "Healthcare providers should individualize patient education", "region": "namerica", "source_link": "http://newsroom.heart.org/news/healthcare-providers-should-individualize-patient-education?preview=b687200e12c4e8817776337e83ff093e", "institution": "American Heart Association", "text": "DALLAS, June 19, 2017 -- Effective patient education includes more than brochures and written patient information. It should be tailored to a patient's ability to understand recommendations to help them manage their health and control their risk factors, according to an American Heart Association scientific statement published in the Association's journal Circulation: Cardiovascular Quality and Outcomes.The statement encourages healthcare professionals to use a multi-faceted approach to help patients and their families learn healthy habits after a heart attack or if they have high blood pressure, atrial fibrillation or heart failure.\"As hospital stays and clinic visits get shorter, the responsibility for patient management has increasingly shifted to patients and their families,\" said Susan Barnason, Ph.D., R.N., lead author of the statement and professor of nursing practice at the University of Nebraska Medical Center in Lincoln.\"Patient education can't be one-size-fits-all. It needs to meet the patients where they are, so clinicians need to assess their patients' health literacy and cognitive skills, and include family and other caregivers when needed,\" Barnason said.The statement recommends a collaborative approach between healthcare providers, the patient and their family. For example, a regular follow-up call from a nurse could be helpful for a patient struggling to make healthy lifestyle choices. Registered dieticians or health coaches can help patients solve barriers to healthy lifestyle changes. Nurses can provide brief self-management support and training for patients in regular medical visits. \"Tell your provider if you don't understand your condition or you are unclear about the plan to help you manage it. Your physician may schedule an extended or follow-up visit, or may ask the nurse to answer your immediate questions,\" Barnason said.Technological advances, such as such as apps that allow people to measure and monitor blood pressure or track and remind them to take their medication, may make it easier and more engaging for patients to monitor their health and communicate the results with their healthcare providers.\"We can't make you take your pills or check your blood pressure or blood sugar. Some of the new technologies help it become more real - instead of just putting numbers on a piece of paper you can see the trends and get a better picture of how you're doing.\" Barnason said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}