{"journal": "Current Biology", "url": "http://www.eurekalert.org/pub_releases/2017-06/jhm-anm061617.php", "description": "Experimenting with mice, neuroscientists at Johns Hopkins Medicine report new evidence that the eye's iris in many lower mammals directly senses light and causes the pupil to constrict without involving the brain.", "article_link": null, "date": "Mon, 19 Jun 2017 04:00:00 GMT", "funder": "NIH/National Eye Institute, António Champalimaud Vision Award, NIH/National Institute of Neurological Disorders and Stroke, Howard Hughes Medical Institute", "title": "A no-brainer? Mouse eyes constrict to light without direct link to the brain", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/a_no_brainer_mouse_eyes_constrict_to_light_without_direct_link_to_the_brain", "institution": "Johns Hopkins Medicine", "text": "Experimenting with mice, neuroscientists at Johns Hopkins Medicine report new evidence that the eye's iris in many lower mammals directly senses light and causes the pupil to constrict without involving the brain.In a report in the June 19 issue of the journal Current Biology, the researchers detail how the pupils in a mouse's eyes get smaller when the animal is moved from a dark to a lit room even when the nerve connections between the animal's brain and eyes are severed.Their findings prove that mouse eyes have a photosensitive function built directly into the ring of sphincter muscle surrounding the pupil.The mammalian eye adapts to changing light conditions by constricting or enlarging the pupil. That action, referred to as pupillary light reflex, is controlled by opposing dilator and sphincter muscles in the iris. \"The traditional view of this reflex is that light triggers nerve signals traveling from the eye's retina to the brain, thereby activating returning nerve signals, relayed by the neurotransmitter acetylcholine, that make the sphincter muscle contract and constrict the pupil,\" says King-Wai Yau, Ph.D., a neuroscientist at the Johns Hopkins University School of Medicine and an author of the report.But research by Yau and his team several years ago, building on earlier work by others, showed that nocturnal mammals and mammals active at dawn and dusk, such as mice, rabbits, cats and dogs, don't need the brain for this reflex to work.  Instead, Yau's lab found that even when isolated, the sphincter muscle contracts in response to light, employing a light-sensitive pigment called melanopsin.The simplest explanation for that observation would be that the muscle is itself sensitive to light. However, other researchers offered the alternative explanation that there might be light-sensitive nerve fibers containing melanopsin present on the sphincter muscle that make the muscle contract by piggybacking on the brain's pupillary light reflex circuitry involving acetylcholine.This suggestion prompted Yau's team to ask what would happen if the action of acetylcholine were blocked. \"Sure enough, even after blocking the action of acetylcholine pharmacologically, the isolated iris sphincter muscle still contracted in response to light, adding confidence to the notion that the muscle is itself light-sensitive because it contains melanopsin,\" Yau says of the present work.To go further, they used genetics to selectively prevent muscle from making melanopsin. Indeed, this approach removed the effect of light on the sphincter muscle, even when acetylcholine's action was intact. \"We thus have convincingly proven that the sphincter muscle is intrinsically light-sensitive, a very unusual property for muscle,\" Yau says.It turns out lower mammals that are active during the day, such as ground squirrels, lack the local pupillary light reflex Yau's team found; the same applies to primates, whether nocturnal or not. \"The broad picture,\" Yau says, \"is that the local pupillary light reflex appeared early in primitive vertebrates such as jawless fish, even before the brain got involved. In the course of evolution, the brain became involved in this reflex, but the local mechanism remained dominant in amphibians. By the time mammals appeared, the local reflex was progressively less important, becoming extinct altogether in subprimates that are active during the day and in primates. It's the local light reflex's absence in human beings that allows doctors to quickly evaluate whether a comatose patient is brain-dead by checking his or her pupillary light reflex.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}