{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-06/sdsu-mhw061917.php", "description": "How the brain narrows down a smorgasbord of related concepts to the one word you're truly seeking is a complicated and poorly understood cognitive task. Looking at epilepsy patients who had a grid of electrodes directly atop their brains, researchers delved into this question and found that wide, overlapping swaths of the brain work in parallel to retrieve the correct word from memory.", "article_link": "http://dx.doi.org/10.1073/pnas.1620669114", "date": "Mon, 19 Jun 2017 04:00:00 GMT", "funder": "", "title": "Mapping how words leap from brain to tongue", "region": "namerica", "source_link": null, "institution": "San Diego State University", "text": "When you look at a picture of a mug, the neurons that store your memory of what a mug is begin firing. But it's not a pinpoint process; a host of neurons that code for related ideas and items--bowl, coffee, spoon, plate, breakfast--are activated as well. How your brain narrows down this smorgasbord of related concepts to the one word you're truly seeking is a complicated and poorly understood cognitive task. A new study led by San Diego State University neuroscientist Stephanie Ries, of the School of Speech, Language, and Hearing Sciences, delved into this question by measuring the brain's cortical activity and found that wide, overlapping swaths of the brain work in parallel to retrieve the correct word from memory.Most adults can quickly and effortlessly recall as many as 100,000 regularly used words when prompted, but how the brain accomplishes this has long boggled scientists. How does the brain nearly always find the needle in the haystack? Previous work has revealed that the brain organizes ideas and words into semantically related clusters. When trying to recall a specific word, the brain activates its cluster, significantly reducing the size of the haystack.To figure out what happens next in that process, Ries and colleagues asked for help from a population of people in a unique position to lend their brainpower to the problem: patients undergoing brain surgery to reduce their epileptic seizures. Before surgery, neurosurgeons monitor their brain activity to figure out which region of the brain is triggering the patients' seizures, which requires the patients to wear a grid of dozens of electrodes placed directly on top of the cortex, the outermost folded layers of the brain. While the patients were hooked up to this grid in a hospital and waiting for a seizure to occur, Ries asked if they'd be willing to participate in her research. Recording brain signals directly from the cortical surface affords neuroscientists like Ries an unparalleled look at exactly when and where neurons are communicating with one another during tasks.\"During that period, you have time to do cognitive research that's impossible to do otherwise,\" she said. \"It's an extraordinary window of opportunity.\"For the recent study, nine patients agreed to participate. In 15 minute-sessions, she and her team would show the patients an item on a computer screen--musical instruments, vehicles, houses--then ask them to name it as quickly as possible, all while tracking their brain activity. They measured the separate neuronal processes involved with first activating the item's conceptual cluster, then selecting the proper word. Surprisingly, they discovered the two processes actually happen at the same time and activate a much wider network of brain regions than previously suspected. As expected, two regions known to be involved in language processing lit up, the left inferior frontal gyrus and the posterior temporal cortex. But so did several other regions not traditionally linked to language, including the medial and middle frontal gyri, the researchers reported in the Proceedings of the National Academy of Sciences. \"This work shows the word retrieval process in the brain is not at all as localized as we previously thought,\" Ries said. \"It's not a clear division of labor between brain regions. It's a much more complex process.\"Learning exactly how the brain accomplishes these tasks could one day help speech-language pathologists devise strategies for treating disorders that prevent people from readily accessing their vocabulary.\"Word retrieval is usually effortless in most people, but it is routinely compromised in patients who suffer from anomia, or word retrieval difficulty,\" Ries said. \"Anomia is the most common complaint in patients with stroke-induced aphasia, but is also common in neurodegenerative diseases and normal aging. So it is critical to understand how this process works to understand how to help make it better.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Hearing/Speech", " Neurobiology", " Physiology", " Aging"]}