{"journal": "Nature Genetics", "url": "http://www.eurekalert.org/pub_releases/2017-06/uon-bda061517.php", "description": "A major new international study has revealed for the first time that some features in a baby's DNA can increase the risk of its mother developing pre-eclampsia -- a potentially dangerous condition in pregnancy.", "article_link": "http://dx.doi.org/10.1038/ng.3895", "date": "Mon, 19 Jun 2017 04:00:00 GMT", "funder": "European Commission", "title": "Babies' DNA affects mothers' risk of pre-eclampsia in pregnancy, study finds", "region": "europe", "source_link": null, "institution": "University of Nottingham", "text": "A major new international study has revealed for the first time that some features in a baby's DNA can increase the risk of its mother developing pre-eclampsia -- a potentially dangerous condition in pregnancy.These results from the InterPregGen study are published in Nature Genetics. The work was carried out by genetics experts from the UK, Nordic countries and Central Asia and is the first to show an effect of DNA from the fetus on the health of its mother.Pre-eclampsia affects up to 5% of pregnancies and is first suspected when a woman is found to have high blood pressure, usually in the second half of pregnancy. The condition can cause serious complications including fits, stroke, liver and blood problems and in some cases the death of mother and baby.  The 5-year study involved teams from the UK, Iceland, Finland, Norway, Kazakhstan and Uzbekistan. They studied the genetic make-up of 4,380 babies born from pre-eclamptic pregnancies and compared their DNA with over 300,000 healthy individuals.  Dr Linda Morgan, from the University of Nottingham's School of Life Sciences, coordinated the 5-year study, which included DNA samples contributed from Iceland, Norway and Finland as well as from over 20 universities and maternity units in the UK. Dr Morgan says: \"For many years midwives and obstetricians have known that a woman is more likely to develop pre-eclampsia if her mother or sister had the disorder. More recently research has shown that the condition also runs in the families of men who father pre-eclamptic pregnancies. We knew that faulty formation of the placenta is often found in pre-eclampsia. As it is the baby's genes that produce the placenta we set out to see if we could find a link between the baby's DNA and the condition. We found there were indeed some features in a baby's DNA that can increase the risk of pre-eclampsia.\"Laboratory and statistical analysis performed at the Wellcome Trust Sanger Institute (UK) and deCODE Genetics (Iceland) pinpointed the location in the baby's DNA that increases risk of pre-eclampsia. This location was confirmed by other InterPregGen members to fit hand-in-glove with other medical information about pre-eclampsia.Dr Ralph McGinnis, who led the analysis at the Sanger Institute, said: \"Pre-eclampsia has been recognized since ancient Egypt and Greece as being a danger to the lives of mothers and babies.  This first piece of the genetic jigsaw holds substantial promise for unlocking some of the mystery of how pre-eclampsia is caused.  Our finding may also enable better prediction of mothers who will become pre-eclamptic when combined with clinical information and with other pieces of the genetic jigsaw that will also surely be discovered in the next few years.\" The baby's DNA comes from both its mother's and its father's genes - in keeping with the inherited risk of pre-eclampsia. The DNA changes associated with pre-eclampsia are common -- over 50% of people carry this sequence in their DNA so the inherited changes are not sufficient in themselves to cause disease, but they do increase the risk of pre-eclampsia. The research found DNA variations close to the gene that makes a protein called sFlt-1 with significant differences between the babies born from pre-eclamptic pregnancies and the control group. At high levels sFlt-1 released from the placenta into the mother's bloodstream can cause damage to her blood vessels, leading to high blood pressure and damage to her kidneys, liver and brain - all features of pre-eclampsia. If a baby carried these genetic variants it increased the risk of that pregnancy being pre-eclamptic.Dr Morgan concludes: \"Because pre-eclampsia has its origins in the very early stages of pregnancy, during the formation of the placenta, research into the causes and processes of the disease has always been challenging. Now modern genome wide screening and its data analysis allows us to look for clues in the mother's, father's and their baby's DNA. We believe the new insights from this study could form the basis for more effective prevention and treatment of pre-eclampsia in the future, and improve the outcome of pregnancy for mother and child.\" DNA from a further 4,220 babies from pre-eclamptic pregnancies in Kazakhstan and Uzbekistan is currently being analysed in an extended study to see if the same variations occur near sFlt-1.   ", "meeting": "", "keywords": ["Cell Biology", " Developmental/Reproductive Biology", " Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Epidemiology", " Fertility", " Genes"]}