{"title": "Less fear: How LSD affects the brain", "text": "Scientists at the University of Basel have shown that LSD reduces activity in the region of the brain related to the handling of negative emotions like fear. The results, published in the scientific journal Translational Psychiatry, could affect the treatment of mental illnesses such as depression or anxiety.Hallucinogens have many different effects on the psyche; among other things, they alter perception, thought, and temporal and emotional experience. After the Basel-based chemist Albert Hofmann discovered lysergic acid diethylamide (LSD) in the 1940s, there was a huge amount of interest in the substance, particularly in psychiatry. It was hoped, for example, that it could provide insights into the development of hallucinations, and studies were conducted on its effectiveness on illnesses such as depression or alcohol dependency. In the 1960s, LSD was declared illegal worldwide, and medical research on it came to a standstill.In the last few years, however, interest in researching hallucinogens for medical purposes has been revived. Psychoactive substances such as LSD, particularly in combination with psychotherapies, could offer an alternative to conventional medication. It is now known that hallucinogens bind to a receptor of the neurotransmitter serotonin; how the changes of consciousness influence the activity and connectivity of the brain, however, is not yet known.LSD alters brain activityResearchers at the University Psychiatric Clinics (UPK) and the Department of Pharmacology and Toxicology at the University Hospital Basel (USB) have now conducted a study into the acute effect of LSD on the brain. They used functional magnetic resonance imaging (fMRI) to measure the brain activity of 20 healthy people after taking 100 micrograms of LSD. During the MRI scan, the participants were shown images of faces portraying different emotional states such as anger, joy or fear.Professor Stefan Borgwardt and his team showed that the depiction of fear under LSD led to a notably lower level of activity in the amygdala - an area of the brain that is believed to be central to the processing of emotions. This observation could explain some of the changes in emotional experience that occur after taking hallucinogens.Less fear after taking LSDIn a second step, the researchers, together with clinical pharmacologists at the University Hospital Basel, examined whether the subjective experience altered by LSD is associated with the amygdala. This appears to be the case: the lower the LSD-induced amygdala activity of a subject, the higher the subjective effect of the drug. \"This 'de-frightening' effect could be an important factor for positive therapeutic effects,\" explains Doctor Felix Müller, lead author of the study. The researchers presume that hallucinogens may cause many more changes in brain activity. Further studies will investigate this, with a particular focus on their therapeutic potential.\r\n", "article_link": "http://dx.doi.org/10.1038/tp.2017.54", "url": "http://www.eurekalert.org/pub_releases/2017-04/uob-lfh040417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Basel", "keywords": ["Medicine/Health", " Mental Health", " Depression/Anger", " Stress/Anxiety"], "journal": "Translational Psychiatry", "description": "Scientists at the University of Basel have shown that LSD reduces activity in the region of the brain related to the handling of negative emotions like fear. The results, published in the scientific journal Translational Psychiatry, could affect the treatment of mental illnesses such as depression or anxiety.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}