{"title": "New tool uses behavioral cues to assess pain in ICU patients who can't communicate", "text": "April 3, 2017 - A new Behavior Pain Assessment Tool (BPAT) provides a simple way to evaluate pain in critically ill patients--including those who aren't able to communicate their pain verbally, reports a study in PAIN®, the official publication of the International Association for the Study of Pain (IASP). The journal is published by Wolters Kluwer. Based on eight observable pain behaviors, the BPAT is particularly useful in identifying patients experiencing severe pain during procedures in the intensive care unit (ICU), according to the report by Céline Gélinas, RN, PhD, of McGill University, Montreal, and colleagues.Observing Behaviors Identifies ICU Patients in Severe PainThe researchers evaluated the BPAT's ability to assess procedure-related pain in critically ill adults. Many ICU patients are unable to communicate their pain because their clinical condition, altered level of consciousness, or mechanical ventilation and sedation prevents them from doing so. \"Since none of those conditions precludes the perception of pain, it is essential that clinicians have valid and reliable pain assessment methods,\" Dr. Gélinas and coauthors write.The BPAT used readily observable behaviors -- facial expressions, verbal responses, and muscle responses--as potential indicators of pain during the procedures. Translated into 12 languages, the BPAT was evaluated during more than 4,800 procedures in 3,850 patients who were hospitalized in 192 ICUs in 28 countries.About two-thirds of patients were able to communicate their pain. In this group, pain intensity and distress were rated on a standard ten-point scale, in addition to the BPAT.Most of the eight pain behaviors became more frequent during the procedure, compared with before the procedure. Facial grimacing was the most commonly observed behavior. Other pain indicators included wincing, moaning, verbal complaints, and clenched fists. (Because of the presence of an airway tube, patients on mechanical ventilation cannot make verbal sounds.)The eight-point BPAT score was significantly related to the pain ratings made by patients who were able to communicate. At a cutoff point of higher than 3.5, the BPAT performed well in identifying patients with severe levels of pain intensity and distress who might benefit from treatment with opioid (narcotic) medications.The researchers note that the BPAT explained no more than one-third of the variation in pain scores. Future studies could assess other potential pain behaviors--although even these are unlikely to fully capture the \"multidimensional experience\" of pain.\"The BPAT was found to be reliable and valid for use in critically ill patients unable to self-report,\" Dr. Gélinas and colleagues conclude. \"Valid behavioral pain scales are necessary to ensure appropriate assessment of pain and to guide decisions for pain management in this vulnerable population.\" The researchers call for further studies to evaluate how the BPAT is implemented in clinical practice and how it affects pain management and pain outcomes in the ICU.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/wkh-ntu040317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Clinical Trials", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Pain", " Public Health", " Surgery", " Trauma/Injury"], "journal": "Pain", "description": "A new Behavior Pain Assessment Tool (BPAT) provides a simple way to evaluate pain in critically ill patients -- including those who aren't able to communicate their pain verbally, reports a study in PAIN®, the official publication of the International Association for the Study of Pain (IASP). The journal is published by Wolters Kluwer.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}