{"text": "By 2040, there will be over 1.2 million people living with dementia in England and Wales (an increase of 57% from 2016), largely due to increased life expectancy, say researchers in The BMJ today.Their results show that, although the incidence (number of newly diagnosed cases) of dementia is falling, the overall prevalence (number of people living with the condition) is set to increase substantially as people live longer and deaths from other causes, such as heart disease, continue to decline.With current costs of dementia to the UK economy estimated at £23 billion a year, accurate projections are vital in defining future needs. But existing forecasts may not be precise as they assume that rates of dementia remain constant.So an international team of researchers, based at University College London and the University of Liverpool, set out to predict the future burden of dementia with more certainty by developing a mathematical model (IMPACT - Better Ageing Model) that takes account of disease trends and death rates alongside the effects of increasing life expectancy.They used data from 18,000 men and women from the English Longitudinal Study of Ageing (ELSA) - a study which began in 2002 to track the health of a representative sample of the population in England aged 50 and older.Participants were selected randomly in six waves from 2002 to 2013. At each wave, tests were carried out to assess memory, verbal fluency and numeracy function, and basic activities of daily living (e.g. getting in or out of bed, dressing and eating). Dementia was identified by these assessments, complemented by interviews with carers, or by diagnosis by a doctor.After accounting for the effect of dropout from the study, the team found the rate of dementia incidence goes down by 2.7% per year between 2002 and 2013. Despite this decline in incidence, the model shows that overall prevalence of dementia is set to increase substantially - mainly due to increased life expectancy.Based on these calculations, the researchers estimate there are currently 800,000 people living with dementia in England and Wales and the number will increase to over 1.2 million by 2040.Dr Sara Ahmadi-Abhari, lead author from University College London, says: \"The risk of developing dementia at any given age is going down over time, shifting dementia to later years in life. This decline is mainly because of improvements in healthcare and adopting healthier lifestyles. Our estimate of 1.2 million people with dementia by 2040 is based on the assumption that the decline in risk of developing dementia continues to the future. If public health efforts fail and the risk of developing dementia does not continue to decline, the growth in numbers of people living with dementia will be much larger, reaching 1.9 million by 2040.\"The authors outline some study limitations which could have introduced bias, but Professor Eric Brunner, the senior investigator, says: \"our results have significant policy implications in terms of care needs and public spending\" and \"act as a benchmark to measure the impact of possible dementia prevention initiatives.\"In a linked editorial, Emiliano Albanese at the University of Geneva says, although these results should be interpreted cautiously, they do confirm that \"the absolute number of people with dementia will increase substantially in the coming years in England and Wales, as a result of an aging population, and it is these numbers that matter most to policy makers planning future care and services.\"The study also confirms that high quality epidemiological studies are still needed to monitor actual changes in dementia prevalence, incidence, and associated mortality over time, he adds.", "date": "Wed, 05 Jul 2017 04:00:00 GMT", "meeting": "", "title": "Over 1.2 million people in England and Wales will be living with dementia by 2040", "institution": "BMJ", "journal": "The BMJ", "description": "By 2040, there will be over 1.2 million people living with dementia in England and Wales (an increase of 57 percent from 2016), largely due to increased life expectancy, say researchers in The BMJ today.", "region": "europe", "keywords": ["Medicine/Health"], "url": "http://www.eurekalert.org/pub_releases/2017-07/b-o1m070517.php", "source_link": null, "funder": "", "article_link": null}