{"title": "Traumatic brain injury associated with dementia in working-age adults | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "predicted", "tbi", "become", "leading", "cause", "death", "illness", "next", "ten", "years", "already", "one", "per", "cent", "population", "view", "according", "study", "encompassing", "entire", "finnish", "population", "traumatic", "brain", "injury", "associated", "increased", "risk", "dementia", "adults", "yet", "relationship", "found", "traumatic", "brain", "injury", "later", "onset", "parkinson", "disease", "researchers", "believe", "results", "may", "play", "significant", "role", "rehabilitation", "monitoring", "traumatic", "brain", "injury", "brain", "injuries", "tbi", "among", "top", "causes", "death", "disability", "particularly", "among", "young", "middle", "aged", "approximately", "one", "three", "suffer", "tbi", "die", "approximately", "half", "survivors", "suffer", "brain", "diseases", "include", "memory", "disorders", "alzheimer", "disease", "well", "parkinson", "disease", "amyotrophic", "lateral", "sclerosis", "als", "connection", "tbi", "degenerative", "brain", "diseases", "known", "comprehensive", "research", "data", "exist", "impact", "tbi", "degenerative", "brain", "diseases", "among", "adults", "working", "university", "helsinki", "helsinki", "university", "hospital", "examined", "relationship", "tbi", "degenerative", "brain", "diseases", "study", "encompassing", "entire", "finnish", "population", "study", "combined", "several", "nationwide", "registers", "monitor", "adults", "survived", "initial", "tbi", "ten", "years", "importantly", "level", "education", "socioeconomic", "status", "accounted", "seems", "risk", "developing", "dementia", "tbi", "highest", "among", "men", "severe", "tbi", "higher", "risk", "subsequent", "dementia", "previous", "studies", "identified", "good", "education", "high", "socioeconomic", "status", "protective", "factors", "dementia", "discover", "similar", "effect", "among", "tbi", "survivors", "explains", "rahul", "raj", "docent", "experimental", "neurosurgery", "one", "primary", "authors", "significant", "discovery", "risk", "dementia", "among", "tbi", "survivors", "seemingly", "recovered", "well", "remains", "high", "years", "injury", "raj", "points", "tbi", "patients", "may", "occasionally", "incorrectly", "diagnosed", "dementia", "due", "damage", "caused", "tbi", "possible", "errors", "considered", "study", "according", "results", "might", "tbi", "triggers", "process", "later", "leads", "dementia", "results", "significant", "rehabilitation", "monitoring", "tbi", "patients", "reliable", "study", "impact", "tbi", "previously", "impossible", "says", "professor", "jaakko", "kaprio", "member", "research", "brain", "injuries", "increasing", "caused", "aging", "population", "reckless", "drivingthe", "predicted", "tbi", "become", "leading", "cause", "death", "illness", "next", "ten", "years", "already", "one", "per", "cent", "population", "united", "states", "suffers", "disability", "caused", "tbi", "western", "countries", "ageing", "population", "accidents", "increase", "amount", "tbis", "asia", "tbis", "caused", "traffic", "accidents", "commonly", "seen", "problem", "elderly", "however", "finnish", "study", "shows", "tbi", "may", "cause", "dementia", "develop", "old", "age", "dementia", "caused", "injuries", "much", "common", "thought", "tragedy", "adult", "working", "age", "develops", "dementia", "recovering", "brain", "injury", "patient", "families", "also", "negatively", "impacts", "whole", "society", "future", "increasingly", "important", "prevent", "tbis", "develop", "rehabilitation", "monitoring", "tbi", "patients", "says", "docent", "raj"], "year": "Wed, 05 Jul 2017 04:00:00 GMT", "source": "University of Helsinki", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The WHO has predicted that TBI will become a leading cause of death and long-term illness during the next ten years. Already one per cent of the population in the...\n       view more  According to a study encompassing the entire Finnish population, traumatic brain injury associated with an increased risk for dementia in working-age adults. Yet, no such relationship was found between traumatic brain injury and later onset of Parkinson's disease or ALS.The researchers believe that these results may play a significant role for the rehabilitation and long-term monitoring of traumatic brain injury patients.Traumatic brain injuries (TBI) are among the top causes of death and disability, particularly among the young and middle aged. Approximately one in three that suffer from moderate-to-severe TBI die, and approximately half of the survivors will suffer from life-long disabilities.Degenerative brain diseases include memory disorders such as Alzheimer's disease as well as Parkinson's disease and amyotrophic lateral sclerosis (ALS). While the connection between TBI and degenerative brain diseases has been known, no comprehensive research data exist on the impact of TBI on degenerative brain diseases among adults of working age.Researchers from the University of Helsinki and the Helsinki University Hospital have now examined the relationship between TBI and degenerative brain diseases in a study encompassing the entire Finnish population. The study combined several nationwide registers to monitor more than 40,000 working-age adults, who survived the initial TBI, for ten years. Importantly, the persons´ level of education and socioeconomic status were accounted for.\"It seems that the risk for developing dementia after TBI is the highest among middle-aged men. The more severe the TBI, the higher the risk for subsequent dementia. While previous studies have identified good education and high socioeconomic status as protective factors against dementia, we did not discover a similar effect among TBI survivors,\" explains Rahul Raj, docent of experimental neurosurgery and one of the primary authors of the study.A significant discovery is that the risk of dementia among TBI survivors who have seemingly recovered well remains high for years after the injury. Raj points out that TBI patients may occasionally be incorrectly diagnosed with dementia due to the damage caused by the TBI itself, but such possible errors were considered in the study.\"According to our results, it might be so that the TBI triggers a process that later leads to dementia.\"\"These results are significant for the rehabilitation and monitoring of TBI patients. Such a reliable study of the long-term impact of TBI has previously been impossible,\" says Professor Jaakko Kaprio, a member of the research group.TRAUMATIC BRAIN INJURIES INCREASING - CAUSED BY AN AGING POPULATION AND RECKLESS DRIVINGThe WHO has predicted that TBI will become a leading cause of death and long-term illness during the next ten years. Already one per cent of the population in the United States suffers from a long-term disability caused by TBI. In western countries, the ageing of the population and age-related accidents increase the amount of TBIs, while in Asia, TBIs caused by traffic accidents are on the rise.Dementia is commonly seen as a problem of the elderly. However, the Finnish study shows that TBI may cause dementia to develop before old age, and that dementia caused by injuries are much more common than was thought.\"It is a tragedy when an adult of working age develops dementia after recovering from a brain injury, not just for the patient and their families, but it also negatively impacts the whole society. In the future, it will be increasingly important to prevent TBIs and to develop rehabilitation and long-term monitoring for TBI patients,\" says Docent Raj.", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoh-tbi070317.php", "date": "2018-01-19_20:48:52", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The WHO has predicted that TBI will become a leading cause of death and long-term illness during the next ten years.", "Already one per cent of the population in the...\n       view more  According to a study encompassing the entire Finnish population, traumatic brain injury associated with an increased risk for dementia in working-age adults.", "Yet, no such relationship was found between traumatic brain injury and later onset of Parkinson's disease or ALS.The researchers believe that these results may play a significant role for the rehabilitation and long-term monitoring of traumatic brain injury patients.Traumatic brain injuries (TBI) are among the top causes of death and disability, particularly among the young and middle aged.", "Approximately one in three that suffer from moderate-to-severe TBI die, and approximately half of the survivors will suffer from life-long disabilities.Degenerative brain diseases include memory disorders such as Alzheimer's disease as well as Parkinson's disease and amyotrophic lateral sclerosis (ALS).", "While the connection between TBI and degenerative brain diseases has been known, no comprehensive research data exist on the impact of TBI on degenerative brain diseases among adults of working age.Researchers from the University of Helsinki and the Helsinki University Hospital have now examined the relationship between TBI and degenerative brain diseases in a study encompassing the entire Finnish population.", "The study combined several nationwide registers to monitor more than 40,000 working-age adults, who survived the initial TBI, for ten years.", "Importantly, the persons´ level of education and socioeconomic status were accounted for.", "\"It seems that the risk for developing dementia after TBI is the highest among middle-aged men.", "The more severe the TBI, the higher the risk for subsequent dementia.", "While previous studies have identified good education and high socioeconomic status as protective factors against dementia, we did not discover a similar effect among TBI survivors,\" explains Rahul Raj, docent of experimental neurosurgery and one of the primary authors of the study.A significant discovery is that the risk of dementia among TBI survivors who have seemingly recovered well remains high for years after the injury.", "Raj points out that TBI patients may occasionally be incorrectly diagnosed with dementia due to the damage caused by the TBI itself, but such possible errors were considered in the study.", "\"According to our results, it might be so that the TBI triggers a process that later leads to dementia.", "\"\"These results are significant for the rehabilitation and monitoring of TBI patients.", "Such a reliable study of the long-term impact of TBI has previously been impossible,\" says Professor Jaakko Kaprio, a member of the research group.TRAUMATIC BRAIN INJURIES INCREASING - CAUSED BY AN AGING POPULATION AND RECKLESS DRIVINGThe WHO has predicted that TBI will become a leading cause of death and long-term illness during the next ten years.", "Already one per cent of the population in the United States suffers from a long-term disability caused by TBI.", "In western countries, the ageing of the population and age-related accidents increase the amount of TBIs, while in Asia, TBIs caused by traffic accidents are on the rise.Dementia is commonly seen as a problem of the elderly.", "However, the Finnish study shows that TBI may cause dementia to develop before old age, and that dementia caused by injuries are much more common than was thought.", "\"It is a tragedy when an adult of working age develops dementia after recovering from a brain injury, not just for the patient and their families, but it also negatively impacts the whole society.", "In the future, it will be increasingly important to prevent TBIs and to develop rehabilitation and long-term monitoring for TBI patients,\" says Docent Raj."]}