{"title": "Intervention for caregivers of dementia patients can lead to substantial Medicaid savings | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "study", "published", "gerontologist", "finds", "states", "could", "save", "tens", "millions", "dollars", "help", "americans", "dementia", "remain", "communities", "caregivers", "took", "part", "program", "designed", "improve", "emotional", "physical", "able", "care", "spouses", "partners", "effectively", "estimates", "prevalence", "incidence", "dementia", "us", "vary", "number", "affected", "people", "large", "increasing", "aging", "population", "economic", "burden", "dementia", "particularly", "cost", "nursing", "home", "care", "substantially", "borne", "state", "medicaid", "programs", "medicaid", "budget", "historically", "spent", "elderly", "disabled", "program", "largest", "single", "payer", "nursing", "home", "services", "country", "financing", "total", "spending", "nearly", "one", "every", "two", "dollars", "spent", "care", "minnesota", "comes", "estimated", "savings", "state", "payer", "perspective", "offering", "new", "york", "university", "caregiver", "intervention", "nyuci", "caregiver", "support", "counseling", "program", "eligible", "minnesota", "medicaid", "nyuci", "substantial", "evidence", "base", "built", "several", "randomized", "controlled", "trials", "initial", "trial", "included", "406", "caregivers", "followed", "long", "18", "years", "nyuci", "consists", "six", "sessions", "individual", "family", "counseling", "within", "4", "months", "enrollment", "tailored", "meet", "needs", "primary", "caregiver", "family", "recommendation", "participate", "ongoing", "support", "group", "availability", "additional", "telephone", "counseling", "needed", "program", "validated", "additional", "trials", "translated", "multiple", "demonstration", "projects", "including", "seven", "us", "states", "largest", "minnesota", "280", "participants", "fourteen", "urban", "rural", "predicted", "compared", "costs", "medicaid", "care", "residents", "dementia", "minnesota", "15", "years", "without", "implementation", "nyuci", "family", "model", "predicts", "increase", "2011", "2026", "prevalence", "minnesota", "medicaid", "eligibles", "dementia", "living", "spouse", "adult", "child", "caregiver", "caregivers", "participated", "intervention", "nyuci", "approximately", "eligibles", "dementia", "would", "remain", "community", "annually", "2014", "15", "years", "17", "fewer", "would", "die", "nursing", "homes", "15", "years", "minnesota", "department", "human", "services", "could", "realize", "savings", "million", "medicaid", "took", "part", "model", "informed", "analysis", "minnesota", "data", "literature", "epidemiology", "natural", "history", "costs", "management", "disease", "researchers", "suggest", "may", "possible", "save", "even", "money", "nyuci", "provided", "via", "video", "teleconferencing", "would", "eliminate", "counselor", "travel", "costs", "would", "increase", "net", "savings", "results", "study", "suggest", "improved", "caregiver", "support", "services", "moderate", "growing", "burden", "dementia", "government", "budgets", "even", "without", "breakthrough", "drug", "treatments", "dementia", "takes", "time", "realize", "savings", "program", "like", "nyuci", "frequently", "short", "time", "horizon", "legislative", "fiscal", "notes", "presents", "challenge", "adoption", "deciding", "program", "value", "may", "important", "distinguish", "return", "investment", "take", "impact", "steven", "foldes", "study", "lead", "author", "said", "elected", "officials", "throughout", "us", "recognize", "must", "find", "way", "pay", "increasing", "number", "people", "dementia", "need", "public", "support", "nursing", "home", "care", "known", "years", "proven", "counseling", "support", "program", "helps", "caregivers", "cope", "keep", "loved", "ones", "home", "longer", "know", "program", "could", "also", "ease", "burgeoning", "fiscal", "burden", "medicaid", "extended", "earlier", "study", "carefully", "estimate", "much", "state", "like", "minnesota", "could", "save", "15", "years", "study", "demonstrates", "potential", "net", "cost", "savings", "medicaid", "would", "result", "widespread", "use", "counseling", "support", "intervention", "family", "caregivers", "people", "dementia", "said", "foldes", "cost", "residential", "care", "medicaid", "eligibles", "dementia", "clearly", "greatest", "relevance", "state", "health", "policy", "perspective", "current", "model", "important", "update", "earlier", "models", "shows", "significant", "net", "cost", "savings", "achievable", "primary", "payer", "perspective"], "year": "Wed, 05 Jul 2017 04:00:00 GMT", "source": "Oxford University Press USA", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study published in The Gerontologist finds that states could save tens of millions of dollars -- and help more Americans with dementia remain in their communities -- if their caregivers took part in a program designed to improve their emotional and physical well-being so that they were able care for their spouses or partners effectively at home.Although estimates of the prevalence and incidence of dementia in the US vary, the number of affected people is large and increasing with the aging population.  The economic burden of dementia, particularly the cost of nursing home care, is substantially borne by state Medicaid programs. More than two-thirds of Medicaid's budget has historically been spent on the elderly and disabled, and the program is the largest single payer of nursing home services in the country, financing about one-third of the total spending. Nearly one of every two dollars spent on long-term care in Minnesota comes from Medicaid.Researchers here estimated savings, from the state payer perspective, from offering the New York University Caregiver Intervention (NYUCI), a well-studied caregiver support and counseling program, to eligible Minnesota Medicaid enrollees.The NYUCI has a substantial evidence base built on several randomized controlled trials; the initial trial included 406 caregivers followed for as long as 18 years.  The NYUCI consists of six sessions of individual and family counseling within 4 months of enrollment, tailored to meet the needs of the primary caregiver and family, recommendation to participate in an ongoing support group, and availability of additional telephone counseling as needed. The program has been validated in additional trials, and translated in multiple demonstration projects, including seven US states, the largest of which was in Minnesota, with 280 participants in fourteen urban and rural sites.Researchers predicted and compared costs to Medicaid of care for residents with dementia in Minnesota over 15 years with and without implementation of the NYUCI for their family caregivers.The model predicts a more than two-fold increase from 2011 to 2026 in the prevalence of Minnesota Medicaid eligibles with dementia living with a spouse or adult child caregiver .If their caregivers participated in an intervention such as the NYUCI, approximately 5-6% more eligibles with dementia would remain in the community annually from 2014 on, so that over 15 years 17% fewer would die in nursing homes. After 15 years, Minnesota Department of Human Services could realize savings of $40.4 million if all Medicaid eligibles/caregivers took part in such a program.The model was informed by analysis of Minnesota data, and literature on the epidemiology, natural history, costs, and evidence-based management of the disease. The researchers suggest that it may be possible to save even more money if  the NYUCI was provided via video teleconferencing, which would eliminate counselor travel costs. This would increase the net savings to $52.2 million.The results of this study suggest that improved caregiver support services can moderate the growing burden of dementia on government budgets, even without a breakthrough in drug treatments for dementia. But because it takes time to realize savings from a program like the NYUCI, the frequently short time horizon of legislative fiscal notes presents a challenge to adoption. In deciding on program value it may be important to distinguish cost-effectiveness from return on investment and take long-term impact into consideration.Dr. Steven Foldes, the study's lead author, said, \"Elected officials throughout the US recognize that they must find a way to pay for the increasing number of people with dementia who will need public support for nursing home care.  We've known for years that this proven counseling and support program helps caregivers cope and keep loved ones at home longer.  Now we know that this program could also ease the burgeoning fiscal burden for Medicaid.  We've extended our earlier study to carefully estimate just how much a state like Minnesota could save over 15 years.\" \"This study demonstrates the potential net cost savings to Medicaid that would result from widespread use of a counseling and support intervention for family caregivers of people with dementia,\" said Foldes. \"The cost of residential care for Medicaid eligibles with dementia clearly is of greatest relevance from a state health policy perspective. The current model is an important update of earlier models that shows that significant net cost savings are achievable from this primary payer perspective.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/oupu-ifc070517.php", "date": "2018-01-19_20:48:55", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study published in The Gerontologist finds that states could save tens of millions of dollars -- and help more Americans with dementia remain in their communities -- if their caregivers took part in a program designed to improve their emotional and physical well-being so that they were able care for their spouses or partners effectively at home.Although estimates of the prevalence and incidence of dementia in the US vary, the number of affected people is large and increasing with the aging population.", "The economic burden of dementia, particularly the cost of nursing home care, is substantially borne by state Medicaid programs.", "More than two-thirds of Medicaid's budget has historically been spent on the elderly and disabled, and the program is the largest single payer of nursing home services in the country, financing about one-third of the total spending.", "Nearly one of every two dollars spent on long-term care in Minnesota comes from Medicaid.Researchers here estimated savings, from the state payer perspective, from offering the New York University Caregiver Intervention (NYUCI), a well-studied caregiver support and counseling program, to eligible Minnesota Medicaid enrollees.The NYUCI has a substantial evidence base built on several randomized controlled trials; the initial trial included 406 caregivers followed for as long as 18 years.", "The NYUCI consists of six sessions of individual and family counseling within 4 months of enrollment, tailored to meet the needs of the primary caregiver and family, recommendation to participate in an ongoing support group, and availability of additional telephone counseling as needed.", "The program has been validated in additional trials, and translated in multiple demonstration projects, including seven US states, the largest of which was in Minnesota, with 280 participants in fourteen urban and rural sites.Researchers predicted and compared costs to Medicaid of care for residents with dementia in Minnesota over 15 years with and without implementation of the NYUCI for their family caregivers.The model predicts a more than two-fold increase from 2011 to 2026 in the prevalence of Minnesota Medicaid eligibles with dementia living with a spouse or adult child caregiver .If their caregivers participated in an intervention such as the NYUCI, approximately 5-6% more eligibles with dementia would remain in the community annually from 2014 on, so that over 15 years 17% fewer would die in nursing homes.", "After 15 years, Minnesota Department of Human Services could realize savings of $40.4 million if all Medicaid eligibles/caregivers took part in such a program.The model was informed by analysis of Minnesota data, and literature on the epidemiology, natural history, costs, and evidence-based management of the disease.", "The researchers suggest that it may be possible to save even more money if  the NYUCI was provided via video teleconferencing, which would eliminate counselor travel costs.", "This would increase the net savings to $52.2 million.The results of this study suggest that improved caregiver support services can moderate the growing burden of dementia on government budgets, even without a breakthrough in drug treatments for dementia.", "But because it takes time to realize savings from a program like the NYUCI, the frequently short time horizon of legislative fiscal notes presents a challenge to adoption.", "In deciding on program value it may be important to distinguish cost-effectiveness from return on investment and take long-term impact into consideration.Dr.", "Steven Foldes, the study's lead author, said, \"Elected officials throughout the US recognize that they must find a way to pay for the increasing number of people with dementia who will need public support for nursing home care.", "We've known for years that this proven counseling and support program helps caregivers cope and keep loved ones at home longer.", "Now we know that this program could also ease the burgeoning fiscal burden for Medicaid.", "We've extended our earlier study to carefully estimate just how much a state like Minnesota could save over 15 years.\"", "\"This study demonstrates the potential net cost savings to Medicaid that would result from widespread use of a counseling and support intervention for family caregivers of people with dementia,\" said Foldes.", "\"The cost of residential care for Medicaid eligibles with dementia clearly is of greatest relevance from a state health policy perspective.", "The current model is an important update of earlier models that shows that significant net cost savings are achievable from this primary payer perspective.\""]}