{"title": "How much does dementia risk increase after traumatic brain injury? | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txhaving", "moderate", "severe", "traumatic", "brain", "injury", "tbi", "associated", "increased", "risk", "future", "dementia", "according", "retrospective", "study", "tbi", "patients", "published", "plos", "medicine", "rahul", "raj", "university", "helsinki", "finland", "colleagues", "tbi", "usually", "results", "blow", "jolt", "head", "severe", "cases", "lead", "torn", "tissues", "bleeding", "physical", "damage", "brain", "new", "study", "researchers", "identified", "everyone", "finland", "ages", "18", "65", "hospitalized", "mild", "tbi", "1986", "2014", "used", "finnish", "care", "register", "health", "care", "track", "hospitalization", "tbi", "dementia", "parkinson", "disease", "amyotrophic", "lateral", "sclerosis", "als", "patients", "patients", "tbi", "went", "receive", "diagnosis", "dementia", "compared", "mild", "tbi", "adjusting", "confounding", "factors", "people", "tbi", "90", "likely", "mild", "tbi", "diagnosed", "dementia", "hazard", "ratio", "hr", "95", "confidence", "interval", "ci", "risk", "appeared", "increased", "among", "whose", "injury", "occurred", "middle", "age", "hr", "ci", "age", "ci", "age", "increase", "risk", "parkinson", "disease", "als", "tbi", "study", "limited", "significant", "number", "deaths", "group", "patients", "tbi", "potential", "misdiagnoses", "tbis", "fact", "database", "included", "patients", "hospitalized", "tbis", "subsequently", "dementia", "neurodegenerative", "conditions", "may", "missed", "treated", "outpatient", "setting", "results", "imply", "persons", "tbi", "seems", "increase", "risk", "developing", "neurodegenerative", "disease", "later", "life", "authors", "say", "effect", "covariates", "comorbidities", "factors", "effect", "genetics", "accounted", "future", "etiological", "studies", "well", "improve", "diagnostics", "prevention", "dementia", "tbi"], "year": "Wed, 05 Jul 2017 04:00:00 GMT", "source": "PLOS", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHaving a moderate or severe traumatic brain injury (TBI) in middle-age is associated with an increased risk for future dementia, according to a retrospective of study of more than 40,000 TBI patients published in PLOS Medicine by Rahul Raj of the University of Helsinki, Finland, and colleagues. A TBI usually results from a blow or jolt to the head and, in more severe cases, can lead to torn tissues, bleeding and other physical damage to the brain. In the new study, researchers identified everyone in Finland between the ages of 18 and 65 who was hospitalized with a mild or a moderate-to-severe TBI between 1986 and 2014. They then used the Finnish Care Register for Health Care to track hospitalization, after the TBI, with dementia, Parkinson's disease, and amyotrophic lateral sclerosis (ALS) for all 40,639 patients. 3.5% of patients who had a moderate-to-severe TBI went on to receive a diagnosis of dementia, compared to 1.6% for those who only had a mild TBI. After adjusting for confounding factors, people with a moderate-to-severe TBI were 90% more likely than those with mild TBI to be diagnosed with dementia (hazard ratio [HR] 1.9; 95% confidence interval [CI] 1.6±2.2). The risk appeared to be most increased among those whose injury occurred in middle age (HR 2.7 [CI 1.8-4.2] for age 41-50, and 2.0 [CI 1.6-2.4] for age 51-60). There was no increase in the risk of Parkinson's disease or ALS with TBI. The study was limited by a significant number of deaths in the group of patients with moderate-to-severe TBI, potential misdiagnoses of TBIs, and the fact that the database only included patients who were hospitalized, for TBIs and subsequently with dementia or other neurodegenerative conditions, so may have missed those treated in an outpatient setting. \"Our results imply that in working-aged persons, moderate-to-severe TBI seems to increase the risk for developing neurodegenerative disease later in life,\" the authors say. \"The effect of covariates, such as comorbidities, life-style factors and the effect of genetics, should be accounted for in future etiological studies, as well as to improve diagnostics and prevention of dementia after TBI.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/p-hmd062717.php", "date": "2018-01-19_20:48:58", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHaving a moderate or severe traumatic brain injury (TBI) in middle-age is associated with an increased risk for future dementia, according to a retrospective of study of more than 40,000 TBI patients published in PLOS Medicine by Rahul Raj of the University of Helsinki, Finland, and colleagues.", "A TBI usually results from a blow or jolt to the head and, in more severe cases, can lead to torn tissues, bleeding and other physical damage to the brain.", "In the new study, researchers identified everyone in Finland between the ages of 18 and 65 who was hospitalized with a mild or a moderate-to-severe TBI between 1986 and 2014.", "They then used the Finnish Care Register for Health Care to track hospitalization, after the TBI, with dementia, Parkinson's disease, and amyotrophic lateral sclerosis (ALS) for all 40,639 patients.", "3.5% of patients who had a moderate-to-severe TBI went on to receive a diagnosis of dementia, compared to 1.6% for those who only had a mild TBI.", "After adjusting for confounding factors, people with a moderate-to-severe TBI were 90% more likely than those with mild TBI to be diagnosed with dementia (hazard ratio [HR] 1.9; 95% confidence interval [CI] 1.6±2.2).", "The risk appeared to be most increased among those whose injury occurred in middle age (HR 2.7 [CI 1.8-4.2] for age 41-50, and 2.0 [CI 1.6-2.4] for age 51-60).", "There was no increase in the risk of Parkinson's disease or ALS with TBI.", "The study was limited by a significant number of deaths in the group of patients with moderate-to-severe TBI, potential misdiagnoses of TBIs, and the fact that the database only included patients who were hospitalized, for TBIs and subsequently with dementia or other neurodegenerative conditions, so may have missed those treated in an outpatient setting.", "\"Our results imply that in working-aged persons, moderate-to-severe TBI seems to increase the risk for developing neurodegenerative disease later in life,\" the authors say.", "\"The effect of covariates, such as comorbidities, life-style factors and the effect of genetics, should be accounted for in future etiological studies, as well as to improve diagnostics and prevention of dementia after TBI.\""]}