{"title": "Study: No link seen between traumatic brain injury and cognitive decline | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "boston", "although", "much", "research", "examined", "traumatic", "brain", "injury", "tbi", "possible", "risk", "factor", "later", "life", "dementia", "neurodegenerative", "diseases", "alzheimer", "disease", "ad", "little", "known", "regarding", "tbi", "influences", "rate", "cognitive", "change", "new", "study", "shows", "history", "tbi", "loss", "consciousness", "appear", "affect", "rate", "cognitive", "change", "time", "participants", "normal", "cognition", "even", "ad", "dementia", "findings", "appear", "journal", "alzheimer", "disease", "10", "million", "individuals", "worldwide", "affected", "annually", "tbi", "however", "true", "prevalence", "likely", "even", "greater", "given", "majority", "tbis", "mild", "severity", "may", "recognized", "reported", "tbi", "major", "public", "health", "socioeconomic", "concern", "resulting", "billion", "direct", "medical", "costs", "billion", "indirect", "costs", "health", "system", "2010", "alone", "according", "researchers", "relationship", "tbi", "cognitive", "trajectories", "remains", "poorly", "understood", "due", "limitations", "previous", "studies", "including", "small", "sample", "sizes", "short", "periods", "biased", "samples", "high", "attrition", "rates", "limited", "reports", "exposure", "repetitive", "head", "impacts", "received", "contact", "sports", "brief", "cognitive", "test", "batteries", "effort", "examine", "possible", "connection", "researchers", "compared", "performance", "cognitive", "tests", "time", "706", "participants", "432", "normal", "cognition", "274", "ad", "dementia", "national", "alzheimer", "coordinating", "center", "database", "normal", "ad", "dementia", "participants", "history", "tbi", "loss", "consciousness", "matched", "equal", "number", "demographically", "clinically", "similar", "participants", "without", "tbi", "history", "researchers", "also", "examined", "possible", "role", "genetics", "relationship", "tbi", "cognitive", "decline", "studying", "gene", "known", "increase", "risk", "ad", "dementia", "apoe", "ε4", "gene", "although", "expected", "rates", "cognitive", "change", "differ", "significantly", "history", "tbi", "compared", "history", "tbi", "found", "significant", "difference", "groups", "regardless", "apoe", "genotype", "explained", "corresponding", "author", "robert", "stern", "phd", "director", "clinical", "core", "boston", "university", "alzheimer", "disease", "center", "bu", "adc", "professor", "neurology", "neurosurgery", "anatomy", "neurobiology", "boston", "university", "school", "study", "first", "author", "yorghos", "tripodis", "phd", "associate", "director", "data", "management", "biostatistics", "core", "bu", "adc", "associate", "professor", "biostatistics", "boston", "university", "school", "public", "health", "cautioned", "findings", "still", "interpreted", "cautiously", "due", "crude", "limited", "assessment", "tbi", "history", "available", "nacc", "database", "researchers", "recommended", "future", "studies", "collect", "information", "number", "past", "tbis", "including", "mild", "tbis", "well", "exposure", "trauma", "contact", "sports", "activities", "along", "time", "since", "tbi", "may", "play", "significant", "role", "cognitive", "change"], "year": "Wed, 05 Jul 2017 04:00:00 GMT", "source": "Boston University Medical Center", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(Boston) -- Although much research has examined traumatic brain injury (TBI) as a possible risk factor for later life dementia from neurodegenerative diseases such as Alzheimer's disease (AD), little is known regarding how TBI influences the rate of age-related cognitive change. A new study now shows that history of TBI (with loss of consciousness) does not appear to affect the rate of cognitive change over time for participants with normal cognition or even those with AD dementia. These findings appear in the Journal of Alzheimer's Disease.    More than 10 million individuals worldwide are affected annually by TBI, however the true prevalence is likely even greater given that a majority of TBIs are mild in severity and may not be recognized or reported. TBI is a major public health and socioeconomic concern resulting in $11.5 billion in direct medical costs and $64.8 billion in indirect costs to the U.S. health system in 2010 alone. According to the researchers the relationship between TBI and long-term cognitive trajectories remains poorly understood due to limitations of previous studies, including small sample sizes, short follow-up periods, biased samples, high attrition rates, limited or no reports of exposure to repetitive head impacts (such as those received through contact sports), and very brief cognitive test batteries. In an effort to examine this possible connection, researchers compared performance on cognitive tests over time for 706 participants (432 with normal cognition; 274 AD dementia) from the National Alzheimer's Coordinating Center database. Normal and AD dementia participants with a history of TBI with loss of consciousness were matched to an equal number of demographically and clinically similar participants without a TBI history. The researchers also examined the possible role of genetics in the relationship between TBI and cognitive decline by studying a gene known to increase risk for AD dementia, the APOE ε4 gene.\"Although we expected the rates of cognitive change to differ significantly between those with a history of TBI compared to those with no history of TBI, we found no significant difference between the groups, regardless of their APOE genotype,\" explained corresponding author Robert Stern, PhD, Director of the Clinical Core of the Boston University Alzheimer's Disease Center (BU ADC) and professor of neurology, neurosurgery and anatomy and neurobiology at Boston University School of Medicine.The study's first author Yorghos Tripodis, PhD, Associate Director of the Data Management and Biostatistics Core of the BU ADC and associate professor of Biostatistics at Boston University School of Public Health, cautioned, \"Our findings should still be interpreted cautiously due to the crude and limited assessment of TBI history available through the NACC database.\" The researchers recommended that future studies should collect information on the number of past TBIs (including mild TBIs, as well as exposure to sub-concussive trauma through contact sports and other activities) along with time since TBI, which may play a significant role in cognitive change.", "url": "http://www.eurekalert.org/pub_releases/2017-07/bumc-snl070517.php", "date": "2018-01-19_20:49:01", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(Boston) -- Although much research has examined traumatic brain injury (TBI) as a possible risk factor for later life dementia from neurodegenerative diseases such as Alzheimer's disease (AD), little is known regarding how TBI influences the rate of age-related cognitive change.", "A new study now shows that history of TBI (with loss of consciousness) does not appear to affect the rate of cognitive change over time for participants with normal cognition or even those with AD dementia.", "These findings appear in the Journal of Alzheimer's Disease.", "More than 10 million individuals worldwide are affected annually by TBI, however the true prevalence is likely even greater given that a majority of TBIs are mild in severity and may not be recognized or reported.", "TBI is a major public health and socioeconomic concern resulting in $11.5 billion in direct medical costs and $64.8 billion in indirect costs to the U.S. health system in 2010 alone.", "According to the researchers the relationship between TBI and long-term cognitive trajectories remains poorly understood due to limitations of previous studies, including small sample sizes, short follow-up periods, biased samples, high attrition rates, limited or no reports of exposure to repetitive head impacts (such as those received through contact sports), and very brief cognitive test batteries.", "In an effort to examine this possible connection, researchers compared performance on cognitive tests over time for 706 participants (432 with normal cognition; 274 AD dementia) from the National Alzheimer's Coordinating Center database.", "Normal and AD dementia participants with a history of TBI with loss of consciousness were matched to an equal number of demographically and clinically similar participants without a TBI history.", "The researchers also examined the possible role of genetics in the relationship between TBI and cognitive decline by studying a gene known to increase risk for AD dementia, the APOE ε4 gene.", "\"Although we expected the rates of cognitive change to differ significantly between those with a history of TBI compared to those with no history of TBI, we found no significant difference between the groups, regardless of their APOE genotype,\" explained corresponding author Robert Stern, PhD, Director of the Clinical Core of the Boston University Alzheimer's Disease Center (BU ADC) and professor of neurology, neurosurgery and anatomy and neurobiology at Boston University School of Medicine.The study's first author Yorghos Tripodis, PhD, Associate Director of the Data Management and Biostatistics Core of the BU ADC and associate professor of Biostatistics at Boston University School of Public Health, cautioned, \"Our findings should still be interpreted cautiously due to the crude and limited assessment of TBI history available through the NACC database.\"", "The researchers recommended that future studies should collect information on the number of past TBIs (including mild TBIs, as well as exposure to sub-concussive trauma through contact sports and other activities) along with time since TBI, which may play a significant role in cognitive change."]}