{"title": "For mice, too much muscle glycogen impairs endurance exercise performance | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "visual", "abstract", "depicts", "although", "glycogenin", "thought", "essential", "glycogen", "synthesis", "testoni", "et", "al", "show", "animals", "still", "make", "glycogen", "surprisingly", "glycogen", "accumulates", "striated", "view", "2009", "usain", "bolt", "set", "world", "record", "dash", "thanks", "large", "part", "carb", "called", "glycogen", "molecule", "stored", "skeletal", "muscle", "later", "released", "fuel", "short", "intense", "bouts", "physical", "activity", "basics", "glycogen", "biology", "thought", "well", "established", "study", "rodents", "published", "july", "5th", "journal", "cell", "metabolism", "turns", "assumptions", "head", "surprisingly", "researchers", "found", "glycogen", "synthesis", "require", "protein", "called", "glycogenin", "high", "glycogen", "levels", "actually", "impair", "endurance", "muscle", "performance", "mice", "findings", "change", "perspective", "glycogen", "synthesis", "role", "glycogenin", "muscle", "physiology", "says", "senior", "author", "joan", "guinovart", "jjguinovart", "institute", "research", "biomedicine", "irb", "barcelona", "clinical", "standpoint", "study", "also", "unravels", "mechanisms", "underlying", "glycogen", "storage", "disease", "xv", "genetic", "disorder", "recently", "described", "humans", "first", "time", "skeletal", "muscle", "glycolytic", "fibers", "use", "glycogen", "main", "energy", "source", "anaerobic", "metabolism", "serving", "sustain", "brief", "periods", "activity", "hand", "fibers", "use", "oxidative", "metabolism", "prolonged", "activity", "decades", "scientists", "known", "muscle", "glycogen", "levels", "strongly", "associated", "strenuous", "exercise", "performance", "generally", "accepted", "glycogen", "synthesis", "requires", "enzyme", "called", "glycogenin", "catalyzes", "formation", "sugar", "chain", "consisting", "glucose", "molecules", "importance", "proper", "glycogen", "synthesis", "illustrated", "fatal", "neurodegenerative", "condition", "called", "lafora", "disease", "due", "toxic", "glycogen", "clumps", "neurons", "cell", "types", "patients", "disease", "commonly", "experience", "severe", "epileptic", "seizures", "motor", "impairment", "muscle", "spasms", "dementia", "guinovart", "team", "previously", "demonstrated", "blocking", "glycogen", "synthesis", "depleting", "molecule", "called", "glycogen", "synthase", "provides", "means", "effectively", "treat", "order", "find", "alternative", "targets", "disease", "guinovart", "first", "author", "giorgia", "testoni", "irb", "barcelona", "generated", "mice", "expecting", "also", "block", "glycogen", "accumulation", "cells", "surprise", "found", "high", "quantities", "glycogen", "muscle", "tissue", "mice", "despite", "higher", "glycogen", "levels", "mice", "underperformed", "normal", "mice", "reaching", "exhaustion", "earlier", "covering", "shorter", "distance", "running", "treadmill", "mice", "30", "slower", "running", "time", "usual", "covered", "50", "less", "distance", "reason", "poor", "endurance", "performance", "mice", "muscles", "calves", "started", "resemble", "muscles", "switching", "oxidative", "metabolism", "glycolytic", "original", "expectations", "guinovart", "team", "discover", "new", "treatment", "option", "patients", "lafora", "disease", "glycogenin", "deficiency", "prevent", "glycogen", "accumulation", "originally", "suspected", "however", "results", "may", "explain", "muscular", "defects", "patients", "glycogen", "storage", "disease", "xv", "first", "reported", "2014", "patients", "condition", "show", "glycogenin", "depletion", "skeletal", "muscle", "muscle", "weakness", "despite", "high", "glycogen", "levels", "striking", "similarities", "human", "patients", "mice", "used", "study", "could", "open", "new", "avenues", "understanding", "molecular", "basis", "glycogen", "storage", "disease", "xv", "developing", "effective", "treatments", "newly", "described", "disease", "guinovart", "says"], "year": "Wed, 05 Jul 2017 04:00:00 GMT", "source": "Cell Press", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This visual abstract depicts how although glycogenin is thought to be essential for glycogen synthesis, Testoni et al. show that glycogenin-deficient animals still make glycogen. Surprisingly, glycogen accumulates in striated...\n       view more In 2009, Usain Bolt set the world record in the 100-meter dash, thanks in large part to a carb called glycogen. This molecule is stored in skeletal muscle and later released to fuel short and intense bouts of physical activity. The basics of glycogen biology are thought to be well established, but a study in rodents published July 5th in the journal Cell Metabolism turns long-standing assumptions on their head. Surprisingly, the researchers found that glycogen synthesis does not require a protein called glycogenin, and that high glycogen levels actually impair endurance muscle performance in mice. \"These findings change our perspective on glycogen synthesis and the role of glycogenin in muscle physiology,\" says senior author Joan Guinovart (@JJGuinovart) of the Institute for Research in Biomedicine (IRB Barcelona). \"From a clinical standpoint, our study also unravels the mechanisms underlying glycogen storage disease XV, a genetic disorder that was recently described in humans for the first time.\"In skeletal muscle, fast-twitch glycolytic fibers use glycogen as the main energy source for anaerobic metabolism, serving to sustain brief periods of high-intensity activity. On the other hand, slow-twitch fibers use oxidative metabolism for prolonged low-intensity activity. For decades, scientists have known that muscle glycogen levels are strongly associated with strenuous exercise performance. It is generally accepted that glycogen synthesis requires an enzyme called glycogenin, which catalyzes the formation of a sugar chain consisting of glucose molecules. The importance of proper glycogen synthesis is illustrated by a fatal neurodegenerative condition called Lafora disease. Due to the build-up of toxic glycogen clumps in neurons and other cell types, patients with this disease commonly experience severe epileptic seizures, motor impairment, muscle spasms, and dementia. Guinovart and his team previously demonstrated that blocking glycogen synthesis by depleting a molecule called glycogen synthase provides a means to effectively treat these patients.In order to find alternative targets for the disease, Guinovart and first author Giorgia Testoni of IRB Barcelona generated glycogenin-deficient mice, expecting to also block glycogen accumulation in cells. To their surprise, they found high quantities of glycogen in the muscle tissue of these mice. Despite higher glycogen levels, glycogenin-deficient mice underperformed normal mice, reaching exhaustion earlier and covering a shorter distance while running on a treadmill. The mice had a 30% slower running time than usual and covered 50% less distance. The reason for the poor endurance performance of glycogenin-deficient mice was that slow-twitch muscles in the calves started to resemble fast-twitch muscles, switching from oxidative metabolism to glycolytic metabolism.Contrary to their original expectations, Guinovart and his team did not discover a new treatment option for patients with Lafora disease, because glycogenin deficiency did not prevent glycogen accumulation as they had originally suspected. However, the results may explain the muscular defects of patients with glycogen storage disease XV. As first reported in 2014, patients with this condition show glycogenin depletion in skeletal muscle and muscle weakness, despite high glycogen levels. \"The striking similarities between human patients and the glycogenin-deficient mice we used in our study could open new avenues to understanding the molecular basis of glycogen storage disease XV and developing effective treatments for this newly described disease,\" Guinovart says.", "url": "http://www.eurekalert.org/pub_releases/2017-07/cp-fmt062917.php", "date": "2018-01-19_20:49:04", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This visual abstract depicts how although glycogenin is thought to be essential for glycogen synthesis, Testoni et al.", "show that glycogenin-deficient animals still make glycogen.", "Surprisingly, glycogen accumulates in striated...\n       view more In 2009, Usain Bolt set the world record in the 100-meter dash, thanks in large part to a carb called glycogen.", "This molecule is stored in skeletal muscle and later released to fuel short and intense bouts of physical activity.", "The basics of glycogen biology are thought to be well established, but a study in rodents published July 5th in the journal Cell Metabolism turns long-standing assumptions on their head.", "Surprisingly, the researchers found that glycogen synthesis does not require a protein called glycogenin, and that high glycogen levels actually impair endurance muscle performance in mice.", "\"These findings change our perspective on glycogen synthesis and the role of glycogenin in muscle physiology,\" says senior author Joan Guinovart (@JJGuinovart) of the Institute for Research in Biomedicine (IRB Barcelona).", "\"From a clinical standpoint, our study also unravels the mechanisms underlying glycogen storage disease XV, a genetic disorder that was recently described in humans for the first time.", "\"In skeletal muscle, fast-twitch glycolytic fibers use glycogen as the main energy source for anaerobic metabolism, serving to sustain brief periods of high-intensity activity.", "On the other hand, slow-twitch fibers use oxidative metabolism for prolonged low-intensity activity.", "For decades, scientists have known that muscle glycogen levels are strongly associated with strenuous exercise performance.", "It is generally accepted that glycogen synthesis requires an enzyme called glycogenin, which catalyzes the formation of a sugar chain consisting of glucose molecules.", "The importance of proper glycogen synthesis is illustrated by a fatal neurodegenerative condition called Lafora disease.", "Due to the build-up of toxic glycogen clumps in neurons and other cell types, patients with this disease commonly experience severe epileptic seizures, motor impairment, muscle spasms, and dementia.", "Guinovart and his team previously demonstrated that blocking glycogen synthesis by depleting a molecule called glycogen synthase provides a means to effectively treat these patients.In order to find alternative targets for the disease, Guinovart and first author Giorgia Testoni of IRB Barcelona generated glycogenin-deficient mice, expecting to also block glycogen accumulation in cells.", "To their surprise, they found high quantities of glycogen in the muscle tissue of these mice.", "Despite higher glycogen levels, glycogenin-deficient mice underperformed normal mice, reaching exhaustion earlier and covering a shorter distance while running on a treadmill.", "The mice had a 30% slower running time than usual and covered 50% less distance.", "The reason for the poor endurance performance of glycogenin-deficient mice was that slow-twitch muscles in the calves started to resemble fast-twitch muscles, switching from oxidative metabolism to glycolytic metabolism.Contrary to their original expectations, Guinovart and his team did not discover a new treatment option for patients with Lafora disease, because glycogenin deficiency did not prevent glycogen accumulation as they had originally suspected.", "However, the results may explain the muscular defects of patients with glycogen storage disease XV.", "As first reported in 2014, patients with this condition show glycogenin depletion in skeletal muscle and muscle weakness, despite high glycogen levels.", "\"The striking similarities between human patients and the glycogenin-deficient mice we used in our study could open new avenues to understanding the molecular basis of glycogen storage disease XV and developing effective treatments for this newly described disease,\" Guinovart says."]}