{"title": "How babies' environments lead to poor health later | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txevanston", "new", "northwestern", "university", "research", "underscores", "environmental", "conditions", "early", "development", "cause", "inflammation", "adulthood", "important", "risk", "factor", "wide", "range", "diseases", "aging", "including", "cardiovascular", "diseases", "diabetes", "autoimmune", "diseases", "research", "helped", "explain", "key", "unanswered", "question", "poorly", "understood", "mechanisms", "shaping", "development", "regulation", "inflammation", "drawing", "prior", "research", "links", "environmental", "exposures", "inflammatory", "biomarkers", "research", "broke", "new", "ground", "helping", "understand", "bodies", "experiences", "infancy", "carry", "forward", "shape", "inflammation", "health", "adulthood", "using", "data", "large", "birth", "cohort", "study", "philippines", "lifetime", "information", "study", "participants", "researchers", "found", "nutritional", "microbial", "psychosocial", "exposures", "early", "development", "predict", "dna", "methylation", "dnam", "nine", "genes", "involved", "regulation", "inflammation", "researchers", "focused", "dnam", "epigenetic", "process", "involves", "durable", "biochemical", "marks", "genome", "regulate", "gene", "expression", "plausible", "biological", "mechanism", "preserving", "cellular", "memories", "early", "life", "words", "epigenetic", "mechanisms", "appear", "explain", "least", "part", "environments", "infancy", "childhood", "remembered", "lasting", "effects", "inflammation", "risk", "diseases", "taking", "step", "findings", "encourage", "us", "reconsider", "common", "view", "genes", "human", "body", "static", "fixed", "conception", "said", "thomas", "mcdade", "lead", "author", "study", "carlos", "montezuma", "professor", "anthropology", "weinberg", "college", "arts", "sciences", "research", "suggests", "altering", "aspects", "nutritional", "microbial", "psychosocial", "environment", "early", "development", "leave", "lasting", "marks", "epigenome", "potential", "reduce", "levels", "chronic", "inflammation", "exposures", "leave", "mark", "epigenome", "shape", "inflammation", "course", "development", "include", "aspects", "nutrition", "infancy", "breastfeeding", "duration", "intensity", "microbial", "exposure", "infancy", "exposure", "animal", "feces", "season", "birth", "exposure", "adversity", "socioeconomic", "status", "extended", "parental", "absence", "leave", "mark", "epigenome", "conceptualize", "human", "genome", "dynamic", "substrate", "embodies", "information", "environment", "alter", "structure", "function", "move", "beyond", "simplistic", "nurture", "destiny", "metaphors", "justice", "complexity", "human", "development", "said", "mcdade", "also", "faculty", "fellow", "northwestern", "institute", "policy", "prior", "research", "studies", "among", "others", "shown", "environments", "infancy", "early", "childhood", "lasting", "effects", "inflammation", "adulthood", "example", "published", "first", "study", "show", "higher", "levels", "microbial", "exposure", "infancy", "associated", "lower", "levels", "inflammation", "adulthood", "furthermore", "earlier", "research", "found", "individuals", "born", "lower", "birth", "weights", "breastfed", "shorter", "lengths", "time", "infancy", "higher", "levels", "inflammation", "adulthood"], "year": "Mon, 03 Jul 2017 04:00:00 GMT", "source": "Northwestern University", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEVANSTON, Ill. --- New Northwestern University research underscores how environmental conditions early in development can cause inflammation in adulthood -- an important risk factor for a wide range of diseases of aging, including cardiovascular diseases, diabetes, autoimmune diseases and dementia.Beyond that, the research helped to explain a key unanswered question about the poorly understood mechanisms shaping the development and regulation of inflammation. Drawing on prior research that links environmental exposures to inflammatory biomarkers, the research broke new ground in helping to understand: \"How is it our bodies 'remember' experiences in infancy and carry them forward to shape inflammation and health in adulthood?\"  Using data from a large birth cohort study in the Philippines, with a lifetime of information on the study participants, researchers found that nutritional, microbial and psychosocial exposures early in development predict DNA methylation (DNAm) in nine genes involved in the regulation of inflammation. The researchers focused on DNAm -- an epigenetic process that involves durable biochemical marks on the genome that regulate gene expression -- as a plausible biological mechanism for preserving cellular memories of early life experiences.In other words, epigenetic mechanisms appear to explain -- at least in part -- how environments in infancy and childhood are \"remembered\" and have lasting effects on inflammation and risk for inflammation-related diseases.\"Taking this a step further, the findings encourage us to reconsider the common view that genes are a 'blueprint' for the human body -- that they are static and fixed at conception,\" said Thomas McDade, lead author of the study and the Carlos Montezuma Professor of Anthropology in the Weinberg College of Arts and Sciences at Northwestern.The research suggests that altering aspects of the nutritional, microbial and psychosocial environment early in development can leave lasting marks on the epigenome, with the potential to reduce levels of chronic inflammation in adulthood.Environmental exposures that leave their mark on the epigenome and shape inflammation over the course of development, include aspects of nutrition in infancy (breastfeeding duration), the intensity of microbial exposure in infancy (exposure to animal feces, season of birth) and exposure to adversity (socioeconomic status in infancy/childhood, extended parental absence) all leave their mark on the epigenome. \"If we conceptualize the human genome as a dynamic substrate that embodies information from the environment to alter its structure and function, we can move beyond simplistic 'nature vs. nurture' and 'DNA as destiny' metaphors that don't do justice to the complexity of human development,\" said McDade, also a faculty fellow with Northwestern's Institute for Policy Research.McDade's prior research studies, among others, have shown that environments in infancy and early childhood have lasting effects on inflammation in adulthood. For example, he published the first study to show that higher levels of microbial exposure in infancy are associated with lower levels of inflammation in adulthood. Furthermore, his earlier research found that individuals born at lower birth weights, and who were breastfed for shorter lengths of time in infancy, have higher levels of inflammation in adulthood.", "url": "http://www.eurekalert.org/pub_releases/2017-07/nu-hbe062817.php", "date": "2018-01-19_20:49:07", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEVANSTON, Ill. --- New Northwestern University research underscores how environmental conditions early in development can cause inflammation in adulthood -- an important risk factor for a wide range of diseases of aging, including cardiovascular diseases, diabetes, autoimmune diseases and dementia.Beyond that, the research helped to explain a key unanswered question about the poorly understood mechanisms shaping the development and regulation of inflammation.", "Drawing on prior research that links environmental exposures to inflammatory biomarkers, the research broke new ground in helping to understand: \"How is it our bodies 'remember' experiences in infancy and carry them forward to shape inflammation and health in adulthood?\"", "Using data from a large birth cohort study in the Philippines, with a lifetime of information on the study participants, researchers found that nutritional, microbial and psychosocial exposures early in development predict DNA methylation (DNAm) in nine genes involved in the regulation of inflammation.", "The researchers focused on DNAm -- an epigenetic process that involves durable biochemical marks on the genome that regulate gene expression -- as a plausible biological mechanism for preserving cellular memories of early life experiences.In other words, epigenetic mechanisms appear to explain -- at least in part -- how environments in infancy and childhood are \"remembered\" and have lasting effects on inflammation and risk for inflammation-related diseases.", "\"Taking this a step further, the findings encourage us to reconsider the common view that genes are a 'blueprint' for the human body -- that they are static and fixed at conception,\" said Thomas McDade, lead author of the study and the Carlos Montezuma Professor of Anthropology in the Weinberg College of Arts and Sciences at Northwestern.The research suggests that altering aspects of the nutritional, microbial and psychosocial environment early in development can leave lasting marks on the epigenome, with the potential to reduce levels of chronic inflammation in adulthood.Environmental exposures that leave their mark on the epigenome and shape inflammation over the course of development, include aspects of nutrition in infancy (breastfeeding duration), the intensity of microbial exposure in infancy (exposure to animal feces, season of birth) and exposure to adversity (socioeconomic status in infancy/childhood, extended parental absence) all leave their mark on the epigenome.", "\"If we conceptualize the human genome as a dynamic substrate that embodies information from the environment to alter its structure and function, we can move beyond simplistic 'nature vs. nurture' and 'DNA as destiny' metaphors that don't do justice to the complexity of human development,\" said McDade, also a faculty fellow with Northwestern's Institute for Policy Research.McDade's prior research studies, among others, have shown that environments in infancy and early childhood have lasting effects on inflammation in adulthood.", "For example, he published the first study to show that higher levels of microbial exposure in infancy are associated with lower levels of inflammation in adulthood.", "Furthermore, his earlier research found that individuals born at lower birth weights, and who were breastfed for shorter lengths of time in infancy, have higher levels of inflammation in adulthood."]}