{"title": "Popular heartburn drugs linked to higher death risk | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "millions", "us", "residents", "take", "proton", "pump", "inhibitors", "widely", "prescribed", "treat", "heartburn", "ulcers", "gastrointestinal", "problems", "drugs", "also", "available", "counter", "brand", "view", "popular", "heartburn", "drugs", "called", "proton", "pump", "inhibitors", "ppis", "linked", "variety", "health", "problems", "including", "serious", "kidney", "damage", "bone", "fractures", "dementia", "new", "study", "washington", "university", "school", "medicine", "louis", "shows", "longtime", "use", "drugs", "also", "associated", "increased", "risk", "residents", "take", "proton", "pump", "inhibitors", "widely", "prescribed", "treat", "heartburn", "ulcers", "gastrointestinal", "problems", "drugs", "also", "available", "counter", "brand", "names", "include", "prevacid", "prilosec", "study", "researchers", "examined", "medical", "records", "users", "ppis", "nearly", "people", "took", "another", "class", "drugs", "known", "h2", "blockers", "reduce", "stomach", "acid", "research", "published", "online", "july", "3", "journal", "bmj", "open", "matter", "sliced", "diced", "data", "large", "data", "set", "saw", "thing", "increased", "risk", "death", "among", "ppi", "users", "said", "senior", "author", "ziyad", "md", "assistant", "professor", "medicine", "example", "compared", "patients", "taking", "h2", "blockers", "taking", "ppis", "one", "two", "years", "found", "ppis", "50", "percent", "increased", "risk", "dying", "next", "five", "years", "people", "idea", "ppis", "safe", "readily", "available", "real", "risks", "taking", "drugs", "particularly", "long", "periods", "time", "ppis", "h2", "blockers", "prescribed", "serious", "medical", "conditions", "upper", "gastrointestinal", "tract", "bleeding", "gastroesophageal", "reflux", "disease", "esophageal", "cancer", "ppis", "often", "used", "heartburn", "become", "one", "commonly", "used", "classes", "drugs", "united", "states", "15", "million", "monthly", "prescriptions", "2015", "nexium", "alone", "according", "kidney", "doctor", "profession", "previously", "published", "studies", "linking", "ppis", "kidney", "disease", "researchers", "shown", "association", "health", "problems", "first", "author", "yan", "xie", "phd", "data", "scientist", "colleagues", "reasoned", "since", "side", "effects", "carries", "small", "risk", "death", "together", "may", "affect", "mortality", "rate", "ppi", "find", "researchers", "sifted", "millions", "veterans", "medical", "records", "database", "maintained", "department", "veterans", "affairs", "identified", "people", "prescribed", "ppi", "people", "prescribed", "h2", "blocker", "october", "2006", "september", "2008", "noted", "many", "died", "following", "five", "years", "database", "include", "information", "cause", "colleagues", "found", "25", "percent", "increased", "risk", "death", "ppi", "group", "compared", "h2", "blocker", "group", "researchers", "calculate", "every", "500", "people", "taking", "ppis", "year", "one", "extra", "death", "would", "otherwise", "occurred", "given", "millions", "people", "take", "ppis", "regularly", "could", "translate", "thousands", "excess", "deaths", "every", "year", "researchers", "also", "calculated", "risk", "death", "people", "prescribed", "ppis", "h2", "blockers", "despite", "gastrointestinal", "conditions", "drugs", "recommended", "researchers", "found", "people", "took", "ppis", "24", "percent", "increased", "risk", "death", "compared", "people", "taking", "h2", "risk", "rose", "steadily", "longer", "people", "used", "drugs", "30", "days", "risk", "death", "ppi", "h2", "blocker", "groups", "significantly", "different", "among", "people", "taking", "drugs", "one", "two", "years", "risk", "ppi", "users", "nearly", "50", "percent", "higher", "h2", "blocker", "recommended", "treatment", "regimen", "ppis", "short", "two", "eight", "weeks", "ulcers", "example", "many", "people", "end", "taking", "drugs", "months", "years", "lot", "times", "people", "get", "prescribed", "ppis", "good", "medical", "reason", "doctors", "stop", "patients", "keep", "getting", "refill", "refill", "refill", "said", "needs", "periodic", "whether", "people", "need", "time", "people", "going", "need", "ppis", "year", "two", "three", "compared", "h2", "blocker", "group", "people", "ppi", "group", "older", "64", "years", "old", "average", "versus", "61", "also", "somewhat", "sicker", "higher", "rates", "diabetes", "hypertension", "cardiovascular", "disease", "differences", "fully", "account", "increased", "risk", "death", "since", "risk", "remained", "even", "researchers", "statistically", "controlled", "age", "ppis", "contain", "chemical", "compounds", "prescription", "ppis", "lower", "doses", "way", "know", "long", "people", "stay", "food", "drug", "administration", "recommends", "taking", "ppis", "longer", "four", "weeks", "consulting", "emphasizes", "deciding", "whether", "take", "ppi", "requires", "calculation", "ppis", "save", "lives", "said", "needed", "ppi", "absolutely", "would", "take", "would", "take", "need", "would", "want", "doctor", "monitoring", "carefully", "take", "moment", "longer", "needed"], "year": "Mon, 03 Jul 2017 04:00:00 GMT", "source": "Washington University School of Medicine", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Millions of US residents take proton pump inhibitors which are widely prescribed to treat heartburn, ulcers and other gastrointestinal problems. The drugs also are available over the counter under brand...\n       view more Popular heartburn drugs called proton pump inhibitors (PPIs) have been linked to a variety of health problems, including serious kidney damage, bone fractures and dementia. Now, a new study from Washington University School of Medicine in St. Louis shows that longtime use of the drugs also is associated with an increased risk of death.Millions of U.S. residents take proton pump inhibitors which are widely prescribed to treat heartburn, ulcers and other gastrointestinal problems. The drugs also are available over the counter under brand names that include Prevacid, Prilosec and Nexium.For the study, the researchers examined medical records of some 275,000 users of PPIs and nearly 75,000 people who took another class of drugs - known as H2 blockers - to reduce stomach acid. The research is published online July 3 in the journal BMJ Open.\"No matter how we sliced and diced the data from this large data set, we saw the same thing: There's an increased risk of death among PPI users,\" said senior author Ziyad Al-Aly, MD, an assistant professor of medicine. \"For example, when we compared patients taking H2 blockers with those taking PPIs for one to two years, we found those on PPIs had a 50 percent increased risk of dying over the next five years. People have the idea that PPIs are very safe because they are readily available, but there are real risks to taking these drugs, particularly for long periods of time.\"Both PPIs and H2 blockers are prescribed for serious medical conditions such as upper gastrointestinal tract bleeding, gastroesophageal reflux disease and esophageal cancer. Over-the-counter PPIs are most often used for heartburn and indigestion.PPIs have become one of the most commonly used classes of drugs in the United States with 15 million monthly prescriptions in 2015 for Nexium alone, according to WebMD.A kidney doctor by profession, Al-Aly has previously published studies linking PPIs to kidney disease, and other researchers have shown an association with other health problems. Al-Aly, first author Yan Xie, PhD, a data scientist, and colleagues reasoned that since each of these side effects carries a small risk of death, together they may affect the mortality rate of PPI users.To find out, the researchers sifted through millions of de-identified veterans' medical records in a database maintained by the U.S. Department of Veterans Affairs. They identified 275,933 people who had been prescribed a PPI and 73,355 people prescribed an H2 blocker between October 2006 and September 2008, and noted how many died and when over the following five years. The database did not include information on cause of death.Al-Aly and colleagues found a 25 percent increased risk of death in the PPI group compared with the H2 blocker group. The researchers calculate that, for every 500 people taking PPIs for a year, there is one extra death that would not have otherwise occurred. Given the millions of people who take PPIs regularly, this could translate into thousands of excess deaths every year, Al-Aly said.The researchers also calculated the risk of death in people who were prescribed PPIs or H2 blockers despite not having the gastrointestinal conditions for which the drugs are recommended. Here, the researchers found that people who took PPIs had a 24 percent increased risk of death compared with people taking H2 blockers.Further, the risk rose steadily the longer people used the drugs. After 30 days, the risk of death in the PPI and H2 blocker groups was not significantly different, but among people taking the drugs for one to two years, the risk to PPI users was nearly 50 percent higher than that of H2 blocker users.Although the recommended treatment regimen for most PPIs is short - two to eight weeks for ulcers, for example - many people end up taking the drugs for months or years.\"A lot of times people get prescribed PPIs for a good medical reason, but then doctors don't stop it and patients just keep getting refill after refill after refill,\" Al-Aly said. \"There needs to be periodic re-assessments as to whether people need to be on these. Most of the time, people aren't going to need to be on PPIs for a year or two or three.\"As compared with the H2 blocker group, people in the PPI group were older (64 years old, on average, versus 61) and also somewhat sicker, with higher rates of diabetes, hypertension and cardiovascular disease. But these differences cannot fully account for the increased risk of death since the risk remained even when the researchers statistically controlled for age and illness.Over-the-counter PPIs contain the same chemical compounds as in prescription PPIs, just at lower doses, and there is no way to know how long people stay on them. The Food and Drug Administration recommends taking PPIs no longer than four weeks before consulting a doctor.Al-Aly emphasizes that deciding whether to take a PPI requires a risk-benefit calculation.\"PPIs save lives,\" Al-Aly said. \"If I needed a PPI, I absolutely would take it. But I wouldn't take it willy-nilly if I didn't need it. And I would want my doctor to be monitoring me carefully and take me off it the moment it was no longer needed.\"\r\n", "url": "http://www.eurekalert.org/pub_releases/2017-07/wuso-phd062917.php", "date": "2018-01-19_20:49:14", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Millions of US residents take proton pump inhibitors which are widely prescribed to treat heartburn, ulcers and other gastrointestinal problems.", "The drugs also are available over the counter under brand...\n       view more Popular heartburn drugs called proton pump inhibitors (PPIs) have been linked to a variety of health problems, including serious kidney damage, bone fractures and dementia.", "Now, a new study from Washington University School of Medicine in St. Louis shows that longtime use of the drugs also is associated with an increased risk of death.Millions of U.S. residents take proton pump inhibitors which are widely prescribed to treat heartburn, ulcers and other gastrointestinal problems.", "The drugs also are available over the counter under brand names that include Prevacid, Prilosec and Nexium.For the study, the researchers examined medical records of some 275,000 users of PPIs and nearly 75,000 people who took another class of drugs - known as H2 blockers - to reduce stomach acid.", "The research is published online July 3 in the journal BMJ Open.", "\"No matter how we sliced and diced the data from this large data set, we saw the same thing: There's an increased risk of death among PPI users,\" said senior author Ziyad Al-Aly, MD, an assistant professor of medicine.", "\"For example, when we compared patients taking H2 blockers with those taking PPIs for one to two years, we found those on PPIs had a 50 percent increased risk of dying over the next five years.", "People have the idea that PPIs are very safe because they are readily available, but there are real risks to taking these drugs, particularly for long periods of time.", "\"Both PPIs and H2 blockers are prescribed for serious medical conditions such as upper gastrointestinal tract bleeding, gastroesophageal reflux disease and esophageal cancer.", "Over-the-counter PPIs are most often used for heartburn and indigestion.PPIs have become one of the most commonly used classes of drugs in the United States with 15 million monthly prescriptions in 2015 for Nexium alone, according to WebMD.A kidney doctor by profession, Al-Aly has previously published studies linking PPIs to kidney disease, and other researchers have shown an association with other health problems.", "Al-Aly, first author Yan Xie, PhD, a data scientist, and colleagues reasoned that since each of these side effects carries a small risk of death, together they may affect the mortality rate of PPI users.To find out, the researchers sifted through millions of de-identified veterans' medical records in a database maintained by the U.S. Department of Veterans Affairs.", "They identified 275,933 people who had been prescribed a PPI and 73,355 people prescribed an H2 blocker between October 2006 and September 2008, and noted how many died and when over the following five years.", "The database did not include information on cause of death.Al-Aly and colleagues found a 25 percent increased risk of death in the PPI group compared with the H2 blocker group.", "The researchers calculate that, for every 500 people taking PPIs for a year, there is one extra death that would not have otherwise occurred.", "Given the millions of people who take PPIs regularly, this could translate into thousands of excess deaths every year, Al-Aly said.The researchers also calculated the risk of death in people who were prescribed PPIs or H2 blockers despite not having the gastrointestinal conditions for which the drugs are recommended.", "Here, the researchers found that people who took PPIs had a 24 percent increased risk of death compared with people taking H2 blockers.Further, the risk rose steadily the longer people used the drugs.", "After 30 days, the risk of death in the PPI and H2 blocker groups was not significantly different, but among people taking the drugs for one to two years, the risk to PPI users was nearly 50 percent higher than that of H2 blocker users.Although the recommended treatment regimen for most PPIs is short - two to eight weeks for ulcers, for example - many people end up taking the drugs for months or years.", "\"A lot of times people get prescribed PPIs for a good medical reason, but then doctors don't stop it and patients just keep getting refill after refill after refill,\" Al-Aly said.", "\"There needs to be periodic re-assessments as to whether people need to be on these.", "Most of the time, people aren't going to need to be on PPIs for a year or two or three.", "\"As compared with the H2 blocker group, people in the PPI group were older (64 years old, on average, versus 61) and also somewhat sicker, with higher rates of diabetes, hypertension and cardiovascular disease.", "But these differences cannot fully account for the increased risk of death since the risk remained even when the researchers statistically controlled for age and illness.Over-the-counter PPIs contain the same chemical compounds as in prescription PPIs, just at lower doses, and there is no way to know how long people stay on them.", "The Food and Drug Administration recommends taking PPIs no longer than four weeks before consulting a doctor.Al-Aly emphasizes that deciding whether to take a PPI requires a risk-benefit calculation.", "\"PPIs save lives,\" Al-Aly said.", "\"If I needed a PPI, I absolutely would take it.", "But I wouldn't take it willy-nilly if I didn't need it.", "And I would want my doctor to be monitoring me carefully and take me off it the moment it was no longer needed.\""]}