{"text": "A 'brain training' game developed by researchers at the University of Cambridge could help improve the memory of patients in the very earliest stages of dementia, suggests a study published today in The International Journal of Neuropsychopharmacology.Amnestic mild cognitive impairment (aMCI) has been described as the transitional stage between 'healthy ageing' and dementia. It is characterised by day-to-day memory difficulties and problems of motivation. At present, there are no approved drug treatments for the cognitive impairments of patients affected by the condition. Cognitive training has shown some benefits, such as speed of attentional processing, for patients with aMCI, but training packages are typically repetitive and boring, affecting patients' motivation. To overcome this problem, researchers from the Departments of Psychiatry and Clinical Neurosciences and the Behavioural and Clinical Neuroscience Institute at the University of Cambridge developed 'Game Show', a memory game app, in collaboration with patients with aMCI, and tested its effects on cognition and motivation. The researchers randomly assigned forty-two patients with amnestic MCI to either the cognitive training or control group. Participants in the cognitive training group played the memory game for a total of eight one-hour sessions over a four-week period; participants in the control group continued their clinic visits as usual. In the game, which participants played on an iPad, the player takes part in a game show to win gold coins. In each round, they are challenged to associate different geometric patterns with different locations. Each correct answer allows the player to earn more coins. Rounds continue until completion or after six incorrect attempts are made. The better the player gets, the higher the number of geometric patterns presented - this helps tailor the difficulty of the game to the individual's performance to keep them motivated and engaged. A game show host encourages the player to maintain and progress beyond their last played level. The results showed that patients who played the game made around a third fewer errors, needed fewer trials and improved their memory score by around 40%, showing that they had correctly remembered the locations of more information at the first attempt on a test of episodic memory. Episodic memory is important for day-to-day activities and is used, for example, when remembering where we left our keys in the house or where we parked our car in a multi-story car park. Compared to the control group, the cognitive training group also retained more complex visual information after training.  In addition, participants in the cognitive training group indicated that they enjoyed playing the game and were motivated to continue playing across the eight hours of cognitive training. Their confidence and subjective memory also increased with gameplay. The researchers say that this demonstrates that games can help maximise engagement with cognitive training. \"Good brain health is as important as good physical health. There's increasing evidence that brain training can be beneficial for boosting cognition and brain health, but it needs to be based on sound research and developed with patients,\" says Professor Barbara Sahakian, co-inventor of the game: \"It also need to be enjoyable enough to motivate users to keep to their programmes. Our game allowed us to individualise a patient's cognitive training programme and make it fun and enjoyable for them to use.\" Dr George Savulich, the lead scientist on the study, adds: \"Patients found the game interesting and engaging and felt motivated to keep training throughout the eight hours. We hope to extend these findings in future studies of healthy ageing and mild Alzheimer's disease.\" The researchers hope to follow this published study up with a future large-scale study and to determine how long the cognitive improvements persist.", "date": "Sun, 02 Jul 2017 04:00:00 GMT", "meeting": "", "title": "'Brain training' app found to improve memory in people with mild cognitive impairment", "institution": "University of Cambridge", "journal": "The International Journal of Neuropsychopharmacology", "description": "A 'brain training' game developed by researchers at the University of Cambridge could help improve the memory of patients in the very earliest stages of dementia, suggests a study published today in The International Journal of Neuropsychopharmacology.", "region": "europe", "keywords": ["Medicine/Health", " Aging", " Neurobiology", " Alzheimer's Disease", " Aging", " Memory/Cognitive Processes"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc-ta062917.php", "source_link": null, "funder": "Janssen Pharmaceuticals/J&J, Wellcome", "article_link": "http://dx.doi.org/10.1093/ijnp/pyx040"}