{"title": "New clues found to common respiratory virus", "text": "By age 2, most children have been infected with respiratory syncytial virus (RSV), which usually causes only mild cold symptoms. But people with weakened immune systems, such as infants and the elderly, can face serious complications, including pneumonia and -- in some cases -- death.Now, scientists studying the virus, led by researchers at Washington University School of Medicine in St. Louis, have found clues to how RSV causes disease. They mapped the molecular structure of an RSV protein that interferes with the body's ability to fight off the virus. Knowing the structure of the protein will help them understand how the virus impedes the immune response, potentially leading to a vaccine or treatment for this common infection.\"We solved the structure of a protein that has eluded the field for quite some time,\" said Daisy Leung, PhD, an assistant professor of pathology and immunology, and of biochemistry and molecular biophysics at Washington University School of Medicine in St. Louis, and the study's co-senior author. \"Now that we have the structure, we're able to see what the protein looks like, which will help us define what it does and how it does it. And that could lead, down the road, to new targets for vaccine or drug development.\"The study is published June 30 in Nature Microbiology.Each year in the United States, more than 57,000 children younger than 5 years old are hospitalized due to RSV infection, and about 14,000 adults older than 65 die from it.There is no approved vaccine for RSV and treatment is limited -- the antiviral drug ribavirin is used only in the most severe cases because it is expensive and not very effective -- so most people with RSV receive supportive care to make them more comfortable while their bodies fight off the virus.For people with weakened immune systems, though, fighting RSV can be tough because the virus can fight back. Scientists have long known that a non-structural RSV protein is key to the virus's ability to evade the immune response. However, the structure of that protein, known as NS1, was unknown. Without seeing what the protein looked like, scientists were unable to determine exactly how NS1 interfered with the immune system.\"It's an enigmatic protein. Everybody thinks it does many different things, but we've never had a framework to study how and why the protein does what it does,\" said co-senior author Gaya Amarasinghe, PhD, an associate professor of pathology and immunology.Leung, Amarasinghe and colleagues used X-ray crystallography -- a technique that involves crystallizing the protein, bouncing X-rays off it, and analyzing the resulting patterns -- to determine the 3-D structure of NS1. Then, in a detailed analysis of the structure, they identified a piece of the protein, known as the alpha 3 helix, which might be critical for suppressing the immune response.To test their hypothesis, the researchers created different versions of the NS1 protein, some with the alpha 3 helix region intact, and some with it mutated. In collaboration with others -- Rohit Pappu, PhD, the Edwin H. Murty Professor of Biomedical Engineering, Michael Holtzman, MD, the Selma and Herman Seldin Professor of Medicine, Maxim Artyomov, PhD, an assistant professor of pathology and immunology, and Christopher Basler, PhD, of Georgia State University -- they tested the functional impact of helix 3 and created a set of viruses containing the original or the mutant NS1 genes, and measured the effect on the immune response when they infected cells with these viruses.They found that the viruses with the mutated helix region did not suppress the immune response while the ones with the intact helix region did.\"One of the surprising things we found was that this protein does not target just one set of genes related to the immune response, but it globally modulates the immune response,\" said Amarasinghe, also an associate professor of molecular microbiology, and of biochemistry and molecular biophysics.The findings show that the alpha 3 helix region is necessary for the virus to dial the body's immune response down. By suppressing the immune response, the virus gives itself a better chance of surviving and multiplying, or in other words, of causing disease. RSV usually can only cause disease in people whose immune systems are already weak, so a vaccine or treatment that targets the alpha 3 helix to prevent immune suppression may be just what people need to be able to successfully fight off the virus, the researchers said.", "article_link": "http://dx.doi.org/10.1038/nmicrobiol.2017.101", "url": "http://www.eurekalert.org/pub_releases/2017-06/wuso-ncf062717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Defense Threat Reduction Agency of the Department of Defense, National Science Foundation, Children's Discovery Institute, American Heart Association", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Nature Microbiology", "description": "Scientists have solved the structure of a protein that helps a common respiratory virus evade the immune system. The team, led by researchers at Washington University School of Medicine in St. Louis, have identified critical parts of the protein that could be targeted with drugs or vaccines, opening up the possibility of preventing or treating an infection that sickens thousands of babies and elderly people every year.", "date": "Fri, 30 Jun 2017 04:00:00 GMT"}