{"title": "Birds become immune to influenza", "text": "An influenza infection in birds gives a good protection against other subtypes of the virus, like a natural vaccination, according to a new study.Water birds, in particular mallards, are often carriers of low-pathogenic influenza A virus. Researchers previously believed that birds infected by one variant of the virus could not benefit from it by building up immunity against other virus subtypes. However, the recent study concludes that mallards infected with a low-pathogenic virus build up significant immunity and resistance to other variants of the same virus.\"It was previously thought that the birds were not particularly good at protecting themselves against subsequent infections, but in fact they manage quite well\", says Neus Latorre-Margalef, a biologist at Lund University.The study conducted by Latorre-Margalef, together with colleagues from the University of Georgia in the US, shows that, after an infection, mallards become partially immune and resistant to influenza infections to which they are later exposed. How high their resistance is depends partly on which viruses are involved, and on how genetically similar they are. \"For future infections, the birds' previous infections are important. Birds which have had influenza could be partially protected against virulent variants such as H5N1 or H5N8\", says Neus Latorre-Margalef.The H5N1 and H5N8 strains are highly pathogenic and those most often associated with avian flu. Just over ten years ago, H5N1 spread around the world from chicken flocks in Southeast Asia. Both domestic poultry flocks and wild bird populations were gravely affected. Humans also became ill, in some cases fatally.  It is unclear why there are more subtypes of influenza among birds than among humans and other mammals. One explanation could be what Neus Latorre-Margalef and her colleagues show in their study: that various viruses compete with one another as birds build up immunity and the duration of infection becomes shorter. The virus then gets a chance to mutate and change.\"We need to understand more about how various viruses and subtypes of the same virus interact, for example when one individual gets infected several times. More knowledge is required for developing more effective vaccines\", says Neus Latorre-Margalef.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006419", "url": "http://www.eurekalert.org/pub_releases/2017-06/lu-bbi063017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Lund University", "keywords": ["Biology"], "journal": "PLOS Pathogens", "description": "An influenza infection in birds gives a good protection against other subtypes of the virus, like a natural vaccination, according to a new study.", "date": "Fri, 30 Jun 2017 04:00:00 GMT"}