{"title": "Discovering the early age immune response in foals", "text": "Researchers at the Cornell University College of Veterinary Medicine have discovered a new method to measure tiny amounts of antibodies in foals, a finding described in the May 16 issue of PLOS ONE. The methodology will help understand how fast a foal starts producing its own antibodies, which in turn will help optimize recommendations for young horse vaccination schedules, said Dr. Julia Felippe, associate professor of large animal medicine, and research associate Rebecca Tallmadge.Newborn horses are initially protected against diseases by antibodies they receive after birth through the colostrum produced by their dam. Vaccination is an important strategy to protect neonates against diseases. However, administrating vaccines too early in life may have negative effects. Vaccines work by presenting the immune system with a killed pathogen (or a protein from it) that will \"train\" the body to recognize it as an intruder. If the immune system of the young animal is not ready, instead of recognizing the pathogen's protein in the vaccine as foreign, it may identify it as \"self\" and impair the production of an immune response against this particular pathogen. Additionally, the mother's antibodies may interfere with the neonate's antibody production, making the vaccine ineffective. To develop a protective vaccination strategy, it is crucial to understand how young animals become immunocompetent.Monitoring the development of the neonatal immune system using traditional methods, such as an antibody count in the foal's blood, is hampered by the abundance of maternal antibodies relative to the young's own. The maternal antibodies wear off progressively as the young animal ages, but this may take a few months depending on the half-life of the different antibodies. Current guidelines recommend vaccination of foals to start at 3 months or at 6 months of age if the dam was vaccinated in late gestation.\"We presume that if the mother is vaccinated in her last month of pregnancy, her antibodies will transfer to the foal, but in reality we don't measure the efficiency of this process,\" said Felippe. Previous work led Felippe and Tallmadge to believe that the foal immune system could respond to vaccines very early in life, and the team decided to test this hypothesis. They vaccinated 3-day-old foals, gave them boosters at 21 and 35 days, and followed the foals' immune response up to 42 days after birth.To overcome the challenge of counting antibodies in such young foals, Felippe and Tallmadge examined the foals' B cells, the cells that create antibodies. This allowed them to examine the foal's immune response alone, independent of maternal circulating antibodies. Additionally, B cells take up to 10 days before releasing the antibodies they created. \"After they find a match for the antibody, B cells adjust and tweak their antibody to make a perfect fit for the pathogen,\" says Felippe. \"They are amazing, they are like little factories.\" The DNA changes that occur in the B cells' maturation process can thus be tracked through time by sequencing their DNA. As the researchers gave boosters to the foals, they observed an increase in the diversity of mutations in the B cell DNA as those immune cells kept looking for a better fit to the antigen. \"Testing antigen-specific B cells gave us beautiful responses,\" said Tallmadge. This suggests that foals start producing antibodies in the first days when vaccinated. Yet results were different depending on the type of vaccine.\"Our results suggested that some vaccines may induce higher production of antibodies than others,\" said Felippe. \"However, our experiment was not designed to measure efficacy of certain vaccines.\" Rather, its aim was to explore the neonate's immune response almost in real time, and with more sensitivity, without confounding circulating maternal antibodies.\"Our approach can be applied to any vaccine or pathogen in any host species,\" said Tallmadge. After showing that neonates are capable of an immune response, the researchers now want to see if there are neonate-specific mechanisms designed to prevent this response.\"The reason why such a mechanism would exist is, imagine you live in the womb, very protected, and now you are out in the environment with billions of pathogens poking you for an immune response. If you respond to every stimulus with the same intensity at the same time, something might happen with you,\" said Felippe. \"So, there may be something out there that prevents you from damaging yourself in this process and prioritizes a response to a stimulus that is relevant.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/cu-dte062917.php", "region": "namerica", "source_link": "http://news.cornell.edu/stories/2017/06/discovering-early-age-immune-response-foals", "funder": "", "meeting": "", "institution": "Cornell University", "keywords": ["Biology", " Microbiology", " Zoology/Veterinary Science", " Pets/Ethology"], "journal": "PLOS ONE", "description": "Researchers at the Cornell University College of Veterinary Medicine have discovered a new method to measure tiny amounts of antibodies in foals, a finding described in the May 16 issue of PLOS ONE. The methodology will help understand how fast a foal starts producing its own antibodies, which in turn will help optimize recommendations for young horse vaccination schedules, said Dr. Julia Felippe, associate professor of large animal medicine, and research associate Rebecca Tallmadge.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}