{"title": "One step closer to a DNA vaccine against dengue virus", "text": "In a new study, researchers inoculated mice with a new DNA vaccine candidate (pVAX1-D1ME) in order to evaluate its efficiency. They found that the vaccine candidate was able to induce persistent humoral and cellular immune responses and provided efficient protection against lethal challenge from one of the four serotypes of dengue virus (DV1). They also evaluated the immunoprotective potential of a combined (bivalent) DNA vaccine, which was found to generate a balanced immunogenic response to two serotypes of dengue virus (DV1 & DV2). These results are encouraging for the future development of a tetravalent vaccine that could provide efficient protection against all four serotypes of the virus. \"Our DNA vaccine candidate induced effective immune responses and protection in mice. Importantly, the bivalent vaccine generated a balanced immunity against DV1 and DV2 infection, which emits light for development of new type of tetravalent vaccine against dengue viruses,\" says corresponding author Dr. Jing An (Capital Medical University, China). \"However, it was noted that the end-point titers of anti-DV1 and anti-DV2 in the bivalent vaccine-immunized mice were lower than those in the monovalent vaccine-immunized mice, indicating interference between the DV1 and DV2 vaccine candidates. This evidence should be considered in further research on dengue virus tetravalent vaccine.\"Dengue virus is a mosquito-borne pathogen that causes dengue fever (DF) - one of the most rapidly spreading mosquito-borne diseases worldwide according to the WHO. Although the recombinant, live, attenuated, tetravalent dengue vaccine (CYD-TDV) has been approved for use in some countries, the vaccine appears to increase the risk of severe dengue in younger vaccine recipients. Thus, it is still necessary to develop safer, more economical and effective vaccines against dengue infection specifically. \"As a major public health problem, dengue is considered to be one of the fastest growing epidemics. Among the four distinct serotypes of dengue viruses (DV1-4), DV1 and DV2 are especially predominant serotypes,\" explains Dr. An. \"In 2014, the Guangdong province of China suffered from the most serious dengue outbreak in its history and co-circulation of DV1 and DV2 was identified. Dengue became endemic in China - its prevention is a long-term effort.DNA vaccination is a novel and rapidly developing approach for prevention and therapy of disease, which utilizes genetically modified plasmids with added genetic sequences that encode specific antigens and allows the body to produce them. Although this method is still in development and no licensed DNA vaccine is currently available for humans, it would offer a number of potential advantages including inexpensiveness, improved vaccine stability and ease of production. Dr. An and the research team are hoping that their research will pave the path for further advances in the research for a vaccine against all four serotypes of dengue virus. \"We are developing a dengue tetravalent DNA vaccine and evaluating the immunogenicity in animal models,\" says Dr. An. \"Finally, we try to translate the DNA vaccine candidates for further clinical application. Our preliminary research data are open, and we would like the results to be used by not only universities and researchers, but also by companies for further cooperation.\"\r\n", "article_link": "http://dx.doi.org/10.3389/fcimb.2017.00175", "url": "http://www.eurekalert.org/pub_releases/2017-06/f-osc062917.php", "region": "europe", "source_link": null, "funder": "The National Natural Science Foundation of China", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Medicine/Health", " Environmental Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Frontiers in Cellular and Infection Microbiology", "description": "In a new study, researchers inoculated mice with a new DNA vaccine candidate (pVAX1-D1ME) in order to evaluate its efficiency. They found that the vaccine candidate was able to induce persistent humoral and cellular immune responses and provided efficient protection against lethal challenge from one of the four serotypes of dengue virus (DV1). These results are encouraging for the future development of a tetravalent vaccine that could provide efficient protection against all four serotypes of the virus.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}