{"title": "Scientists move closer to defeating 'superbugs' with simplified forms of teixobactin", "text": "Scientists have produced new, effective and simplified forms of teixobactin - a new generation antibiotic which defeats multi-drug resistant infections such as MRSA - as part of a pioneering research effort to tackle antimicrobial resistance.The team, led by Dr Ishwar Singh at the University of Lincoln, UK, has pinpointed exactly which amino acid in the newly discovered teixobactin antibiotic makes it so successful at killing off harmful MRSA bacteria, which are resistant to many other antibiotics. The research team has adapted this rare molecule so that it can be easily used in the production of new drugs.The breakthrough comes after the team successfully produced a number of synthetic derivatives of the highly potent teixobactin - hailed as a 'game-changer' in the fight against antimicrobial resistance - and became the first in the world to document its three-dimensional molecular make-up. These developments represent important steps to understanding how the powerful antibiotic functions and which building blocks are needed for it to work effectively. Their newest study, which directly targets MRSA bacteria, overcomes a further barrier in the race to combat drug resistant bacteria. Dr Ishwar Singh, a specialist in novel drug design and development from the University of Lincoln's School of Pharmacy, explained: \"The scientific community has found it extremely difficult, time-consuming and expensive to synthetically produce the amino acid, enduracididine, which makes teixobactin so effective at killing a range of pathogens without detectable resistance. \"Teixobactin was first isolated from soil microorganisms (which do not grow under laboratory conditions) - the natural source of nearly all antibiotics developed since the 1940s - but in order for it to be developed as a potential treatment, several versions must be produced via chemical synthesis to overcome the hurdles of drug development. \"Last year we were successful in producing man-made forms of the antibiotic, but now we have increased its potency against MRSA. The key amino acid, enduracididine, is important for high potency but it has also been a bottleneck in the wider production of powerful teixobactin derivatives and their advancement as new drugs. We have now developed several potent molecules with very similar effects to natural teixobactin, and we believe this takes us a step closer towards the clinic.\"MRSA is a type of bacteria that is resistant to many widely-used antibiotics, which means it is harder to treat than other infections. This 'superbug' mainly affects people who are staying in hospital and while they can usually be treated with certain antibiotics, concerns are growing around the world about the rate at which bacteria are developing resistance to existing drugs. It has been predicted that by 2050 an additional 10 million people will succumb to drug resistant infections each year. The development of new antibiotics which can be used as a last resort when other drugs are ineffective is therefore a crucial area of study for healthcare researchers around the world. The bacteria against which teixobactin is effective have, thus far, not shown any detectable resistance and given its mechanisms, scientists are also confident that resistance is unlikely to evolve in the future. Dr Singh is working with colleagues from the School of Life Sciences and the School of Chemistry at the University of Lincoln to develop teixobactin into a viable drug.Dr Edward Taylor, Reader in Life Sciences at Lincoln, said: \"Antimicrobial resistance is spreading faster than the introduction of new antibiotics, which means there are major concerns about a possible health crisis. The recently discovered teixobactin has shown tremendous promise due to its potent activity, particularly against resistant pathogens such as MRSA, which is why it is the focus of important research here at Lincoln and around the world.\"Several other research groups substituted the rare enduracididine amino acid in teixobactin with commercially available building blocks, but the resulting products were much less active than the natural product. Our study aimed to find the most suitable replacement for this rare molecule, and we found that amino acids which have a similar structure and functional group were most effective.\"The group found that three of the molecules they tested showed very promising activity against MRSA bacteria, and their research will now continue as they aim to produce several versions of teixobactin which could eventually become commercially available drugs.The study is published in the Royal Society of Chemistry journal, Chemical Communications.\r\n", "article_link": "http://dx.doi.org/10.1039/C7CC04021K", "url": "http://www.eurekalert.org/pub_releases/2017-06/uol-smc062917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Lincoln", "keywords": ["Biology", " Bacteriology", " Biochemistry", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Chemical Communications", "description": "Scientists have produced new, effective and simplified forms of teixobactin -- a new generation antibiotic which defeats multi-drug resistant infections such as MRSA -- as part of a pioneering research effort to tackle antimicrobial resistance.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}