{"title": "Researchers develop microneedle patch for flu vaccination", "text": "A National Institutes of Health-funded study led by a team at the Georgia Institute of Technology and Emory University has shown that an influenza vaccine can produce robust immune responses and be administered safely with an experimental patch of dissolving microneedles. The method is an alternative to needle-and-syringe immunization; with further development, it could eliminate the discomfort of an injection as well as the inconvenience and expense of visiting a flu clinic. \"This bandage-strip sized patch of painless and dissolvable needles can transform how we get vaccinated,\" said Roderic I. Pettigrew, Ph.D., M.D., director of the National Institute of Biomedical Imaging and Bioengineering (NIBIB), which funded the study. \"A particularly attractive feature is that this vaccination patch could be delivered in the mail and self-administered. In addition, this technology holds promise for delivering other vaccines in the future.\"The researchers received funding through an NIBIB Quantum Grant and from the National Institute of Allergy and Infectious Diseases.The study, published online June 27, 2017, in The Lancet, was led by Nadine Rouphael, M.D., associate professor of medicine and Mark J. Mulligan, M.D., distinguished professor of medicine, Emory University School of Medicine, in collaboration with Mark R. Prausnitz, Ph.D., Regents Professor and J. Erskine Love Chair in Chemical and Biomolecular Engineering, Georgia Institute of Technology. A team led by Prausnitz designed the dime-sized patch of microneedles used in the study. The vaccine patch consists of 100 solid, water-soluble needles that are just long enough to penetrate the skin. \"The skin is an immune surveillance organ,\" Prausnitz said. \"It's our interface with the outside world, so it's very well equipped to detect a pathogen and mount an immune response against it.\" Adhesive helps the patch grip the skin during the administration of the vaccine, which is encapsulated in the needles and is released as the needle tips dissolve, within minutes. The patch is peeled away and discarded like a used bandage strip.The researchers enrolled 100 adult participants, dividing them into four random groups: vaccination with microneedle patch given by a health care provider; vaccination with microneedle patch self-administered by the study participant; vaccination with intramuscular injection given by a health care provider; and placebo microneedle patch given by a health care provider. The researchers used an inactivated influenza vaccine formulated for the 2014-15 flu season to inoculate participants other than those in the placebo group. The researchers found that vaccination with the microneedle patches was safe, with no serious related adverse events reported. Some participants developed local skin reactions to the patches, described as faint redness and mild itching that lasted two to three days. The results also showed that antibody responses generated by the vaccine, as measured through analysis of blood samples, were similar in the groups vaccinated using patches and those receiving intramuscular injection, and these immune responses were still present after six months. More than 70 percent of patch recipients reported they would prefer patch vaccination over injection or intranasal vaccination for future vaccinations. No significant difference was seen between the doses of vaccine delivered by the health care workers and the volunteers who self-administered the patches, showing that participants were able to correctly self-administer the patch. After vaccination, imaging of the used patches found that the microneedles had dissolved in the skin, suggesting that the used patches could be safely discarded as non-sharps waste. The vaccines remained potent in the patches without refrigeration for at least one year.The prospective vaccine technology could offer economic and manufacturing advantages. The manufacturing cost for the patch is expected to be competitive with prefilled syringe costs. The patch, however, can dramatically reduce the cost of vaccination, since self-administration can eliminate the need to have health workers oversee the process.  It can be easily packaged for transportation, requires no refrigeration, and is stable. Prausnitz is co-founder of a company that is licensing the microneedle patch technology. He is an inventor on licensed patents and has ownership interest in companies developing microneedle products, including Micron Biomedical. These potential conflicts of interest have been disclosed and are overseen by Georgia Institute of Technology and Emory University. The team plans to conduct further clinical trials to pursue the technology's ultimate availability to patients. They also are working to develop microneedle patches for use with other vaccines, including measles, rubella and polio.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/niob-rdm062317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Biomedical Imaging and Bioengineering, NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Biomedical Imaging & Bioengineering", "keywords": ["Medicine/Health", " Clinical Trials", " Dermatology", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "The Lancet", "description": "A National Institutes of Health-funded study led by a team at the Georgia Institute of Technology and Emory University has shown that an influenza vaccine can produce robust immune responses and be administered safely with an experimental patch of dissolving microneedles. The method is an alternative to needle-and-syringe immunization; with further development, it could eliminate the discomfort of an injection as well as the inconvenience and expense of visiting a flu clinic.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}