{"title": "Microneedle patches for flu vaccination prove successful in first human clinical trial", "text": "Despite the potentially severe consequences of illness and even death, only about 40 percent of adults in the United States receive flu shots each year; however, researchers believe a new self-administered, painless vaccine skin patch containing microscopic needles could significantly increase the number of people who get vaccinated. A phase I clinical trial conducted by Emory University in collaboration with researchers from the Georgia Institute of Technology has found that influenza vaccination using Band-Aid-like patches with dissolvable microneedles was safe and well-tolerated by study participants, was just as effective in generating immunity against influenza, and was strongly preferred by study participants over vaccination with a hypodermic needle and syringe. The microneedle patch vaccine could also save money because it is easily self-administered, could be transported and stored without refrigeration, and is easily disposed of after use without sharps waste. Results of the study are published June 27, 2017 in the medical journal The Lancet. The research was supported by the National Institute of Biomedical Imaging and Bioengineering of the National Institutes of Health. \"Despite the recommendation of universal flu vaccination, influenza continues to be a major cause of illness leading to significant morbidity and mortality,\" says first author Nadine Rouphael, M.D., associate professor of medicine (infectious diseases) at Emory University School of Medicine and principal investigator of the clinical trial. \"Having the option of a flu vaccine that can be easily and painlessly self-administered could increase coverage and protection by this important vaccine.\" The first-in-human clinical trial of the flu vaccine patches began in June 2015 with 100 participants aged 18-49 who were healthy and who had not received the influenza vaccine during the 2014-15 flu season. The study was conducted at the Hope Clinic of the Emory Vaccine Center in Atlanta. The study was carried out under an Investigational New Drug Application authorized by the FDA.Participants were randomized into four groups: (1) vaccination with microneedle patch given by a health care provider; (2) vaccination with microneedle patch self-administered by study participants; (3) vaccination with intramuscular injection given by a health care provider; and (4) placebo microneedle patch given by a health care provider.\"People have a lot of reasons for not getting flu vaccinations,\" says senior co-author Mark Prausnitz, Ph.D., Georgia Tech Regents professor of chemical and biomolecular engineering. \"One of the main goals of developing the microneedle patch technology was to make vaccines accessible to more people. Traditionally, if you get an influenza vaccine you need to visit a health care professional who will administer the vaccine using a hypodermic needle. The vaccine is stored in the refrigerator, and the used needle must be disposed of in a safe manner. With the microneedle patch, you could pick it up at the store and take it home, put it on your skin for a few minutes, peel it off and dispose of it safely, because the microneedles have dissolved away. The patches can also be stored outside the refrigerator, so you could even mail them to people.\"Study results showed that vaccination with the microneedle patches was safe, with no adverse events reported. Local skin reactions to the patches were mostly faint redness and mild itching that lasted two to three days. No new chronic medical illnesses or influenza-like illnesses were reported with either the patch or the injection groups. Antibody responses generated by the vaccine, as measured through analysis of blood samples, were similar in the groups vaccinated using patches and those receiving intramuscular injection, and these immune responses were still present after six months. More than 70 percent of patch recipients reported they would prefer patch vaccination over injection or intranasal vaccination for future vaccinations. No significant difference was seen between the doses of vaccine delivered by the health care workers and the volunteers who self-administered the patches, showing that participants were able to correctly self-administer the patch. After vaccination, imaging of the used patches found that the microneedles had dissolved in the skin, suggesting that the used patches could be safely discarded as non-sharps waste. The vaccines remained potent in the patches without refrigeration for at least one year.The microneedle patches used in the study were designed at Georgia Tech and manufactured by the Global Center for Medical Innovation in Atlanta. Prausnitz has been working for many years to develop the microneedle patch technology. \"It's very gratifying and exciting to have these patches tested in a clinical trial, and with a result that turned out so well. We now need to follow this study with a phase II clinical trial involving more people, and we hope that will happen soon.\"The researchers also are working to develop microneedle patches for use with other vaccines, including measles, rubella and polio.\"From the very start of this project,\" says Prausnitz, \"our team at Georgia Tech has been working with the Emory team to develop the microneedle patches, and the success of the project has been due to the strong collaboration between Georgia Tech engineers and the bioscience and medical experts at Emory.\" Prausnitz holds the J. Erskine Love Jr. Chair in Chemical and Biomolecular Engineering.The authors summarize: \"Influenza vaccination using microneedle patches is well-tolerated, well-accepted, and results in robust immunologic responses, whether administered by health care workers or by the participants themselves. These results provide evidence that microneedle patch vaccination is an innovative new approach with the potential to improve current vacination coverage and reduce immunization costs.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ehs-mpf062617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Biomedical Imaging and Bioengineering, NIH/National Institute of Allergy and Infectious Diseases, Georgia Research Alliance", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "The Lancet", "description": "A phase I clinical trial conducted by Emory University in collaboration with researchers from the Georgia Institute of Technology has found that influenza vaccination using Band-Aid-like patches with dissolvable microneedles was safe and well-tolerated by study participants, was just as effective in generating immunity against influenza, and was strongly preferred by study participants over vaccination with a hypodermic needle and syringe.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}