{"title": "The Lancet: Dissolvable microneedle patch for flu vaccine found to be safe and preferred in first-in-human trial", "text": "Delivering the influenza vaccine via a dissolvable microneedle patch has been found to be safe and preferred over conventional injection in a new phase 1 trial involving 100 people, published in The Lancet. The study is the first randomised trial to test a self-administered, dissolvable microneedle patch vaccine in humans, and found that the microneedle patch could be safely self-administered by participants, and was stable for one year at 40 degrees Celsius, potentially reducing delivery and storage costs. Analysis of the patches also found that the microneedles successfully dissolved, thereby eliminating safety risks associated with used hypodermic needles. The study, led by Emory University and Georgia Institute of Technology, USA, further indicated that the microneedle patch leads to a robust immune response similar to conventional intramuscular injection, but larger trials are needed to further investigate the immune mechanism behind the response and confirm the findings.In the USA, even with the recommendation for universal vaccination, coverage of influenza vaccination remains below 50% and influenza continues to be a major cause of morbidity and mortality, resulting in up to 48000 deaths per year. In the UK, the flu vaccine is offered to everyone aged 65 and over, pregnant women, health workers and children aged 6 months to 2 years.Vaccination by microneedle patch could improve vaccination coverage because the patch could be stored and distributed without refrigeration and may be safely self-administered by patients without the need for trained health professionals. The trial involved 100 people aged 18-49 who had chosen not to receive the available influenza vaccine for that season. Participants were randomly assigned to one of four groups: they received either a vaccine microneedle patch, vaccine injection or placebo microneedle patch administered by a health professional, or a self-applied vaccine microneedle patch. Participants received a single dose of inactivated influenza vaccine (fluvirin). The vaccine injection was given in the arm, and the microneedle patch was applied for 20 minutes on the wrist. Participants who self-applied the patch were given instructions via a brief audiovisual presentation. The study was primarily designed to assess safety and acceptability, but also investigated immunogenicity. At 6 months, no serious side effects linked to the vaccine were reported and there were no cases of influenza in any of the groups. Minor reactions to the vaccine were mild and transient.  Pain and tenderness were most commonly reported in the injection group, and redness, itching and tenderness in the vaccine microneedle patch groups.Immediately after receiving the vaccine, participants reported high acceptability with scores of 4.5-4.8 (out of 5) in the three microneedle patch groups, similar to the injection group (4.4). At 28 days post vaccination, 70% (33/47) of participants who had received the microneedle patch vaccine said they preferred it to the injection. Dr Nadine Rouphael, Associate Professor of Medicine at Emory University, USA, and lead author of the study, says: \"Despite the recommendation for adults and children to receive a flu shot, many people remain unvaccinated. Dissolvable microneedle patches could potentially simplify the delivery of influenza vaccines. We found that the vaccine was stable outside the cold chain, meaning that it could potentially be stored on a pharmacy shelf. The patch could also be safely applied by participants themselves, meaning we could envisage vaccination at home, in the work place, or even via mail distribution. These advantages could reduce the cost of the flu vaccine and potentially increase coverage. Our findings now need confirming in larger trials.\" [1]At 28 days post vaccination, the microneedle patch generated a robust immune response, with antibody levels in the microneedle patch groups similar to the injection groups. These outcomes require further research to confirm the findings. Professor Mark Prausnitz, Georgia Institute of Technology, USA, co-author of the study, adds: \"The microneedle patch was reliably used by study participants because we incorporated an audible and tactile feedback mechanism to tell participants when sufficient force is applied. After vaccination, examination of used microneedle patches showed that the microneedles had dissolved in the skin, suggesting that used patches could be discarded as non-sharps waste, potentially further increasing the safety and reducing the cost of vaccine delivery.\" [1] Writing in a linked Comment, Dr Katja Höschler and Dr Maria Zambon from the National Infections Service, Public Health England, UK, say: \"...these early findings suggest the emergence of a promising new option for seasonal vaccination. Although to not receive influenza vaccine in well-resourced regions is mostly a matter of choice, national influenza vaccine programmes are missing in many low-income countries. In 2014, only 24% of low-income and lower-middle-income countries had influenza immunisation policies compared with 79% of middle-income countries and 92% of high income countries... Therefore, the more exciting features of the microneedle patch are its low cost, safety, and storage aspects; additionally, the stability of the patches for 1 year at 40°C and absence of sharps waste are marked improvements over present commercial injected and intradermal inactivated influenza vaccines and previous microneedle patches. Microneedle patches have the potential to become ideal candidates for vaccination programmes, not only in poorly resourced settings, but also for individuals who currently prefer not to get vaccinated, potentially even being an attractive vaccine for the paediatric population, provided late-stage clinical development confirms vaccine efficacy.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tl-tld062617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Delivering the influenza vaccine via a dissolvable microneedle patch has been found to be safe and preferred over conventional injection in a new phase 1 trial involving 100 people, published in The Lancet.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}