{"title": "What we can learn about global flu evolution from one person's infection", "text": "A new study has found that flu evolution within some individuals can hint at the virus's eventual evolutionary course worldwide.Samples taken more than 10 years ago from people with unusually long flu infections -- and analyzed recently using modern genome sequencing methods -- revealed certain viral changes that matched global flu evolution trends several years later.The study, published in the journal eLife, tracked how flu evolved over time in four people who were especially vulnerable to unusually severe viral infections: bone marrow transplant patients. For people with healthy immune systems, a typical flu infection lasts about a week, said Fred Hutchinson Cancer Research Center evolutionary biologist and doctoral student Katherine Xue, first author on the study. So she and her colleagues at the Hutch, Seattle Children's Research Institute and the University of Washington studied viruses that originated from patients who received transplants and developed severe flu infections that lasted two or more months.These four patients were drawn from a group of nearly 500 transplant recipients who participated in a previous study led by Fred Hutch infectious disease researcher Dr. Michael Boeckh, also a co-author on Tuesday's study. That large study began in 2005 to improve understanding about the sometimes devastating impact of respiratory viruses in this vulnerable population -- in fact, two of the four patients whose samples were analyzed in the current study went on to die of their infections.Knowing what the flu virus does in a single infected person is important, Xue said, but it's difficult to study because the typical flu infection is so short. Most research tracks how the virus changes on a global rather than on an individual level.\"We know that flu changes really quickly, from year to year,\" said Xue, who is also a student in the University of Washington's genome sciences department. \"All that evolution has to start somewhere. It has to start with individual mutations that arise within people while they're sick.\"The flu virus's rapid evolution is the reason we need a new flu vaccine every year. Through infections or vaccination, our immune systems build up cellular memories of past flu encounters, driving the virus to mutate so it can get around that immune blockade to continue infecting the same people year after year, said Fred Hutch evolutionary biologist and senior author on the paper Dr. Jesse Bloom.But the virus is limited in its evolutionary potential. Mutations happen at random, and most that crop up will break or weaken the virus; only a handful of those changes allow the flu to slip past well-armed immune systems.The researchers used a modern genetic sequencing technique, known as deep sequencing, to capture the complete genetic information from the thousands of different viral particles contained in a single patient's sample. They then followed the viruses as they changed from week to week during the patients' long infections. Some viral mutations petered out, but some \"fixed\" in each patient, meaning strains carrying that mutation eventually took over the entire population of viruses in that person's body. When a mutation fixes, that ensures the next person infected will also get that particular flu strain.When they first started their analysis, they weren't expecting to find similarities between the four patients, Xue said. Their study had a more general aim: to understand how the flu evolves in an individual person. But they were surprised to find that some of the same mutations fixed in more than one patient. And they knew from other teams' research studying the global evolution of flu that some of those mutations would go on to take over the worldwide population as well, years after the strains had fixed in the cancer patients.That doesn't mean that the same viral strains that later swept the world got their start in these few patients, Bloom said. Rather, it points to the few evolutionary paths available to get around people's immune systems.\"The viruses keep hitting on a relatively small number of solutions to this problem they face,\" Bloom said. \"Mutations that [eventually] spread around the world come up over and over.\"The researchers think the cancer patients' flu evolution predated the virus's global changes by so many years in part because these four people had such long infections. With a standard, weeklong infection, the virus has less of a chance to evolve because only a few hundred viruses out of the millions present in one person's body are transmitted to the next infected person, Xue said.Those short infections and that transmission bottleneck lead to a \"stop and start process of evolution,\" she said. In effect, the virus's evolution may be accelerated in patients with longer infections.But it's also possible that favorable viral mutations appear in individual people years before they are able to take over the entire world's population of viruses. And that possibility hints that individual infections could, one day, be used to forecast flu's global evolution.Predicting the mutations that take over the world would improve vaccine design, Xue said. Currently, researchers associated with the World Health Organization pick flu strains to include in each year's vaccine about 9 months before the next flu season starts, allowing sufficient time for vaccine production. It's a sophisticated and well-researched process, but it doesn't always capture the correct strains for a given flu season. Methods to better predict which viral strains will dominate each year could result in more effective vaccines.The research team's next step is to understand whether they can see these early hints of global viral evolution in people with average-length infections. That will take a lot more than just four infections, Xue said. But the data is already out there, ready to be analyzed. Through the WHO's monitoring efforts, thousands of flu samples are taken around the world every year, and, increasingly, those samples are analyzed with the same deep sequencing methods that would allow such detailed analyses.The samples used in the study don't reflect the typical flu infection -- but they do underscore the importance of better understanding the virus. Influenza can be deadly for transplant patients. Because their immune systems can take up to a year to rebound after the procedure, those who undergo transplants are especially susceptible to easily transmitted -- and often mild -- infections like the common cold and flu.Normally, doctors do not bother tracking and analyzing colds and flu in healthy people. But at Fred Hutch's clinical care partner Seattle Cancer Care Alliance and many other cancer centers, patients who come down with a respiratory virus are followed very carefully because of the danger these infections pose. Colds and flu can lead to pneumonia and even death in many transplant patients.In the original study, the patient volunteers, who all received transplants at SCCA, donated weekly swabs from their nose and mouth for as long as their infections lasted. With the volunteers' consent, extra material from those samples was stored in Fred Hutch freezers -- in case it could be useful for future research.\"We're incredibly grateful that these people who are undergoing really difficult treatments are still willing to participate in studies,\" Xue said. \"The original study was conducted 10 years ago, and now that we have new methods, some of these original samples are bearing fruit in a way that we could never have imagined.\"Dr. Steven Pergam, co-author on the study and a Fred Hutch infectious disease researcher and director of Infection Prevention at SCCA, also highlighted the patients' contributions to this study. Understanding how the virus affects this small group has led to knowledge that could impact anyone at risk from the flu, he said. \"These patients who are contributing samples are most at risk for complications from the flu,\" Pergam said. \"It's a real testament to the patients who are willing to do this kind of research.\"Next up, Xue and Bloom are interested in understanding how patients' immune systems change in response to an evolving virus. They would be able to pursue that approach using blood samples donated by the same patients whose viral samples they studied.Such research could lay the groundwork for better treatment options for his patients at the SCCA, Pergam said.\"We need new treatments; we need better options for therapy; we need better vaccines to prevent patients from developing flu,\" he said. \"This basic science work is incredibly valuable.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/fhcr-wwc062717.php", "region": "namerica", "source_link": "https://www.fredhutch.org/en/news/center-news/2017/06/learn-about-global-flu-evolution-individual-infections.html", "funder": "National Institutes of Health, National Science Foundation, Howard Hughes Medical Institute, Simons Foundation, Hertz Foundation", "meeting": "", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Virology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Public Health"], "journal": "eLife", "description": "A new study has found that flu evolution within some individuals can hint at the virus's eventual evolutionary course worldwide.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}