{"title": "Group rituals can make us biased against outsiders", "text": "From our greetings to our celebrations to how we take our coffee, everyday life is full of shared rituals. The effort and commitment involved in these rituals can help us bond with others - but new research suggests that they may also push us away from those who don't share the same practices. Findings from a series of experiments, published in Psychological Science, a journal of the Association for Psychological Science, suggest that people trust others who did not engage in the same ritual less than those who did.\"The take-home message is that even minimal rituals can lead to bias against people from other groups,\" explains psychological scientist Nicholas Hobson of the University of Toronto, lead author on the study. \"We found that a person who engages in an ad-hoc ritual over the course of a week will entrust more of their own money to a group member who went through the same ritual experience, and also entrust less money to someone who had a slightly different ritual experience.\"Rituals have long been studied by anthropologists, but Hobson and colleagues specifically wanted to understand the psychological mechanisms underlying these traditions and practices. To do this, the research team had to figure out how to isolate the processes involved in shared rituals without including the cultural, historical, and social meanings that typically come attached. They decided to create novel rituals that would be carried out by newly formed groups.In their first experiment, 100 college student participants first estimated the number of dots contained in series of images. Then, some of the students received instructions to learn and memorize a set of actions over the course of the following week - the actions included raising the hand above the head and in front of the body, bowing the head, and opening and closing the eyes. The researchers sent the participants regular reminders to encourage compliance with these instructions.At the end of the week, the participants came to the lab to complete a group-based task. Participants believed they had been grouped together as the \"red\" team because they had all underestimated the number of dots in the images presented earlier in the week - students who had overestimated the number of dots were supposedly grouped in the \"blue\" team. In reality, the students were randomly assigned to groups.They spent two minutes performing the action sequence one last time in a staggered fashion, so that the group performed the same actions but not quite simultaneously. Then, each group member sat down at a computer and played two rounds of a trust game with either another member of their \"red\" group or a member of the other \"blue\" group.In each round, participants started with $10 and could choose to send any amount, from $0 to $10, to the other player. Whatever amount they sent would be tripled and the other player could then send money back. In a perfectly cooperative game, the participant would send $10, which would be tripled to $30, and the other player would then split the proceeds and send $15 back.The researchers wanted to know: Would participants' trust depend on whether the other player had been in their group and shared the same ritual?The results supported the researchers' hypothesis: Sharing a ritual influenced trust. Participants who had gone through the ritual experience entrusted less money to the other player if she was part of the other \"blue\" team than if she had been on the same \"red\" team. Participants in the comparison condition, who had not learned a ritual, sent similar amounts of money to the other player regardless of what team she was on.Thus, knowing that they either did or did not share an arbitrary ritual with the other player was sufficient to bias the amount of trust participants placed in that player.The results from two additional experiments revealed that the amount of effort and time put into the ritual do matter. Hobson and colleagues found that rituals that were simple or performed only once did not lead participants to show bias against members of the other group.Brain activity data collected in a fourth experiment offer preliminary evidence that rituals may involve early, automatic processes associated with monitoring others' behavior. These processes may help to explain why group membership and affiliation are such influential social cues.\"Rituals are a clear, honest, outward-directed signal that a person is part of, and loyal to, a particular group,\" Hobson says. \"But now we see evidence that it might also be a clear signal that a person is an outsider. Could it be the case that rituals are responsible for fueling the various forms of outgroup derogation, distrust, and hostility seen across the world? More work is certainly needed to flesh this out, but our work brings the question to the fore.\"", "article_link": "http://dx.doi.org/10.1177/0956797617695099", "url": "http://www.eurekalert.org/pub_releases/2017-05/afps-grc050517.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/group-rituals-can-make-us-biased-against-outsiders.html#.WQyUtNLyvIU", "funder": "Social Sciences and Humanities Research Council", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Arts/Culture", " Behavior", " Personality/Attitude", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "From our greetings to our celebrations to how we take our coffee, everyday life is full of shared rituals. The effort and commitment involved in these rituals can help us bond with others -- but new research suggests that they may also push us away from those who don't share the same practices. Findings from a series of experiments  suggest that people trust others who did not engage in the same ritual less than those who did.", "date": "Fri, 05 May 2017 04:00:00 GMT"}