{"title": "You need more than just a white hat to tell the hero from the villain", "text": "BUFFALO, N.Y. - The Sopranos' Tony Soprano and Walter White from Breaking Bad rank among recent television drama's most notorious protagonists, each of questionable morality. So, here's the question: Do you like them? \r\nIf you answered \"yes\" as many people do, a recently published paper by a University at Buffalo researcher suggests why people might feel good about characters who do bad things.\r\nThe research has implications ranging from better understanding our relationship to fictional narratives, to possibly improving the effectiveness of character-based public service campaigns, according to lead author Matthew Grizzard, an assistant professor in UB's Department of Communication and an expert on the cognitive, emotional and psychobiological effects of media entertainment.\r\nThe results, with co-authors Jialing Huang, Kaitlin Fitzgerald, Changhyun Ahn and Haoran Chu, all UB graduate students, appear in the journal Communication Research.\r\nGrizzard says the reasons an audience may like or dislike a character has been a key question for media researchers since the 1970s. \r\nMorality matters. Viewers tend to like the good guys and dislike the bad guys. But Grizzard's study, which builds on previous research, also suggests that we don't necessarily need to see behavior to make a distinction between the hero and the villain. \r\nGrizzard's study manipulated what characters looked like and measured audience perceptions. They hoped to find out whether simple differences in appearance -- for example black clothes compared to lighter colors -- would be enough for viewers to categorize a character as a hero or villain. \r\nEarlier research, meantime, had found that heroes and villains differ in morality but not competence. \r\n\"Villains aren't just immoral. They're good at being bad,\" according to Grizzard. \r\nThe previous research gave Grizzard's research team a pattern for determining whether they were activating perceptions of heroes and villains or whether they were simply creating biases unrelated to narrative characters. \r\n\"If our data had come out where the heroic-looking character was both more moral and more competent than the villain, then we probably just created a bias. But because the hero was more moral than the villain but equally competent, we're more confident that visuals can activate perceptions of heroic and villainous characters,\" says Grizzard.\r\nBeyond an understanding of how visuals can influence perceptions of character, the findings indicate that judgments of characters depend on comparisons audiences make between characters - and the order of introduction plays a role.\r\nHeroes were judged to be more heroic when they appeared after a villain and villains were judged to be more villainous when they appeared after a hero. \r\n\"What's happening here is that we're not making isolated judgements about these characters using some objective standard of morality,\" says Grizzard. \"We're constantly making comparisons about these characters and the forces they face.\" \r\nWith Walter White, for example, the audience sees the evolution of a character whose ethics progressively spiral downward from season to season, and yet audiences remained loyal to him.  That loyalty surprised Breaking Bad creator Vince Gilligan. \r\nGilligan said in an interview that at some point he thought the audience would turn against the character. But Grizzard points out that the show's antagonists concurrently get worse along with White.\r\n\"We see a trend where White is not decreasing by himself. There's likely to be a constant comparison with other characters,\" says Grizzard. \"So White is probably benefiting from the comparisons the audience is making.\"\r\nGrizzard says it's a polarization effect. The hero seems better when compared to the villain's darkness while the villain seems worse when viewed in the hero's light.\r\nBut being bad isn't, well, all bad, at least in the world of fictional narrative. It comes with certain advantages, according to Grizzard.\r\n\"We find that characters who are perceived as villains get a bigger boost from the good actions or apparent altruism than heroes, like the Severus Snape character from the Harry Potter books and films.\" \r\nThese findings could be informative for public service campaigns or tele-novellas that try to promote certain behaviors. \r\n\"It shows the importance of how these characters are framed,\" he says.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uab-ynm050517.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/05/010.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mass Media", " Audiovisual Media", " Perception/Awareness"], "journal": "Communication Research", "description": "The Sopranos' Tony Soprano and Walter White from Breaking Bad rank among recent television drama's most notorious protagonists, each of questionable morality. So, here's the question: Do you like them?", "date": "Fri, 05 May 2017 04:00:00 GMT"}