{"title": "Differences in levels of trust and power can affect buyer-supplier performance", "text": "Mutual trust does not appear on the ledger sheets of buyers and suppliers, but researchers suggest that levels of trust between companies may be an important influence on how they operate and perform.\"In business settings, we tend to believe that the more that a business trusts the other, that business will be perceived as less opportunistic, in other words, the higher the level of trust, the lower the opportunistic behavior,\" said Veronica Villena, assistant professor of supply chain management, Penn State. \"In this study, we actually show that it doesn't work like that. It's not about the level of trust, though. It's about the asymmetry, or the difference between the levels of trust.\"In a study, the researchers, who released their findings in a recent issue of Production and Operations Management, found that trust reduces opportunistic behavior only when both sides have similar levels of trust. However, a buyer or supplier with a higher level of trust than its counterpart is more likely to be perceived as being more opportunistic, not less opportunistic.Business experts tend to focus on size differences in firms as the primary driver of opportunism in buyer-supplier relationships. For example, big buyers, which have more employees, larger sales, or both, are perceived as being more likely to take advantage of their smaller-sized suppliers.\"One example of this might be if you're a smaller supplier working with a company that has big purchasing power,\" said Villena. \"Obviously, that company can press the smaller supplier to do things for it. But what if it's the other way around? These kinds of asymmetries happen all the time.\"The researchers found that the size asymmetry -- and, thus, power asymmetry -- influence the perceptions of opportunism. For example, bigger buyers tend to perceive smaller suppliers as less opportunistic while smaller suppliers perceive their bigger buyers as more opportunistic. On the other hand, bigger suppliers are not necessarily perceived as opportunistic by their smaller buyers.Suppliers may feel they have more to lose from future dealings than buyers, according to Villena, who worked with Christopher W. Craighead, Dove Professor of Supply Chain Management, University of Tennessee.She added that while supply chain management is often viewed as solely a statistical endeavor, soft skills are often required in maintaining buyer and supplier relationships.\"In supply chain, we particularly talk about the hard skills -- the size and power of a firm -- and we tend to overlook the soft side, which is trust, reciprocity, interpersonal relationships,\" said Villena. \"In this case, we show both are important, but the one with the higher impact is these softer skills.\"The researchers collected survey and archival data from 106 buying companies and their matched suppliers from Spain during 2011 to 2012.The survey asked how long the companies worked together and the perception of trust of companies on their counterparts. Questions also asked whether the companies believed their counterparts engaged in opportunistic behaviors, such as hiding information or exaggerating their needs to further their own interests.The archival data was collected from the SABI database, which contains business information from companies in Spain and Portugal.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ps-dil050517.php", "region": "namerica", "source_link": "http://news.psu.edu/story/466426/2017/05/05/research/differences-levels-trust-and-power-can-affect-buyer-supplier", "funder": "", "meeting": "", "institution": "Penn State", "keywords": ["Business/Economics", " Personal"], "journal": "Production and Operations Management", "description": "Mutual trust does not appear on the ledger sheets of buyers and suppliers, but researchers suggest that levels of trust between companies may be an important influence on how they operate and perform.", "date": "Fri, 05 May 2017 04:00:00 GMT"}