{"title": "Buprenorphine cuts length of stay nearly in half for infants withdrawing from opioids", "text": "PHILADELPHIA -- Babies born to women who have used opioids at any point during pregnancy are at risk of suffering withdrawal symptoms - collectively called neonatal abstinence syndrome (NAS) - that can cause serious problems in the infant. To reduce the severity of these symptoms, infants are treated with opioids and then slowly weaned off over the course of about a month, requiring a prolonged hospital stay. New research published May 4 in the New England Journal of Medicine demonstrated that a more effective treatment can safely cut the duration of therapy nearly in half.\"This is a practice-changing advance for treatment of babies with NAS,\" says the lead author of the study Walter Kraft, M.D., Professor and Director, Clinical Research Unit in the Department of Pharmacology and Experimental Therapeutics in the Sidney Kimmel Medical College at Thomas Jefferson University. \"We predict that buprenorphine will become the new standard of care for NAS.\"The current standard of care for infants who experience withdrawal symptoms, or NAS, is treatment with morphine until the symptoms subside. However, because pediatric populations are difficult to study, robust evidence from clinical trials supporting morphine were lacking. \"Testing therapeutics in infants has always been challenging. Families are understandably apprehensive about entering their infants into clinical trials,\" says Kraft. \"But it is essential that we study whether these therapies are effective, because infants are not simply smaller versions of adults. Their physiology is unique and we need to continue to build evidence for their treatment. Improving care based on solid evidence was at the heart of this study.\"The clinical trial was designed with multiple checks and balances to ensure the results were not skewed by the perception of the families or the health care providers. Between October 2011 and May 2016, the investigators enrolled 63 infants in the study and divided them into two treatment groups. Infants with withdrawal symptoms were treated with either morphine or buprenorphine in a blinded fashion so that neither the health care providers nor the families knew which treatment was given after all of the data was collected.The research team found that the 30 infants treated with morphine required the therapy for an average of 28 days before their withdrawal symptoms were under control and they were fully weaned. Whereas the 33 infants allocated to buprenorphine only required an average of 15 days of the medication. The buprenorphine reduced treatment time by 47 percent.\"We suspect that buprenorphine is more effective because it works a little differently at the opioid receptor. It is also a longer lasting drug than morphine, requiring a dose every eight hours rather than the four required for morphine,\" says Kraft.  The trial found buprenorphine to be as safe as morphine.  Though not tested in this study, treatment of infants at home with buprenorphine may eventually be possible due to these favorable characteristics.\"The beauty of our results is that the drug is immediately readily available, unequivocally effective, non-invasive and safe. This could impact standard of care for and the financial cost of neonatal abstinence syndrome,\" said Michelle E. Ehrlich, M.D., from The Icahn School of Medicine at Mount Sinai, who had initiated research on buprenorphine at Jefferson with Dr. Kraft before moving to New York. \"In future studies, Dr. Kraft and I hope to research how genetics may inform and influence an infant's response to medication.\"Many mothers with substance abuse history who enrolled their infants in the study were treated with counseling, medication and group therapy at the Maternal Addiction Treatment Education and Research (MATER) program at Jefferson led by co-author Diane Abatemarco, Ph.D. This nationally-recognized program recently received a Center of Excellence grant from the State of Pennsylvania's Department of Human Services to strengthen care coordination. \"Jefferson has led the charge on treating neonatal abstinence syndrome since the 1970s,\" says Dr. Kraft. \"Research within this population is challenging and the strength of the results speaks to the clinical staff who worked with the families and helped them feel fully supported by our team, in a way that was non-judgmental. This partnership was essential to finding such meaningful results.\"", "article_link": "http://dx.doi.org/10.1056/NEJMoa1614835", "url": "http://www.eurekalert.org/pub_releases/2017-05/tju-bcl050417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Drug Abuse", "meeting": "", "institution": "Thomas Jefferson University", "keywords": ["Medicine/Health", " Pediatrics"], "journal": "New England Journal of Medicine", "description": "A research team from Thomas Jefferson University published research finding buprenorphine cuts length of stay nearly in half for infants withdrawing from opioids. The finding is likely to change practice in neonatal intensive care units internationally.", "date": "Thu, 04 May 2017 04:00:00 GMT"}