{"title": "Judging moral character: A matter of principle, not good deeds", "text": "UNIVERSITY OF CALIFORNIA, BERKELEY'S HAAS SCHOOL OF BUSINESS -- People may instinctively know right from wrong, but determining if someone has good moral character is not a black and white endeavor.According to new research by Berkeley-Haas Assoc. Prof. Clayton Critcher, people evaluate others' moral character -- being honest, principled, and virtuous -- not simply by their deeds, but also by the context that determines how such decisions are made. Furthermore, the research found that what differentiates the characteristics of moral character (from positive yet nonmoral attributes) is that such qualities are non-negotiable in social relationships. \"Judgments about moral character are ultimately judgments about whether we trust and would be willing to invest in a person,\" says Critcher.Critcher, who studies social psychology in the Haas Marketing Group, writes about his findings in a recent book chapter, \"What Do We Evaluate When We Evaluate Moral Character?\" co-authored with Erik Helzer of the Johns Hopkins Carey Business School. The chapter will soon be published in the Atlas of Moral Psychology, from Guilford Press.But how do people detect whether good moral character is present? The findings suggest that people can do what is considered the wrong thing but actually be judged more moral for that decision. How?Imagine a social media company with access to its clients' personal information and interactions. The government wants access to the user database for terrorist surveillance purposes, but it is up to the CEO to decide whether to violate the company's privacy code. Is he considered a more moral person by complying with the request, or by refusing it? Critcher's work shows that even people who think the CEO should hand over the data to the government consider the CEO to have better moral character if he does the opposite and adheres to the privacy policy. \"For the CEO who sticks to a moral rule -- even when we think a deviation could be justified -- we are more confident he will behave in sensible, principled ways in the future,\" says Critcher. In one experiment, Critcher asked 186 undergraduates to evaluate 40 positive personality traits by rating them on two dimensions: 1) how much each trait reflected moral character, and 2) whether the participants would or would not be willing to have a social relationship with someone who lacked that quality.\"The two dimensions were correlated at .87, which means the two are almost the same thing. It is about the highest correlation I have ever seen in psychological research,\" Critcher says. \"What makes moral traits special is that their absence is a deal breaker, even when compared to qualities that the participants deemed just as positive.\"But did people see these traits as essential because they were seen to be moral? The research team answered that question by leading people to construe the exact same trait as either moral or nonmoral. Research participants were shown 13 traits that the researchers deemed ambiguously moral (e.g., reasonable). Some participants were first exposed to traits that were clearly non-moral (e.g., imaginative); afterward, they found the ambiguous traits morally relevant. In contrast, other participants who first saw traits that were clearly moral (e.g., honorable) deemed the ambiguous traits as non-moral. Inducing people to see these 13 ambiguous qualities as more moral also caused them to deem these qualities as more essential for their social relationships. In short, participants considered good moral character to be synonymous with justifying a social investment.But here's the conundrum: If people  don't want to invest in others who lack moral character, how do they ever learn whether new potential relationship partners have that requisite character? Perhaps people escape this dilemma by assuming the best about an individual's moral character until they learn otherwise.  \"When we first meet someone, we can directly observe their attractiveness, and a short conversation can reveal a lot about their basic social graces, but typically their moral character is not on direct display. In fact, learning if someone is trustworthy often requires us to trust them first,\" says Critcher.To that end, a third experiment revealed how optimism about an individual's moral character helps people avoid this conundrum. \"When people first meet someone, they tend to give them the benefit of the doubt when it comes to morality. People don't start with the same optimism about their sense of humor, musical, or intellectual ability,\" says Critcher. \"It's an adaptive optimism--one that encourages us to operate on enough faith that we can at least learn whether they are worthy of a social investment--until they prove us wrong.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--jmc050217.php", "region": "namerica", "source_link": "http://newsroom.haas.berkeley.edu/research-news/judging-moral-character-matter-principle-not-good-deeds", "funder": "", "meeting": "", "institution": "University of California - Berkeley Haas School of Business", "keywords": ["Policy/Ethics", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Atlas of Moral Psychology", "description": "According to new research by Berkeley-Haas Assoc. Prof. Clayton Critcher, people evaluate others' moral character -- being honest, principled, and virtuous -- not simply by their deeds, but also by the context that determines how such decisions are made. Furthermore, the research found that what differentiates the characteristics of moral character (from positive yet nonmoral attributes) is that such qualities are non-negotiable in social relationships.", "date": "Wed, 03 May 2017 04:00:00 GMT"}