{"title": "Research shows prejudice, not principle, often underpins 'free-speech defense' of racist language", "text": "LAWRENCE -- Two researchers at the University of Kansas have conducted a study suggesting that \"explicit racial prejudice is a reliable predictor of the 'free speech defense' of racist expression.\"The paper authored by Mark H. White, a graduate student in psychology, and Christian Crandall, professor of psychology, appears online currently in the Journal of Personality and Social Psychology.\"When people make appeals to democratic principles -- like 'freedom of speech' -- they don't always represent a genuine interest in that principle,\" White said. \"We think of principles as ideas we use to guide behavior in our everyday lives. Our data show something different -- that we tend to make up our mind on something based on our attitudes -- in this case, racial attitudes -- and then decide that the principle is relevant or irrelevant. People do whatever best fits their pre-existing attitudes.\"\"We look at people who defend another's racist speech -- for example, defending someone who got fired for going into a racist rant at work -- with a 'free speech' argument,\" Crandall said. \"What do we know about people making this argument? The correlation between using the free speech defense and people's own racial prejudice is pretty high. It's racists defending racists.\"Indeed, the new study reveals a positive correlation (Pearson r = .43) between having racial prejudice and defending racist speech using the \"free speech argument\" -- a stronger correlation than the researchers expected.  White and Crandall recruited hundreds of participants via the Amazon Mechanical Turk service, conducting several interrelated studies where participants responded to descriptions of recent news events or readings involving someone being punished for racist speech. The racial attitudes of the respondents themselves were gauged using the Henry and Sears Symbolic Racism 2000 scale, a standard measure of racial prejudice in social psychology and political science.One finding suggests many who defend racist speech using the \"free speech argument\" might not extend the same principle of free speech to negative comments aimed at authority figures or the public in general.\"You might think that, 'Maybe people who defend this racist speech are just big fans of free speech, that they're principled supporters of freedom,'\" Crandall said. \"Well, no. We give them a 'news' article with the same speech aimed at police -- and prejudice scores are completely uncorrelated with defending speech aimed at police -- and also uncorrelated with snarky speech aimed at customers at a coffee shop, but with no racial content.\"White and Crandall wondered whether prejudiced people felt personally threatened when they hear about someone getting fired for expressing their attitudes; maybe they felt they'd be punished for their own beliefs.\"We wondered why people would go out on a limb to defend someone else's misbehavior,\" Crandall said. \"We thought, maybe they felt personally implicated -- they're defending an extension of themselves. We did three studies and found no evidence for this idea at all.\" \"We thought that people would rush to the defense of people fired for saying prejudiced things because, firstly, people know they're prejudiced and, secondly, watching someone getting punished for that same prejudice makes them feel like bad people,\" White said. \"Across three experiments, we found exactly no support for this idea.\"It isn't so much that these controversies make prejudiced people feel bad about themselves; instead, it seems to be driven partially by prejudiced people feeling like they are not free to live how they want to live and say what they want to say -- they feel as if their freedom is under attack,\" he said.Indeed, people with high levels of prejudice were very sensitive to their own freedom of expression.\"They weren't defending their own attitudes, as much as 'defending to the death their right to say it,'\" Crandall said. \"Just so long as the 'it' is the prejudiced speech they share.\"Ultimately, the researchers conclude the value of free speech appears \"for the prejudiced person when it suits their needs but is absent when it does not. Freedom of speech defenses are unprincipled; it only appears for prejudiced people when it is needed. Values may be used as guiding principles to live by, but they are also strategically deployed to justify prejudices.\"\"It would be irresponsible to say that everyone who makes this 'free speech' argument is prejudiced,\" White said. \"However, our data do show that racial prejudice is one of the many attitudes that go into people deciding to make this argument. We should not ignore the 'free speech' defense, but we shouldn't assume that the motives are purely based on an abstract democratic principle, either.\"", "article_link": "http://dx.doi.org/10.1037/pspi0000095", "url": "http://www.eurekalert.org/pub_releases/2017-05/uok-rsp050317.php", "region": "namerica", "source_link": "http://bit.ly/2pFhMLq", "funder": "Society for the Psychological Study of Social Issues", "meeting": "", "institution": "University of Kansas", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Decision-making/Problem Solving", " Perception/Awareness", " Philosophy/Religion", " Political Science"], "journal": "Journal of Personality and Social Psychology", "description": "A new study in the Journal of Personality and Social Psychology reveals a positive correlation (Pearson r = .43) between having racial prejudice and defending racist speech using the 'free speech argument' -- a stronger correlation than the researchers expected.", "date": "Wed, 03 May 2017 04:00:00 GMT"}