{"title": "Scientists suggest the world should brace itself for a new wave of biological invasions", "text": "We are all becoming increasingly familiar with the impacts of invasive species. Knotweed from Japan can destroy building foundations, zebra mussels from eastern Europe can clog-up drinking water pipes, and an Asian fungus is causing ash tree die-back in our forests. Now an international team of scientists has identified how our rapidly changing world will bring new types of invaders, often from very unexpected places.Invasive non-native species are among the greatest drivers of biodiversity loss on the planet and cost the British economy £1.7bn each year. \"Our study found that environmental change, new biotechnology and even political instability are all likely to result in new invasions that we should all be worried about\" said Dr. David Aldridge of Cambridge University, who hosted the meeting of 17 scientists from across four continents.Globalization of the Arctic, emergence of invasive microbial pathogens, advances in genomic modification technology, and changing agricultural practices were judged to be among the 14 most significant issues potentially affecting how invasive species are studied and managed over the next two decades.  \"We have identified some potential game-changers\" said Prof.  Anthony Ricciardi from McGill University, who led the study.  Until now, the Arctic has been among the least accessible regions on the planet, escaping extensive alien species invasions like those that have affected temperate and tropical areas of the world.  However, the rapid loss of sea ice is opening the region to shipping, oil and mineral extraction, fishing, tourism, and shoreline development -- all of which facilitate introductions of alien species.  The loss of sea ice is also creating a major new corridor for international shipping between the Pacific and Atlantic Oceans, which will affect invasion risks throughout the Northern Hemisphere.   \"The gold rush has begun for major expansion of human activities in the Arctic, with the potential for large-scale alien species transfers\" says Dr. Greg Ruiz (Smithsonian Environmental Research Center).Disease-causing bacteria, water molds, fungi and viruses are being given increasing opportunities to spread into regions where they never previously existed and where they may attack new hosts.  They can also undergo rapid genetic changes that cause previously innocuous forms to become virulent.  Invasive microbes have devastated populations of animal and plants that have had no evolutionary exposure and thus no immunity to them.  Recent examples include: the chytrid fungus \"Bsal\" that is killing salamanders in Europe; the white-nose fungus that is destroying bat colonies in North America; and sea star wasting disease along the Pacific coast of North America, considered to be among the worst wildlife die-offs ever recorded.  The proliferation of microbial pathogens is a burgeoning threat to biodiversity, agriculture, forestry and fisheries.Advances in genomic modification tools hold both promise and challenges for managing invasive species.  Very recently, genetically modified versions of an invasive mosquito were released in the Florida Keys in a controversial attempt to interfere with the mosquito's reproductive life cycle, thereby preventing it from vectoring the spread of invasive Zika, Dengue and Chikungunya viruses to humans.  \"The push to use genetically modified agents to control invasive species will continue to grow\", says Prof. Hugh MacIsaac (University of Windsor), \"and with it will come public opposition and the view that we are opening Pandora's Box\".  The team also identified changing agricultural practices as a potential source of invasion threats.  Virtually unregulated new agricultural crops and practices open the door to potentially disastrous unintended consequences.  An Asian cricket species reared for \"cricket flour\" -- all the rage in the USA - has already established in the wild.  Worse, as a disease ravages this species, farmers have imported other kinds of crickets that might well invade in nature.  But possibly the biggest threat of all is the growing use by agribusiness of soil bacteria and fungi to increase crop production.  \"The cultivation and distribution of 'growth enhancing' microbes could cause some crop plants or plant species residing near agricultural fields to become invasive pests\" says Prof. Daniel Simberloff (University of Tennessee).An additional challenge is public perception of invasion science. Scientific evidence on invasive species impacts is under attack, with much of the opposition value-based rather than science-based. This form of science denialism involves a rejection of peer-reviewed evidence along with an attempt to re-frame, downplay or even deny the role of invasive alien species in global environmental change. \"Denialism in science is not new, but its growth in the context of invasive species is especially worrying for people trying to conserve unique native biodiversity\" says Prof. Tim Blackburn (University College London).  \"Manufacturing doubt about the negative impacts of invasive species can delay mitigating action to the point where it is too late.\"  ", "article_link": "http://dx.doi.org/10.1016/j.tree.2017.03.007", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc-sst050317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Cambridge", "keywords": ["Agriculture", " Biology", " Biodiversity", " Ecology/Environment", " Marine/Freshwater Biology", " Fisheries/Aquaculture", " Mycology", " Zoology/Veterinary Science"], "journal": "Trends in Ecology and Evolution", "description": "An international team of scientists has identified how our rapidly changing world will bring new types of invaders, often from very unexpected places.", "date": "Wed, 03 May 2017 04:00:00 GMT"}