{"title": "Penn study finds linkage between social network structure and brain activity", "text": "When someone talks about using \"your network\" to find a job or answer a question, most people understand that to mean the interconnected web of your friends, family, and acquaintances. But we all have another key network that shapes our life in powerful ways: our brains. In the brain, impulses whiz from one brain region to another, helping you formulate all of your thoughts and decisions. As science continues to unlock the complexities of the brain, a group of researchers has found evidence that brain networks and social networks actually influence and inform one another. The study, published today in the Proceedings of the National Academy of Sciences (PNAS) looked at the brain's response to social exclusion under fMRI, particularly in the mentalizing system, which includes separate regions of the brain that help us consider the views of others. It found that people who show greater changes in connectivity in their mentalizing system during social exclusion compared to inclusion tend to have a less tightly knit social network -- that is, their friends tend not to be friends with one another. By contrast, people with more close-knit social networks, in which many people in the network tend to know one another, showed less change in connectivity in their mentalizing regions.\"The significance of what we found is that people who are surrounded by different types of social networks use their brains differently,\" says senior author Emily Falk, Ph.D., Associate Professor of Communication, Psychology, and Marketing at the University of Pennsylvania's Annenberg School for Communication and director of its Communication Neuroscience Lab. \"In particular, we find that those who have a less densely connected social network show more dynamic responses in the mentalizing system. This might indicate that they are thinking differently about how to navigate their social relationships under different circumstances.\" To create the feeling of social exclusion, the researchers used a virtual ball-tossing game called Cyberball with 80 boys ages 16-17. While in the fMRI machine, each participant saw a screen with two other cartoon players -- who they believed to be controlled by real people -- and a hand to represent themselves. All three participants in the game take turns tossing a virtual ball to one another.For the first phase of the game, the virtual players include the test subject, tossing him the ball frequently. The game then shifts to exclusion mode, and the virtual players stop throwing the ball to the participant.\"It's surprising how strong the effect is on participants,\" says lead author Ralf Schmälzle, Ph.D., Assistant Professor at Michigan State University, who notes that adolescents are particularly sensitive to social rank. \"They have to think through, 'What is going on? Did I do something wrong?' Although Cyberball may sound like an artificial task, it is actually quite involving for people. That makes it a good task to study the brain effects of social exclusion in a controlled but powerful way.\"The data allowed the researchers to look at the activity among different brain regions comprising the mentalizing system. Unlike past neuroimaging studies of exclusion, they were not looking for average activity levels, but rather the relationship among their activity over time. \"These regions are in different places in the brain, but they show a similar response during exclusion,\" says Schmälzle. \"They go up and down and up and down, almost as if they're dancing together, doing the same moves over time, and this 'coupling' of their activity increases during social exclusion.\"The researchers also were able to access, with permission, the test subjects' Facebook data, giving them a snapshot of their friendship networks. In \"dense\" networks, close-knit friend groupings mean that many of a person's friends are also friends with each other. Talk to one friend, and another is likely to hear the story. In \"Sparse\" networks, a person's friends tend to be more far-flung, not knowing one another. If you talk to friend A, you would not expect friend B to know. The test subjects who showed the greatest brain connectivity during social exclusion were those in sparse networks.\r\nWhile the study cannot pinpoint why this is the case, the authors see possible explanations. \"One possibility is that if not all your friends know each other, you need to more dynamically use your mentalizing system in a day-to-day context,\" says Falk. \"People with a greater diversity of friends may need to scroll through different interpretations of what's going on.\"On the other hand, Schmälzle says, it also would seem possible that people with different inclinations to think about social situations like exclusion in a particular way, might feel more confident in specific types of networks and thus tend to set up their social networks accordingly.\"The study of brain and social network dynamics together is extremely new,\" says Danielle Bassett, Ph.D., a co-author on the study and a Penn Associate Professor of Bioengineering. But, she notes, it holds great promise for understanding more accurately how the brain handles complex tasks like learning a new skill or picking up on and responding to social cues.\"Social network analysis and thinking about social networks has been around a long time in Sociology,\" says Falk, \"but it's only recently that these kind of quantitative measures of social networks have been combined with an understanding of the brain. How do your brain dynamics affect your social network and how does your social network affect your brain? We're at the very tip of the iceberg right now.\"\"A longstanding feature of neuroscience research has been to ask participants to sit in an isolated room or scanner and make decisions about stimuli,\" says co-author Jean Vettel, Ph.D., of the U.S. Army Research Laboratory and visiting fellow at Penn, \"but this research highlights the critical need to understand social influence and context if we truly want to understand how a person will respond and reason about the world.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1616130114", "url": "http://www.eurekalert.org/pub_releases/2017-05/uop-psf050217.php", "region": "namerica", "source_link": "https://www.asc.upenn.edu/news-events/news/study-finds-linkage-between-social-network-structure-and-brain-activity", "funder": "", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Medicine/Health", " Neurobiology", " Social/Behavioral Science", " Mental Health", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Proceedings of the National Academy of Sciences", "description": "New research performed at the University of Pennsylvania finds that the brain's response to social exclusion differs depending on the structure of a person's social network. Those with tight-knit social circles show less dynamic brain activity when excluded than those whose friend groupings are more diffuse.", "date": "Tue, 02 May 2017 04:00:00 GMT"}