{"title": "Is the blog to blame for Vladimir Putin's 2011-12 elections defeat?", "text": "In the 2011-12 elections, government leaders in Russia underestimated the power of the internet and it impacted the outcome of the elections. The open internet provided an opportunity for the opposition to communicate and rally support against the governing political group. The government's failure to gain control of the digital flow of information eroded support for their status quo. Fast forward to the 2016 elections in Russia, where controlling the internet gave President Vladimir Putin and the Kremlin the outcomes they desired.   \"Our research shows how important an open and free internet can be for democracy. We need to keep the internet open for all or it will just become another apparatus for the state or large interests,\" said Kevin M. Wagner, Ph.D., J.D., co-author of the study and associate professor and director of graduate studies in the Department of Political Science in the Dorothy F. Schmidt College of Arts and Letters at Florida Atlantic University. The 2011-12 Russian elections spurred massive demonstrations in response to Putin's stage-managing the presidential succession and evidence of widespread fraud in the elections. Since then, Russia's government implemented a range of controls including filtering, banning websites as \"extremist\" or offensive to Russian culture, enhancing electronic intercepts, and prosecuting or harassing bloggers for anti-regime posts. These measures, together with increasingly strident anti-Western rhetoric and appeals to patriotism, largely neutralized political opposition. Although the effects of internet use on political participation are well understood, the mechanisms of how this happens is unclear. Were Western social media sites like Facebook, YouTube and Twitter to blame for the dissidence in the 2011-12 elections or was it something else? Using these two Russian elections as a model, Wagner and collaborators from the University of Louisville have helped to uncover how social media can drive support for opposition in an autocratic state. Results from this study are published in the current issue of the journal, Democratization. As it turns out, the researchers discovered that the \"blogosphere\" was to blame. Blogs from the opposition had a dramatic impact on the shift in political perceptions and electoral outcomes, and Western social media platforms were merely a conduit for this content.  \"Our primary interest in this research was in assessing the effects of blogs. We hypothesized that Western platforms were more consequential for bloggers than primary regional platforms,\" said Wagner. \"We believe that the effect of Western social media use on perceived electoral fraud was not direct. Rather, those who used Western social media were more likely to be exposed to oppositional blogs, and it was this exposure that drove their perception that the elections were fraudulent. Ultimately, it is not the platform themselves that are pivotal, but rather the availability of dissident content and the freedom to distribute it.\"For the study, the researchers used data from a Russia Barometer survey of adult Russians (18 or older) conducted by the Levada Center in December 2011. Questions centered on social media use, blog exposure, citizens' perceptions of electoral fraud in the 2011 elections, indicators of civic engagement, support for Putin/Medvedev and United Russia, and measured of a host of control variables. Utilizing this data, the researchers used a structural equation approach to test for the direct and indirect effects of Western social media use on perceived electoral fraud to determine if these effects were mediated by blog exposure. Models from this study showed that in the Russian context, those who are less supportive of the government often look to Western social media platforms for information. In doing so, they are exposed to a dissident flow of information through political blogs. This exposure then prompted them to suspect fraud in their elections, or confirmed their initial skepticism of the electoral process. The survey data provided evidence that the relationship between Western social media use and citizen perceptions of electoral fraud is accounted for, largely, by citizen exposure to blogs spread via social media.Overall results of the study showed that a sizeable proportion of Russians believed there were some problems with the elections being fraudulent and almost 40 percent of respondents thought the election was dishonest.\"Focusing on the content, rather than solely on the social network platform, reframes how we consider social media in authoritarian regimes,\" said Wagner. \"Indeed, authoritarian regimes can more subtly influence attitudes by taking action to prune content like blogs without the use of blunt, visible and obvious controls on the access to the platforms themselves.\"  In 2001, only 5 percent of Russians above the age of 12 used the internet; in 2013, that number rose to 59 percent. In 2016, that number increased to 73 percent.   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/fau-itb050117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Policy/Ethics", " Social/Behavioral Science", " Behavior", " Information Management/Tracking Systems", " Mass Media", " Political Science", " Technology/Engineering/Computer Science", " Internet"], "journal": "Democratization", "description": "In the 2011-12 elections, Russia's government leaders underestimated the power of the internet and it impacted the outcome of the elections and spurred massive demonstrations in response to Vladimir Putin's stage-managing the presidential succession and evidence of widespread fraud. While the effects of internet use on political participation are well understood, the mechanisms of how this happens is unclear. A new study uncovers how social media can drive support for opposition in an autocratic state.", "date": "Tue, 02 May 2017 04:00:00 GMT"}