{"title": "Thinking strategically about study resources boosts students' final grades", "text": "College students who participated in a self-administered intervention prompting them to reflect about their use of classroom resources had final grades that were higher than their peers, according to new findings published in Psychological Science, a journal of the Association for Psychological Science.\"We found that self-administering the intervention, even for just 15 minutes online before an upcoming exam, engages college students in a form of thoughtful self-management, which helps them use their resources more effectively while studying,\" explains psychology researcher Patricia Chen of Stanford University. \"This essentially empowers them to translate their efforts into success more efficiently.\"With the proliferation of online resources, students now have more options than ever before when it comes to deciding what and how to study. But research suggests that many students have difficulty establishing an effective study routine. Chen's observations as a teacher led her to wonder if a targeted intervention might help students study 'smarter.'\"Many students have come to me after their exams trying to understand why they did not do as well as they had expected, despite their hard work. My response to these students is often, 'Well, describe to me how you studied,'\" Chen says. \"Their responses illuminated to me that oftentimes sheer effort isn't enough to produce achievement, and that strategy is extremely important in guiding that effort to hit its target.\"Drawing from education research on self-regulated learning and evidence from social psychology on effective approaches to interventions, Chen and colleagues developed a brief exercise for students aimed at guiding their thinking about how they use learning resources.Across two different cohorts of students in a college statistics class, the researchers randomly assigned half the student participants to receive the intervention prompt; the other half received no prompt, serving as the comparison group.About 7 to 10 days before each class exam, students in the intervention group received a survey that asked them to write down the grade they wanted to get on the exam and rate how important it was to them to achieve that grade and how confident they were that they would meet this goal. The survey then prompted the students to think carefully about what kinds of questions the exam would probably include. After reflecting on the exam format, the students identified which of 15 available class resources they would use to study effectively. They elaborated on why each resource would be useful and described concrete plans for how they would use each one.After the exam, the students reported how effective they thought their studying had been and reflected on their performance, rating their agreement with statements, including \"As I studied for the class, I kept monitoring whether or not the way I was studying was effective.\" They also rated how useful they found each of the resources they had used in preparing for the exam.The results were clear: Students who strategically reflected on how to use their resources to learn effectively ended up with higher grades at the end of the semester, outperforming their classmates by an average of one third of a letter grade.And more reflection seemed to lead to better performance: Students who received the intervention prompt twice had higher final course grades than those who only received the prompt once. The more students self-reflected on their study strategy, the more useful they found the resources they had used, and this ultimately predicted their final grade.Using a greater number of resources overall didn't seem to help - rather, it was using resources more thoughtfully that mattered for performance.Students who completed the intervention exercise also reported less negative emotion in relation to the upcoming exams compared with their peers, and they reported a greater sense of control over their performance, suggesting that students actually noticed the benefits of their strategic planning.These findings are especially intriguing given that the intervention itself did not require students a huge amount of time or effort.\"Unlike instructor-facilitated, multisession, long workshops, this learning intervention is elegant in its brevity and empowering in its mode of online self-administration,\" says Chen.The fact that the intervention is relatively inexpensive to administer and easy to scale up to much larger student audiences suggests that it could be useful for teachers and students in a wide variety of settings, including online courses. Importantly, its applications could even go beyond the educational context, targeting psychological mechanisms that play an important role in many kinds of goal-directed activities:\"Goal achievement -- be it accomplishing a task at work, performing well in school, or losing weight -- depends to a large extent on how tactical we are at using our resources and also how effective we are at practicing strategic self-management,\" says Chen. \"I am convinced that anybody can benefit from being self-reflective in their goal pursuit and thoughtful about the way they use their resources.\"", "article_link": "http://dx.doi.org/10.1177/0956797617696456", "url": "http://www.eurekalert.org/pub_releases/2017-05/afps-tsa042817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Education", " K-12", " Undergraduate", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Learning/Literacy/Reading", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "College students who participated in a self-administered intervention prompting them to reflect about their use of classroom resources had final grades that were higher than their peers, according to new findings published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Mon, 01 May 2017 04:00:00 GMT"}