{"title": "Even babies can tell who's the boss, UW research says", "text": "The charismatic colleague, the natural leader, the life of the party - all are personal qualities that adults recognize instinctively. These socially dominant types, according to repeated studies, also tend to accomplish and earn more, from accolades and material wealth to friends and romantic partners.  This social hierarchy may be so naturally ingrained, University of Washington researchers say, that toddlers as young as 17 months old not only can perceive who is dominant, but also anticipate that the dominant person will receive more rewards.The research, led by UW psychology professor Jessica Sommerville and graduate student Elizabeth Enright, appears in the July issue of the journal Cognition. \"This tells us that babies are sorting through things at a higher level than we thought. They're attending to and taking into consideration fairly sophisticated concepts,\" Sommerville said. \"If, early on, you see that someone who is more dominant gets more stuff, and as adults, we see that and say that's how the world is, it might be because these links are present early in development.\"The study evaluated the reactions of 80 toddlers, each of whom watched three short videos of puppets in simple social situations. Researchers measured the length of time the children focused on the outcome of each video in an effort to determine what they noticed.Measuring a baby's \"looking time\" is a common metric used in studies of cognition and comprehension in infants, the researchers explained.\"Really young babies can't talk to us, so we have to use other measures such as how long they attend to events, to gauge their understanding of these events,\" said Enright. \"Babies will look longer at things they find unexpected.\"The same is true of adults, she pointed out. Adults will focus on the result of a magic trick, for instance, or a car accident on the side of the road. Both defy expectations about what normally happens.While other research has found that infants and young children expect equal distributions and react positively toward sharing, the UW study is one of the first to explore the impact of a personality trait, such as social dominance, on those expectations. For the study, each toddler watched an introductory video at least six times; this brief clip aimed to establish the \"dominant\" puppet in the scene - the one who appeared to win a minor competition with a second puppet over a special chair. Then each child watched a second set of videos so that researchers could compare how the toddler reacted to various outcomes. The researchers employed puppets, rather than people, for the videos because the puppets look essentially the same, offer no facial or other emotional reaction, and don't draw an infant's attention the way that differences among humans might, said Sommerville.The researchers set up three narrative scenarios using the puppets. In one scenario, a clip showed the dominant puppet receiving more Legos, while another clip showed both puppets receiving the same number. In the other scenario, a clip again showed the puppets receiving the same number of Legos, while a different clip showed the submissive puppet receiving more. The study found that toddlers looked an average of 7 seconds longer at the videos in which the weaker puppet received more Legos, or when the two puppets received the same number, versus when the dominant puppet received more Legos. This indicates that the children didn't expect those outcomes, Sommerville said, because their lingering gaze suggests their brains were continuing to process the information on the screen.The results demonstrated toddlers' expectation that a dominant individual receives more resources and that toddlers are able to adjust their thinking about resource distribution based on their perceptions of social status of the recipients, the researchers said.However, the experiment suggests other questions, which Enright is exploring now in a new study: What other traits could inform infants' and young children's expectations about resources? Using a similar approach with puppets, researchers will show toddlers a series of videos that aims to portray competence - a puppet who does a better job at completing a goal than another puppet - and test expectations about which puppet receives the reward.\"Is the issue dominance? From the videos, it could be that the dominant one was perceived as more persistent or competent,\" Enright said. \"This could be the very start of finding out what infants know about social status.\" ", "article_link": "http://dx.doi.org/10.1016/j.cognition.2017.03.008", "url": "http://www.eurekalert.org/pub_releases/2017-07/uow-ebc072617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Child Health and Human Development, John Templeton Foundation", "meeting": "", "institution": "University of Washington", "keywords": ["Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Cognition", "description": "Social dominance, and the dynamic it creates, may be so naturally ingrained, University of Washington researchers say, that toddlers as young as 17 months old not only can perceive who is dominant, but also anticipate that the dominant person will receive more rewards.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}