{"title": "Infants know what we like best, WashU study finds", "text": "Behind the chubby cheeks and bright eyes of babies as young as 8 months lies the smoothly whirring mind of a social statistician, logging our every move and making odds on what a person is most likely to do next, suggests new research in the journal Infancy.\"Even before they can talk, babies are keeping close track of what's going on in front of them and looking for patterns of activity that may suggest preferences,\" said study co-author Lori Markson, associate professor of psychological & brain sciences and director of the Cognition & Development Lab at Washington University in St. Louis. \"Make the same choice three or four times in a row, and babies as young as 8 months come to view that consistent behavior as a preference.\"The findings demonstrated that infants look for consistent patterns of behavior and make judgements about people's preferences based on simple probabilities calculated from observed events and actions.Co-led by Yuyan Luo, an associate professor of psychological sciences at the University of Missouri-Columbia, the study may shed light on how infants and young children learn about people's preferences for a certain kind of food, toy or activity. It might also explain why kids always seem to want the toy that someone else is playing with.\"Consistency seems to be an important factor for infants in helping them sort out what's happening in the world around them,\" Markson said. \"Our findings suggest that, if a person does something different even a single time, it undoes the notion of someone having a clear preference and changes an infant's expectations for that individual's behavior. In other words, if you break the routine, all bets are off in terms of what they expect from you.\"The findings confirmed that infants as young as 8 months are already developing the ability to see the world through someone else's eyes, to sense what another person may or may not know, think or believe about a situation.Because babies can't tell us what they're thinking, researchers had previously speculated that the ability to see life from someone else's perspective did not develop until about 4  years of age. But more recent research over the past decade gets around this spoken-language barrier by relying on a proven premise -- that babies spend much more time looking at events they consider to be new and unusual.In this study, Markson and Luo conducted a series of experiments to track how infant \"looking times\" changed when an actor made an unexpected choice between one of two stuffed-animal toys displayed before the infant on a small puppet stage.They corroborated these findings using a similar experiment that tracked whether infants, when asked to give a toy to the actor, would reach more often for the toy consistently chosen by the actor in previous trials, thus implying that the infant understood the actor's preference.The experiments were conducted on a sample of 60 healthy, full-term infants with an even split of males and females ranging in age from 7 to 9  months and an average age of 8 1/2 months.Seated on a parent's lap, the infants watched as a young woman reached out and grabbed one of two stuffed animals on the stage, either a white-and-brown dog or a yellow duck with orange beak and a purple bonnet.During the \"familiarization\" phase of these experiments, the toy selection process was repeated four times under three separate conditions.In the \"consistent\" condition, a woman in a blue or black shirt picked up the yellow duck four times in a row. In the \"inconsistent\" condition, the same woman picked up the duck three times and the dog once. And, in the \"two actor\" condition, the woman in the blue shirt selected the duck three times, while another woman in a white shirt selected the dog once.After each four-trial familiarization phase, the researcher observed the babies' reactions as the women reappeared on the stage and made a fifth selection, either going back to the previously targeted duck or making a new selection of the dog.Two trained observers watched the babies' reactions through concealed peepholes and independently coded the babies' \"looking time\" responses based on seconds spent watching each toy-selection event. Video cameras captured both the babies' reactions and the toy-selection process so that response time coding could be further analyzed and confirmed.Findings confirmed that the babies spent about 50 percent more time looking at selections that represented a break from consistent patterns made in the familiarization trials.\"Infants who saw someone make the same choice three or four times in a row showed clear signs of being surprised when that person did not follow the same pattern in the future,\" Markson said. \"They obviously paid more attention to actions that did not fit their assumptions about what toys the women appeared to prefer most.\"In a second phase of the study, researchers reaffirmed their findings using a variation on the experiment in which the women who had chosen the stuffed animals during the trial phase asked the infant to choose between two toys by saying: \"Can you give it to me? Can you give me the toy?\"In this variation, the infants also seemed to have made assumptions about the women's toy preferences, reaching for the stuffed animal that had been consistently chosen by the woman during the trial phase.\"Our study is the first one to show how inconsistent choices affect infants' understanding about others' preferences,\" Markson said. \"Based on these findings, we hope to further explore how ratios of consistent/inconsistent choices matter to infants and eventually compare infants' understanding to adults' knowledge about others' choices.\"", "article_link": "http://dx.doi.org/10.1111/infa.12194", "url": "http://www.eurekalert.org/pub_releases/2017-07/wuis-ikw072617.php", "region": "namerica", "source_link": "https://source.wustl.edu/2017/07/infants-know-like-best-study-finds/", "funder": "", "meeting": "", "institution": "Washington University in St. Louis", "keywords": ["Education", " Education", " K-12", " Pediatrics", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Parenting/Child Care/Family"], "journal": "Infancy", "description": "Behind the chubby cheeks and bright eyes of babies as young as 8 months lies the smoothly whirring mind of a social statistician, logging our every move and making odds on what a person is most likely to do next, suggests new research in the journal Infancy.", "date": "Thu, 27 Jul 2017 04:00:00 GMT"}