{"title": "Longer cooling does not harm and may even help out of hospital cardiac arrest patients", "text": "A five per cent difference in favour of the 48 hours. This is the result of a study from Aarhus University that has spent several years examining the possible benefits of cooling down patients suffering cardiac arrest to 33°C for 48 hours, instead of the 24-hours that is standard practice in most places.The study is a step on the road to clarifying how best to prevent cardiac arrest patients from ending up with severe brain damage. However, the results are not statistically significant. The researchers are therefore unable to conclude that the longer cooling period is the best way to reduce the risk of permanent brain damage. On the other hand, it is very unlikely that a long cooling period makes things worse -- the opposite is most likely the case.\"We cannot rule out that there is a smaller clinical benefit of cooling down patients for two days, and the indications are that patients under the age of sixty in particular may benefit from the extra 24 hours. But a statistically significant result will require a randomised and blinded study with 3,000 contributing patients, and we do not have the opportunity to undertake such a study,\" says Professor Hans Kirkegaard from the Research Center for Emergency Medicine at the Department of Clinical Medicine, Aarhus University. \r\nHe has spent eight years on the randomised and blinded study, which includes 355 out of hospital cardiac arrest patients aged 18 to 80, who have been admitted to ten different intensive care units in six different countries.\"It is an extensive study involving a lot of preparation in relation to preparing and aligning practice in the participating countries, which in addition to Denmark include Norway, Finland, Estonia, Germany and Belgium. More than three years passed from the first patient being included in 2013 until we registered the final one in the summer of 2016. We have also stipulated a range of requirements for the suitability of patients in the study,\" adds Hans Kirkegaard about the study, which has just been published in The Journal of the American Medical Association (JAMA).Half of the participating patients were cooled down to a temperature of 33°C upon arrival at the hospital and for the next 24 hours, which is already the norm in most places. The other half were also cooled down to a temperature of 33°C on arrival, but instead for a period of 48 hours. Both groups were subsequently warmed half a degree at a time until they reached the body's normal temperature of 37 degrees over an eight-hour period.The researchers then followed the survivors and after six months measured how they were managing in relation to what is known as a CPC Score, which is an incremental scale from 1 to 5. CPC stands for Cerebral Performance Category Score and the scale describes the spectrum from: 'A return to normal cerebral function and normal living' (1); to 'Some disability but sufficient function for independent activities of daily living' (2); to 'Severe disability, limited cognition, inability to carry out independent existence' (3); to 'Coma', often simply referred to as a vegetative state; and finally, to 'Brain death' (5). In the research project, CPC scores of 1 and 2 are combined in a positive outcome -- with the above-mentioned five per cent advantage in favour of the 48 hours - while scores of 3,4 and 5 are included in the study as a negative result.It has been common knowledge for many years that cooling down the body after cardiac arrest can reduce the degree of brain damage. The practice of cooling down patients is also used in maternity wards, where new-born babies who have not received sufficient oxygen during birth are often cooled for as long as 72 hours. In practice, patients are cooled down either by placing them in special thermo suits that have cold water circulating through them, or by placing a catheter in a vein before circulating cold salt water through this to keep the body temperature down. In the old days, the method was simply to cover the person with ice particularly around the groin and neck areas, which is where the large arteries lie just beneath the skin. According to Hans Kirkegaard, there are of course side effects associated with cooling down people. Some catch pneumonia and others arrhythmia, which is an irregular heart rhythm for as long as the cooling lasts. \"One of the three PhD studies affiliated with the research project has also registered an impact on the ability of the blood to coagulate, but no increased bleeding with the longer cooling. Though I must stress that what we are working to minimise is permanent brain damage,\" says Hans Kirkegaard. He also adds that the research project has documented a very high percentage of patients who have received chest compressions from bystander during the crucial minutes before the ambulance arrived.\"This has definitely contributed to a very low mortality rate, which is 27 per cent in the 48-hour group and 34 per cent in the other group. Another factor that contributes to the low mortality rate is that most patients undergo an examination and, if necessary, treatment of their coronary arteries immediately after arriving at the hospital,\" says Hans Kirkegaard.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/au-lc072617.php", "region": "europe", "source_link": "http://jamanetwork.com/journals/jama/fullarticle/2645105", "funder": "Danish Heart Foundation, Augustinus Foundation, Laerdal Foundation, cience Systems and Applications, Inc., Dansk Selskab for Anæstesiologi og Intensiv Medicin", "meeting": "", "institution": "Aarhus University", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Death/Dying", " Trauma/Injury"], "journal": "The Journal of the American Medical Association", "description": "Eight out of 355 cardiac arrest patients who do not immediately wake up after hospitalisation, have benefited from being cooled down to a temperature of 33°C for as long as 48 hours. However, this does not provide researchers from Aarhus University and elsewhere with evidence to conclude that 48-hour cooling is preferable to the typical 24 hours when it comes to preventing brain damage. The level of uncertainty is too high and the difference too small to reach this conclusion.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}