{"title": "Lutein may counter cognitive aging, study finds", "text": "CHAMPAIGN, Ill. -- Spinach and kale are favorites of those looking to stay physically fit, but they also could keep consumers cognitively fit, according to a new study from University of Illinois researchers.The study, which included 60 adults aged 25 to 45, found that middle-aged participants with higher levels of lutein - a nutrient found in green leafy vegetables such as spinach and kale, as well as avocados and eggs -- had neural responses that were more on par with younger individuals than with their peers. The findings were published in the journal Frontiers in Aging Neuroscience.\"Now there's an additional reason to eat nutrient-rich foods such as green leafy vegetables, eggs and avocados,\" said Naiman Khan, a professor of kinesiology and community health at Illinois. \"We know these foods are related to other health benefits, but these data indicate that there may be cognitive benefits as well.\"Most other studies have focused on older adults, after there has already been a period of decline. The Illinois researchers chose to focus on young to middle-aged adults to see whether there was a notable difference between those with higher and lower lutein levels.\"As people get older, they experience typical decline. However, research has shown that this process can start earlier than expected. You can even start to see some differences in the 30s,\" said Anne Walk, a postdoctoral scholar and first author of the paper. \"We want to understand how diet impacts cognition throughout the lifespan. If lutein can protect against decline, we should encourage people to consume lutein-rich foods at a point in their lives when it has maximum benefit.\"Lutein is a nutrient that the body can't make on its own, so it must be acquired through diet. Lutein accumulates in brain tissues, but also accumulates in the eye, which allows researchers to measure levels without relying on invasive techniques.The Illinois researchers measured lutein in the study participants' eyes by having participants look into a scope and respond to a flickering light. Then, using electrodes on the scalp, the researchers measured neural activity in the brain while the participants performed a task that tested attention.\"The neuro-electrical signature of older participants with higher levels of lutein looked much more like their younger counterparts than their peers with less lutein,\" Walk said. \"Lutein appears to have some protective role, since the data suggest that those with more lutein were able to engage more cognitive resources to complete the task.\"Next, Khan's group is running intervention trials, aiming to understand how increased dietary consumption of lutein may increase lutein in the eye, and how closely the levels relate to changes in cognitive performance.\"In this study we focused on attention, but we also would like to understand the effects of lutein on learning and memory. There's a lot we are very curious about,\" Khan said.", "article_link": "http://dx.doi.org/10.3389/fnagi.2017.00183", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoia-lmc072517.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/534683", "funder": "Haas Avocado Board", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Biology", " Nutrition/Nutrients", " Medicine/Health", " Neurobiology", " Nutrition/Nutrients", " Mental Health", " Memory/Cognitive Processes"], "journal": "Frontiers in Aging Neuroscience", "description": "Spinach and kale are favorites of those looking to stay physically fit, but they also could keep consumers cognitively fit, according to a new study from University of Illinois researchers.The study, which included 60 adults aged 25 to 45, found that middle-aged participants with higher levels of lutein -- a nutrient found in green leafy vegetables such as spinach and kale, as well as avocados and eggs -- had neural responses that were more on par with younger individuals than with their peers.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}