{"title": "MRI may help predict cognitive impairment in professional fighters", "text": "Images of the brain's gray and white matter obtained with multiple MRI techniques can help identify and track cognitive impairment in active professional fighters, according to a new study published online in the journal Radiology.Fighters are exposed to repeated mild traumatic brain injury (mTBI), which has been associated with neurodegenerative disorders, as well as mood and movement dysfunction. A tool that could find signs, or biomarkers, of mTBI-related brain damage would be an invaluable asset in helping fighters and their physicians understand their risk of cognitive impairment while potentially speeding interventions and contributing to the study and development of drugs designed to slow or reverse cognitive decline.Much of previous research on the subject has focused on either the brain's neuron-containing gray matter or the fiber tracts in the white matter. For this new study, researchers combined two MRI techniques -- T1-weighted MRI and diffusion-tensor imaging (DTI) derived from diffusion weighted MRI -- to look at both types of brain tissue.\"DTI is specific to the white matter part of the brain and T1-weighted images are sensitive to the gray matter,\" said study lead author Virendra Mishra, Ph.D., from the Cleveland Clinic Lou Ruvo Center for Brain Health in Las Vegas. \"By combining these approaches, we hoped to find imaging biomarkers on MRI that could be used to predict whether or not fighters will become impaired.\"The researchers used data from the Professional Fighters Brain Health Study, one of the largest longitudinal studies of brain health in contact sports. Data included 273 male fighters who had baseline imaging exams and 56 who returned for a follow-up scan. Using neuropsychological testing, measures from processing speed and psychomotor speed were used to differentiate fighters into cognitively impaired and non-impaired groups, as cognition cannot be seen as a singular entity, Dr. Mishra noted. All fighters underwent T1-weighted MRI and DTI. The study revealed a set of seven imaging predictors, including regions of gray matter and white matter, which were associated with cognitive function in fighters. For instance, T1-weighted volumetric measurements of the left thalamus, a mass of gray matter in the middle of the brain that acts as a relay center connecting a multitude of brain regions, helped distinguish cognitively impaired and non-impaired fighters. Fractional anisotropy values, a measure of white matter integrity, along two different white matter tracts were also identified as possible predictors of cognitive impairment. The researchers concluded that this set of seven brain regions comprising of both gray and white matter may become imaging biomarkers of cognitive impairment in fighters.\"We found lower gray matter volume and thickness measures along with lower white matter tract integrity at baseline measurements that declined over time in those with ongoing trauma, and only by looking at both were we able to predict which fighters would be cognitively impaired,\" Dr. Mishra said. \"The combined observation of both gray and white matter as useful predictors of cognitive impairment is understandable because these two types of brain tissue work in tandem.\"The MRI approach using different modalities may have several applications, Dr. Mishra said. For one, it could be used to help predict later cognitive change in fighters. Another key potential application is to track change in clinical trials of novel therapeutics aimed at reducing the risk of cognitive impairment.The approach also may have applications in studying the impact of other contact sports where head injuries often occur, such as football and hockey.In the future, the researchers hope to determine the order in which brain regions are affected by repeated trauma.\"One of the key questions we're trying to answer is, what's affected first, the neurons in the gray matter or the fiber tracts in the white matter?\" Dr. Mishra said. \"We don't have the answer yet, but it's something we are working on.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/rson-mmh072517.php", "region": "namerica", "source_link": "http://press.rsna.org/timssnet/media/pressreleases/14_pr_target.cfm?ID=1961", "funder": "Lincy Foundation, NIH/Institutional Development Award", "meeting": "", "institution": "Radiological Society of North America", "keywords": ["Medicine/Health", " Diagnostics", " Neurobiology", " Sports Medicine", " Trauma/Injury"], "journal": "Radiology", "description": "Images of the brain's gray and white matter obtained with multiple MRI techniques can help identify and track cognitive impairment in active professional fighters, according to a new study.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}