{"title": "Exposure to violence hinders short-term memory, cognitive control", "text": "PRINCETON, N.J. -- Being exposed to and actively remembering violent episodes -- even those that happened up to a decade before -- hinders short-term memory and cognitive control, according to a study published in the Proceedings of the National Academy of Sciences (PNAS).The study, which was co-authored by Princeton University's Pietro Ortoleva, examined more than 500 civilians in Colombia, a country that has experienced both urban violence and rural warfare within the past two decades. The findings demonstrate the long-lasting effects of violence on cognition and memory recall and highlight the need for policies that provide proper therapy for those coping with violence. \"Memory and cognitive control impact how people do in school, how they perform at work and if they can keep their jobs, and how they fare in life in general, which all has significant impacts on the economy as a whole,\" said Ortoleva, a professor of economics and public affairs at Princeton's Woodrow Wilson School of Public and International Affairs. In addition to Ortoleva, who conducted the work as a faculty member at Columbia University, the research team included Francesco Bogliacino of the Universidad Nacional de Colombia, and Gianluca Grimalda and Patrick Ring, both of the Kiel Institute for the World Economy.To study the effects of violence on both short-term memory and cognitive control, the research team conducted experiments on two groups: one from an urban setting and the other from a rural area. The urban group consisted of residents of Bogotá, where violence and crime are widespread. Those surveyed were between the ages of 18 and 24, and came from all but two of Bogotá's 19 districts. This age group was chosen because young people typically have not moved away from the neighborhood in which they grew up. The rural group consisted of civilians displaced by war, who experienced armed conflicts up to 10 or 20 years ago. Many of these people were forced to abandon their homes and move elsewhere under the threat of massacres by paramilitary groups, which happened just months before in the same region. \"We studied both short-term memory and cognitive control because they are important determinants for individual well-being and societal development,\" Ortoleva said. \"Stronger short-term memory is positively associated with school attainment, job performance, and with lower probability of contracting Alzheimer's disease and post-traumatic stress disorder. Weaker cognitive control among children has been shown to lead to issues with physical health, higher mortality rates, lower personal wealth and criminal offenses 30 years later.\" In the first experiment, the researchers asked a randomly chosen subset of the urban group to recall an event that occurred in the last year that caused anxiety or fear, explicitly hinting at violence as a possible cause of such an emotional state. These individuals reported different types of violence, including armed assault or witnessing murder. The remaining participants were asked to recall a joyful experience or a generic experience devoid of emotion. Participants were then asked to recall a sequence of geometrical figures to test short-term memory, or their ability to store information after recalling such violent episodes. Those in the group who were exposed to serious violence and recalled such an event performed poorly on this test. For those who were not exposed to serious violence, or were not asked to recall a violent event, no effect was seen.The researchers repeated a similar experiment with the rural group. These individuals also reported different types of extreme violence, including experiencing rape or witnessing murder. In addition to the short-term memory test, these participants were also given a cognitive control test to test their ability to inhibit immediate, instinctive responses. Participants were given numerical sequences in which a digit from one to four appeared one to four times and were asked to state the number of times the digit appeared. \"A person's first instinct is typically to say the digit that appears -- not the number of times a digit appears. If they exercise cognitive control, however, they can recognize the question is about the latter,\" Ortoleva said. \"This was a challenge for the participants who were exposed to violence and asked to remember such traumatic episodes.\"Similar effects were seen in the memory test of the participants in the rural group as the urban group, and the same happened for their cognitive control. Those who were both exposed to and recalled a violent event exhibited poorer performance than those who did not. \"We used these distinct groups to compare the short- and long-term effects of violence and the impact of different types of violence: warfare in rural areas versus ordinary criminality in urban areas,\" Ortoleva said. \"Regardless of place or type of violence, if subjects were exposed to high levels and were asked to recall it, poorer performance in our tests is seen.\"\"Our results demonstrate that exposure to violence can have effects on cognitive functions,\" said Ortoleva. \"Besides the obvious negative effects on the physical and psychological well-being, this may lead to vicious cycles: both poverty and violence hinder the ability to develop for a person or a group, which in turn may generate further poverty and violence. The study has broad implications, especially for the ongoing peace process in Colombia.\" Susan Fiske, Eugene Higgins Professor at Princeton's Woodrow Wilson School, edited the paper for PNAS and emphasized its importance with relation to war, crime and violence. \"This innovative research suggests a cognitive mechanism for how exposure to violence spills over to daily life later,\" Fiske said. \"Interventions should fight the downstream cognitive effects of experiencing war, terrorism, and neighborhood violence.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/puww-ere072117.php", "region": "namerica", "source_link": null, "funder": "Open Evidence Tierra Colombia, Fundacio Universitaria Konrad Lorenz Internal, Universitat Jaume I, Spanish Ministry of Economics and Competitivity", "meeting": "", "institution": "Princeton University, Woodrow Wilson School of Public and International Affairs", "keywords": ["Personal", " Social/Behavioral Science", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Stress/Anxiety", " Violence/Criminals"], "journal": "Proceedings of the National Academy of Sciences", "description": "Being exposed to and actively remembering violent episodes -- even those that happened up to a decade before -- hinders short-term memory and cognitive control, according to a study published in the Proceedings of the National Academy of Sciences.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}