{"title": "Eye test could help diagnose autism", "text": "A new study out in European Journal of Neuroscience could herald a new tool that helps physicians identify a sub-group of people with Autism spectrum disorders (ASD).  The test, which consists of measuring rapid eye movements, may indicate deficits in an area of the brain that plays an important role in emotional and social development. \"These findings build upon a growing field of research that show that eye movement could serve as a window into a part of the brain that plays a role in a number of neurological and development disorders, such as Autism,\" said John Foxe, Ph.D., director of the University of Rochester Medical Center Del Monte Neuroscience Institute and co-author of the study.   ASD is characterized by a wide range of symptoms that can vary in severity from person to person.  This unpredictability not only presents a challenge for diagnosis, but also how best to devise a course of treatment.  Identifying the specific phenotype of the disorder is, therefore, an essential first step to providing effective care. Eye movements and the mechanisms by which the brain controls and processes what we choose to look at have been a major focus of neuroscience researchers for decades.  The rapid eye movements we make when we shift our attention from one object to another, known as saccades, are essential to navigating, understanding, and interacting with the world around us.  In healthy individuals, these saccades are rapid, precise, and accurate, redirecting the line of sight from one point of interest to another. The potential relevance of eye movement in individuals with Autism is the area of the brain that controls these actions, a densely-packed structure of neurons known as the cerebellum. Traditionally considered to play a role in motor control, the cerebellum is now known to be essential to emotion and cognition via its connections to the rest of the brain. There is growing evidence that the structure of the cerebellum is altered in a sub-population of individuals with ASD.  In a series of experiments, the authors of the current study tracked the eye movements of individuals with ASD.  The participants were asked to track a visual target that appeared in different locations on the screen.  The experiment was designed in a manner that often caused the participant's focus to \"overshoot\" the intended target.  In healthy individuals, the brain would correctly adjust eye movements as the task is repeated.  However, the eye movements of individuals with ASD continued to miss the target suggesting that the sensory motor controls in the cerebellum responsible for eye movement were impaired.The inability of the brain to adjust the size of eye movement may not only be a marker for cerebellum dysfunction, but it may also help explain the communication and social interaction deficits that many individuals with ASD experience.  \"These finding suggest that assessing the ability of people to adapt saccade amplitudes is one way to determine whether this function of the cerebellum is altered in ASD,\" said Edward Freedman, Ph.D. an associate professor in the URMC Department of Neuroscience and co-author of the study.    \"If these deficits do turn out to be a consistent finding in a sub-group of children with ASD, this raises the possibility that saccade adaptation measures may have utility as a method that will allow early detection of this disorder.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uorm-etc072417.php", "region": "namerica", "source_link": "https://www.urmc.rochester.edu/news/story/5102/eye-test-could-help-diagnose-autism.aspx", "funder": "Nathan Gantcher Foundation, NIH/National Institute of Child Health and Human Development", "meeting": "", "institution": "University of Rochester Medical Center", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "European Journal of Neuroscience", "description": "A new study out in European Journal of Neuroscience could herald a new tool that helps physicians identify a sub-group of people with Autism spectrum disorders (ASD). The test, which consists of measuring rapid eye movements, may indicate deficits in an area of the brain that plays an important role in emotional and social development.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}